-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Aug 01, 2025 at 01:35 PM
-- Server version: 10.4.32-MariaDB
-- PHP Version: 8.2.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `gopet_game`
--

-- --------------------------------------------------------

--
-- Table structure for table `achievement`
--

CREATE TABLE `achievement` (
  `IdTemplate` int(11) NOT NULL,
  `Name` varchar(100) NOT NULL,
  `Description` varchar(1000) NOT NULL,
  `IconPath` varchar(500) NOT NULL,
  `FramePath` varchar(500) NOT NULL,
  `IsVertically` tinyint(1) NOT NULL DEFAULT 1,
  `FrameNum` int(11) NOT NULL DEFAULT 2,
  `Atk` int(11) NOT NULL DEFAULT 0,
  `Def` int(11) NOT NULL DEFAULT 0,
  `Hp` int(11) NOT NULL DEFAULT 0,
  `Mp` int(11) NOT NULL DEFAULT 0,
  `Int` int(11) NOT NULL DEFAULT 0,
  `Str` int(11) NOT NULL DEFAULT 0,
  `Agi` int(11) NOT NULL DEFAULT 0,
  `Expire` bigint(21) NOT NULL DEFAULT 0,
  `vX` int(11) NOT NULL DEFAULT 0,
  `vY` int(11) NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `achievement`
--

INSERT INTO `achievement` (`IdTemplate`, `Name`, `Description`, `IconPath`, `FramePath`, `IsVertically`, `FrameNum`, `Atk`, `Def`, `Hp`, `Mp`, `Int`, `Str`, `Agi`, `Expire`, `vX`, `vY`) VALUES
(1, 'Đại gia', 'ai biết', 'achievement/icon_daigia.png', 'achievement/frame_daigia.png', 1, 2, 5000, 2000, 50000, 50000, 0, 0, 0, 0, 0, 0),
(2, 'Tân thủ', 'ai biết', 'achievement/icon_tanthu.png', 'achievement/frame_tanthu.png', 1, 2, 1000, 1000, 5000, 5000, 0, 0, 0, 0, 0, 0),
(3, 'Admin', 'Danh hiệu của đấng tối cao', 'achievement/icon_admin.png', 'achievement/frame_admin.png', 1, 2, 10000000, 10000000, 10000000, 10000000, 0, 0, 0, 0, 0, 0),
(4, 'DEV', 'Danh hiệu của đấng tối cao', 'achievement/icon_dev.png', 'achievement/frame_dev.png', 1, 2, 10000000, 10000000, 10000000, 10000000, 0, 0, 0, 0, 0, 0),
(5, 'Thần gián', 'Design Lỏ', 'achievement/icon_thanbip.png', 'achievement/frame_thanbip.png', 1, 2, 10000, 10000, 10000, 10000, 0, 0, 0, 0, 0, 0),
(6, 'Top 1', ' ', 'achievement/icon.top1.png', 'achievement/top1.png', 1, 2, 3000, 3000, 7000, 7000, 0, 0, 0, 0, 0, 0),
(7, 'Top 2', ' ', 'achievement/icon.top2.png', 'achievement/top2.png', 1, 2, 2000, 2000, 5000, 5000, 0, 0, 0, 0, 0, 0),
(8, 'Top 3', ' ', 'achievement/icon.top3.png', 'achievement/top3.png', 1, 2, 1000, 1000, 5000, 5000, 0, 0, 0, 0, 0, 0),
(9, 'Đệ nhất bang', ' ', 'achievement/icon.b1.png', 'achievement/b1.png', 1, 2, 2000, 1000, 5000, 5000, 0, 0, 0, 0, 0, 0),
(10, 'Đệ nhị bang', ' ', 'achievement/icon.b2.png', 'achievement/b2.png', 1, 2, 1000, 1000, 3000, 3000, 0, 0, 0, 0, 0, 0),
(11, 'Sinh nhật 1', ' Danh hiệu sinh nhật chào mừng server đạt được một tuổi', 'achievement/sinhnhat.icon.png', 'achievement/sinhnhat1.png', 1, 6, 10000, 3000, 50000, 50000, 0, 0, 0, 0, 0, 0),
(12, 'Xuân ất tỵ', ' Danh hiệu sinh nhật chào mừng tết 2025', 'achievement/atty.icon.png', 'achievement/atty.png', 1, 6, 30000, 15000, 200000, 200000, 0, 0, 0, 0, 0, 0);

-- --------------------------------------------------------

--
-- Table structure for table `bonus_package`
--

CREATE TABLE `bonus_package` (
  `Id` int(11) NOT NULL,
  `Name` varchar(2048) NOT NULL,
  `Description` varchar(2048) NOT NULL,
  `Amount` int(11) NOT NULL DEFAULT 1000000,
  `Gifts` longtext DEFAULT NULL,
  `ForBeginer` tinyint(1) NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `bonus_package`
--

INSERT INTO `bonus_package` (`Id`, `Name`, `Description`, `Amount`, `Gifts`, `ForBeginer`) VALUES
(1, 'Tân thủ 1', '10 xăm hiếm \r\n10 tẩy xăm\r\n10 mực nâng cấp xăm', 19000, '[[2,121,10,0],[2,126,10,0],[2,125,10,0]]', 1),
(2, 'Tân thủ 2', '10 xăm cực hiếm \r\n10 tẩy xăm\r\n10 mực nâng cấp xăm', 49000, '[[2,122,10,0],[2,126,10,0],[2,125,10,0]]', 1),
(3, 'Tân thủ 3', '10 mực xăm huyền thoại\r\n10 tẩy xăm\r\n10 mực nâng cấp xăm', 99000, '[[2,123,10,0],[2,126,10,0],[2,125,10,0]]', 1),
(4, 'Tân thủ 4', '10 xăm truyền thuyết\r\n10 tẩy xăm\r\n10 mực nâng cấp xăm\r\n1 pet b3', 199000, '[[2,124,10,0],[2,126,10,0],[2,125,10,0],[9,1,100,-138]]', 1),
(5, 'Mốc quà 1', 'Cánh cao cấp hoàn mỹ\r\nKhiên thép truyền thuyết x2\r\nLông phượng hoàng x500', 500000, '[[10,154120,1],[2,138,2],[2,144,500]]', 0),
(6, 'Mốc quà 2', 'Cánh hắc ám hoàn mỹ\r\nKhiên thép truyền thuyết x4\r\nLông phượng hoàng x1000', 1000000, '[[10,154115,1],[2,138,4],[2,144,1000]]', 0),
(7, 'Mốc quà 3', 'Mảnh pet hắc cuồng lông x100\r\nHkl cực hiếm x2\r\nBách chiến hồng kim chảo x1', 2000000, '[[2,109,1],[2,821,100],[2,140,2]]', 0),
(8, 'Mốc quà 4', 'Cánh hỗn mang hoàn mỹ\r\nHkl cực hiếm x4\r\nLông phượng hoàng x1000\r\nBách chiến hồng kim chảo x1\r\nBách chiến lam lông tiêu x1', 3000000, '[[2,109,1],[2,111,1],[2,140,4],[2,144,1000],[10,154124,1]]', 0),
(9, 'Mốc quà 5', 'Mảnh pet bọ chiến binh x100\r\nHkl huyền thoại x2\r\nBách chiến hồng kim chảo x1\r\nBách chiến lam lông tiêu x1', 4000000, '[[2,109,1],[2,111,1],[2,141,2],[2,822,100]]', 0),
(10, 'Mốc quà 6', 'Cánh tiểu quỷ\r\nHkl huyền thoại x4\r\nBách chiến hồng kim chảo x1\r\nBách chiến lam lông tiêu x1\r\nLông phượng hoàng x1000', 5000000, '[[2,109,1],[2,111,1],[2,141,4],[10,154131,1],[2,144,1000]]', 0);

-- --------------------------------------------------------

--
-- Table structure for table `boss`
--

CREATE TABLE `boss` (
  `bossId` int(11) NOT NULL,
  `petTemplateId` int(11) NOT NULL,
  `name` text NOT NULL,
  `str` int(11) NOT NULL DEFAULT 0,
  `_int` int(11) NOT NULL DEFAULT 0,
  `agi` int(11) NOT NULL DEFAULT 0,
  `lvl` int(11) NOT NULL,
  `typeBoss` tinyint(8) NOT NULL DEFAULT 0,
  `gift` longtext NOT NULL,
  `exp` int(11) NOT NULL DEFAULT 0,
  `HourSummon` varchar(1024) DEFAULT NULL,
  `BossMapSummon` varchar(2048) DEFAULT NULL,
  `atk` int(11) NOT NULL DEFAULT 0,
  `hp` int(11) NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `boss`
--

INSERT INTO `boss` (`bossId`, `petTemplateId`, `name`, `str`, `_int`, `agi`, `lvl`, `typeBoss`, `gift`, `exp`, `HourSummon`, `BossMapSummon`, `atk`, `hp`) VALUES
(1, 3040, 'thần chết', 5000, 2000, 1000, 10, 0, '[[9,3,1,182,1,179,1,-127,1,-124,1,-129,1,-130,1,119]]', 10000, NULL, NULL, 1672, 200500),
(2, 3040, 'thần chết', 10000, 4000, 3000, 15, 0, '[[9,3,1,183,1,179,2,-127,2,-125,1,-129,1,-130,1,119]]', 20000, NULL, NULL, 3338, 400650),
(3, 3040, 'thần chết', 20000, 6000, 6000, 20, 0, '[[9,3,1,183,1,179,2,-127,1,119,5,-133,1,-131,1,-132,1,120]]', 30000, NULL, NULL, 6672, 800800),
(4, 3040, 'thần chết', 40000, 40000, 40000, 25, 0, '[[9,3,1,184,1,179,2,-127,1,119,1,120,10,-133,1,-131,1,-128]]', 40000, NULL, NULL, 13000, 1600950),
(5, 3040, 'thần chết', 80000, 80000, 40000, 30, 0, '[[9,3,1,184,1,179,2,-127,1,119,1,120,1,121,5,-134,1,-131,1,-128]]', 50000, NULL, NULL, 27000, 3201100),
(6, 3040, 'thần chết', 100000, 100000, 40000, 35, 0, '[[9,3,1,185,1,180,1,427,1,119,1,120,1,121,10,-134,1,-131,1,-128]]', 60000, NULL, NULL, 35000, 4001250),
(7, 3040, 'thần chết', 120000, 120000, 40000, 40, 0, '[[9,3,1,185,1,180,1,120,15,-134,1,121,1,-131,1,-128,1,122]]', 70000, NULL, NULL, 40000, 4801400),
(8, 3040, 'thần chết', 150000, 150000, 40000, 45, 0, '[[9,3,1,185,1,180,1,120,20,-134,1,121,1,-131,1,-128,1,122]]', 80000, NULL, NULL, 50000, 4001550),
(9, 3040, 'thần chết', 200000, 200000, 40000, 50, 0, '[[9,3,1,185,1,180,1,120,1,121,1,-132,1,-128,1,122,1,123,5,-135]]', 90000, NULL, NULL, 70000, 8000000),
(10, 3040, 'thần chết', 250000, 250000, 40000, 55, 0, '[[9,3,1,185,1,180,1,119,1,120,1,121,1,128,1,129,1,130,1,131,1,-132,10,-135,1,123,1,124,1,-136]]', 100000, NULL, NULL, 90000, 10000000),
(11, 3040, 'thần chết ải', 10000, 10000, 10000, 10, 1, '[[9,2,10,186,5,187,1,423,1,427,1,-124]]', 10000, NULL, NULL, 5000, 200000),
(12, 3040, 'thần chết ải', 20000, 20000, 10000, 20, 1, '[[9,2,10,186,5,187,1,184,1,423,1,427,1,431,1,433,1,-125]]', 20000, NULL, NULL, 10000, 800000),
(13, 3040, 'thần chết ải', 40000, 40000, 10000, 30, 1, '[[9,2,10,186,5,187,1,184,1,185,1,420,1,423,1,427,1,431,1,433,1,-128]]', 30000, NULL, NULL, 20000, 1600000),
(14, 3040, 'thần chết ải', 80000, 80000, 10000, 40, 1, '[[9,2,10,186,5,187,1,184,1,185,2,420,2,423,2,427,2,431,2,433,1,-128]]', 40000, NULL, NULL, 50000, 5000000),
(15, 3040, 'thần chết ải', 160000, 160000, 10000, 50, 1, '[[9,2,10,186,5,187,1,184,1,185,3,420,3,423,3,427,3,431,3,433,1,-128]]', 50000, NULL, NULL, 100000, 10000000),
(16, 3013, 'Thú cưng du côn', 2000, 2000, 2000, 22, 3, '[]', 0, NULL, NULL, 672, 8086),
(23, 10010, 'Bánh sinh nhật', 1, 5000, 1000, 25, 6, '[[2,240023,1]]', 0, NULL, NULL, 10000, 99);

-- --------------------------------------------------------

--
-- Table structure for table `clan`
--

CREATE TABLE `clan` (
  `clanId` int(11) NOT NULL,
  `name` varchar(40) NOT NULL,
  `lvl` int(11) NOT NULL DEFAULT 1,
  `leaderId` int(11) NOT NULL,
  `members` longtext NOT NULL DEFAULT '[]',
  `fund` bigint(20) NOT NULL DEFAULT 0,
  `slogan` varchar(1000) NOT NULL DEFAULT 'TAE',
  `joinRequest` longtext DEFAULT '[]',
  `timeCreate` datetime NOT NULL DEFAULT current_timestamp(),
  `potentialSkill` int(11) NOT NULL DEFAULT 0,
  `SkillRent` text NOT NULL DEFAULT '[]',
  `SkillInfo` text NOT NULL DEFAULT '{}',
  `slotSkill` int(11) NOT NULL DEFAULT 0,
  `Options` text NOT NULL DEFAULT '[]'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `clan_skill`
--

CREATE TABLE `clan_skill` (
  `id` int(11) NOT NULL,
  `name` varchar(200) NOT NULL,
  `description` text NOT NULL,
  `expire` bigint(21) NOT NULL DEFAULT 86400000,
  `moneyType` varchar(2000) NOT NULL DEFAULT '[1, 7]',
  `price` varchar(2000) NOT NULL DEFAULT '[5000, 500]',
  `lvlClanRequire` int(11) NOT NULL DEFAULT 5
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `clan_skill`
--

INSERT INTO `clan_skill` (`id`, `name`, `description`, `expire`, `moneyType`, `price`, `lvlClanRequire`) VALUES
(2, 'Tăng exp', 'Tăng % exp khi đánh quái', 86400000, '[1, 7]', '[5000, 500]', 10),
(3, 'Tăng tất cả chỉ số', 'Tăng % các chỉ số (atk) (def) (hp) (mp)', 86400000, '[1, 7]', '[5000, 500]', 15);

-- --------------------------------------------------------

--
-- Table structure for table `clan_skill_lvl`
--

CREATE TABLE `clan_skill_lvl` (
  `id` int(11) NOT NULL,
  `skillId` int(11) NOT NULL,
  `lvl` int(11) NOT NULL,
  `skillInfo` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `clan_skill_lvl`
--

INSERT INTO `clan_skill_lvl` (`id`, `skillId`, `lvl`, `skillInfo`) VALUES
(6, 2, 1, '[{\"id\":40,\"value\":10000}]'),
(7, 2, 2, '[{\"id\":40,\"value\":20000}]'),
(8, 2, 3, '[{\"id\":40,\"value\":30000}]'),
(9, 2, 4, '[{\"id\":40,\"value\":40000}]'),
(10, 2, 5, '[{\"id\":40,\"value\":50000}]'),
(11, 3, 1, '[{\"id\":42,\"value\":10000}]'),
(12, 3, 2, '[{\"id\":42,\"value\":20000}]'),
(13, 3, 3, '[{\"id\":42,\"value\":30000}]'),
(14, 3, 4, '[{\"id\":42,\"value\":40000}]'),
(15, 3, 5, '[{\"id\":42,\"value\":50000}]');

-- --------------------------------------------------------

--
-- Table structure for table `clan_template`
--

CREATE TABLE `clan_template` (
  `clanLvl` int(11) NOT NULL,
  `maxMember` int(11) NOT NULL,
  `tiemnangPoint` int(11) NOT NULL,
  `fundNeed` bigint(20) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `clan_template`
--

INSERT INTO `clan_template` (`clanLvl`, `maxMember`, `tiemnangPoint`, `fundNeed`) VALUES
(1, 15, 0, 10000),
(2, 16, 0, 20000),
(3, 17, 0, 30000),
(4, 18, 0, 50000),
(5, 19, 1, 100000),
(6, 20, 1, 200000),
(7, 21, 1, 300000),
(8, 22, 1, 400000),
(9, 23, 1, 500000),
(10, 24, 1, 600000),
(11, 25, 1, 700000),
(12, 26, 1, 800000),
(13, 27, 1, 900000),
(14, 28, 1, 1000000),
(15, 29, 1, 1500000),
(16, 30, 1, 2000000),
(17, 31, 1, 2500000),
(18, 32, 1, 3000000),
(19, 33, 1, 3500000),
(20, 34, 0, 4000000),
(21, 35, 0, 4500000),
(22, 36, 0, 5000000),
(23, 37, 0, 5000000),
(24, 38, 0, 5000000),
(25, 39, 0, 5000000);

-- --------------------------------------------------------

--
-- Table structure for table `drop_item`
--

CREATE TABLE `drop_item` (
  `dropId` int(11) NOT NULL,
  `mapId` int(11) NOT NULL,
  `itemTemplateId` int(11) NOT NULL,
  `percent` float NOT NULL DEFAULT 10,
  `lvlRange` varchar(50) DEFAULT NULL,
  `count` int(11) NOT NULL DEFAULT 1
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `drop_item`
--

INSERT INTO `drop_item` (`dropId`, `mapId`, `itemTemplateId`, `percent`, `lvlRange`, `count`) VALUES
(1, 12, 186, 30, '[0,30]', 1),
(2, 12, 187, 30, '[0,30]', 1),
(3, 26, 181, 5, '[0,50]', 1),
(4, 27, 181, 5, '[0,50]', 1),
(5, 28, 181, 5, '[0,50]', 1),
(6, 29, 181, 5, '[0,50]', 1),
(7, 31, 181, 5, '[0,50]', 1),
(8, 32, 181, 5, '[0,50]', 1),
(9, 33, 181, 5, '[0,50]', 1),
(10, 34, 181, 5, '[0,50]', 1),
(11, 11, 181, 5, '[0,50]', 1),
(12, 12, 181, 5, '[0,50]', 1),
(13, 13, 181, 5, '[0,50]', 1),
(14, 14, 181, 5, '[0,50]', 1),
(15, 15, 181, 5, '[0,50]', 1),
(16, 16, 181, 5, '[0,50]', 1),
(17, 17, 181, 5, '[0,50]', 1),
(18, 18, 181, 5, '[0,50]', 1),
(19, 19, 181, 5, '[0,50]', 1),
(20, 20, 181, 5, '[0,50]', 1),
(21, 21, 181, 5, '[0,50]', 1),
(22, 22, 181, 5, '[0,50]', 1),
(23, 23, 181, 5, '[0,50]', 1),
(24, 24, 181, 5, '[0,50]', 1),
(25, 25, 181, 5, '[0,50]', 1),
(26, 30, 181, 5, '[0,50]', 1),
(144, 11, 182, 1, '[0,50]', 1),
(145, 12, 182, 1, '[0,50]', 1),
(146, 13, 182, 1, '[0,50]', 1),
(147, 14, 182, 1, '[0,50]', 1),
(148, 15, 182, 1, '[0,50]', 1),
(149, 16, 182, 1, '[0,50]', 1),
(150, 17, 182, 1, '[0,50]', 1),
(151, 18, 182, 1, '[0,50]', 1),
(152, 19, 182, 1, '[0,50]', 1),
(153, 20, 182, 1, '[0,50]', 1),
(154, 21, 182, 1, '[0,50]', 1),
(155, 22, 182, 1, '[0,50]', 1),
(156, 23, 182, 1, '[0,50]', 1),
(157, 24, 182, 1, '[0,50]', 1),
(158, 25, 182, 1, '[0,50]', 1),
(159, 26, 182, 1, '[0,50]', 1),
(160, 27, 182, 1, '[0,50]', 1),
(161, 28, 182, 1, '[0,50]', 1),
(162, 29, 182, 1, '[0,50]', 1),
(163, 30, 182, 1, '[0,50]', 1),
(164, 31, 182, 1, '[0,50]', 1),
(165, 32, 182, 1, '[0,50]', 1),
(166, 33, 182, 1, '[0,50]', 1),
(167, 34, 182, 1, '[0,50]', 1),
(168, 13, 240018, 20, '[0,60]', 1);

-- --------------------------------------------------------

--
-- Table structure for table `enchant_wing_data`
--

CREATE TABLE `enchant_wing_data` (
  `Level` int(11) NOT NULL,
  `Percent` float NOT NULL,
  `Coin` int(11) NOT NULL DEFAULT 0,
  `Gold` int(11) NOT NULL DEFAULT 0,
  `NumDropLevelWing` int(11) NOT NULL DEFAULT 0,
  `NumItemMaterial` int(11) NOT NULL DEFAULT 50
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `enchant_wing_data`
--

INSERT INTO `enchant_wing_data` (`Level`, `Percent`, `Coin`, `Gold`, `NumDropLevelWing`, `NumItemMaterial`) VALUES
(1, 60, 200000, 2000, 0, 50),
(2, 55, 200000, 2000, 0, 50),
(3, 50, 100000, 2000, 0, 50),
(4, 40, 100000, 2000, 1, 100),
(5, 30, 100000, 2000, 1, 150),
(6, 30, 100000, 2000, 1, 150),
(7, 30, 100000, 2000, 2, 150),
(8, 30, 100000, 2000, 2, 200),
(9, 15, 100000, 2000, 2, 250),
(10, 5, 100000, 2000, 3, 350);

-- --------------------------------------------------------

--
-- Table structure for table `exchange_gold`
--

CREATE TABLE `exchange_gold` (
  `id` varchar(100) NOT NULL,
  `user_id` int(11) NOT NULL,
  `gold` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `field`
--

CREATE TABLE `field` (
  `FieldName` varchar(50) NOT NULL,
  `Description` varchar(1000) NOT NULL,
  `Value` varchar(1000) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `field`
--

INSERT INTO `field` (`FieldName`, `Description`, `Value`) VALUES
('Server.Exp.Percent', '% Exp buff', '100'),
('Server.GEM.Percent', '% ngọc khi đánh quái', '100');

-- --------------------------------------------------------

--
-- Table structure for table `gift_code`
--

CREATE TABLE `gift_code` (
  `id` int(11) NOT NULL,
  `code` varchar(100) NOT NULL,
  `currentUser` int(11) NOT NULL DEFAULT 0,
  `maxUser` int(11) NOT NULL DEFAULT 1,
  `gift_data` varchar(15000) NOT NULL,
  `expire` datetime NOT NULL DEFAULT current_timestamp(),
  `usersOfUseThis` longtext NOT NULL DEFAULT '[]',
  `isClanCode` tinyint(1) NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `gift_code`
--

INSERT INTO `gift_code` (`id`, `code`, `currentUser`, `maxUser`, `gift_data`, `expire`, `usersOfUseThis`, `isClanCode`) VALUES
(1, 'open1', 1, 153245, '[[2,181,100],[2,182,20],[14,1000014,0,0,0,7],[13,2,0,0,0,7]]', '2032-07-30 10:44:32', '[1]', 0),
(2, 'FUCVSX9LFHL23AW', 0, 1, '[[13,1,1]]', '2031-07-23 10:52:29', '[]', 0),
(3, 'skinopen', 0, 34745, '[[14,1000014,0,0,0,7]]', '2032-07-29 11:34:53', '[]', 0),
(4, 'huybui', 0, 1, '[[14,1000027,1]]', '2030-07-17 11:47:21', '[]', 0),
(5, 'asdf', 1, 1, '[[0,500000],[13,6,1],[1,2000000]]', '2030-07-17 11:47:21', '[1]', 0),
(6, 'KABDVXTBVJF', 0, 1, '[[0,300000],[13,7,1],[1,1500000]]', '2030-07-17 11:47:21', '[]', 0),
(7, 'TMXEHKISVRO', 0, 1, '[[0,200000],[13,8,1],[1,1000000]]', '2030-07-17 11:47:21', '[]', 0),
(8, 'REIKEUCWEVP', 0, 1, '[[0,100000],[1,500000]]', '2030-07-17 11:47:21', '[]', 0),
(9, 'YCZNZEJUMOA', 0, 1, '[[0,100000],[1,500000]]', '2030-07-17 11:47:21', '[]', 0),
(10, 'WOZSJKNRIWV', 0, 1, '[[0,100000],[1,500000]]', '2030-07-17 11:47:21', '[]', 0),
(11, 'VBEVWGTGPTO', 0, 1, '[[0,100000],[1,500000]]', '2030-07-17 11:47:21', '[]', 0),
(12, 'CSKMWIEOQPH', 0, 1, '[[0,100000],[1,500000]]', '2030-07-17 11:47:21', '[]', 0),
(13, 'VAYLIOUHFRB', 0, 1, '[[0,100000],[1,500000]]', '2030-07-17 11:47:21', '[]', 0),
(14, 'KJRJBUDRVDT', 0, 1, '[[0,100000],[1,500000]]', '2030-07-17 11:47:21', '[]', 0),
(15, 'TOP1HPOVNMTAOPZ', 1, 1, '[[9,5,1,128,1,129,1,130,1,131],[2,845,150],[2,846,150]]', '2030-07-17 11:47:21', '[1]', 0),
(16, 'TOP2YHNKQURUURI', 1, 1, '[[2,132,3],[2,124,5],[9,75,1,803,1,803,1,835],[14,1000027,1]]', '2030-07-17 11:47:21', '[1]', 0),
(17, 'TOP20VCCGZSNZQGN', 1, 1, '[[2,128,1],[2,123,5],[9,25,1,803,1,803,1,835]]', '2030-07-17 11:47:21', '[1]', 0),
(18, 'testboss', 3, 1678, '[[9,300,1,185,1,180,1,119,1,120,1,121,1,128,1,129,1,130,1,131,1,-132,10,-135,1,123,1,124,1,-136]]', '2024-12-31 14:42:02', '[1]', 0),
(19, 'TOP1ZMINKJJBMYF', 0, 1, '[[2,141,2]]', '2030-07-17 11:47:21', '[]', 0),
(20, 'TOP2JVXJQVDTFJN', 0, 1, '[[2,140,2]]', '2030-07-17 11:47:21', '[]', 0),
(21, 'TOP3XGDTXCOAICU', 0, 1, '[[2,140,2]]', '2030-07-17 11:47:21', '[]', 0),
(22, 'TOP4UTKFABWEYIL', 0, 1, '[[9,2,1,132,1,133,1,134,1,135]]', '2030-07-17 11:47:21', '[]', 0),
(23, 'TOP5EYDUWNWTNKI', 0, 1, '[[9,2,1,132,1,133,1,134,1,135],[9,2,1,89,1,91,1,93,1,95,1,97,1,99,1,101,1,103,1,105,1,107,1,109,1,111,1,113,1,115,1,117]]', '2030-07-17 11:47:21', '[]', 0),
(24, 'TOP6LXUGTUGVSXQ', 0, 1, '[[9,2,1,132,1,133,1,134,1,135],[9,2,1,89,1,91,1,93,1,95,1,97,1,99,1,101,1,103,1,105,1,107,1,109,1,111,1,113,1,115,1,117]]', '2030-07-17 11:47:21', '[]', 0),
(25, 'TOP7NDLTLZAKCAE', 0, 1, '[[9,2,1,132,1,133,1,134,1,135],[9,2,1,89,1,91,1,93,1,95,1,97,1,99,1,101,1,103,1,105,1,107,1,109,1,111,1,113,1,115,1,117]]', '2030-07-17 11:47:21', '[]', 0),
(26, 'TOP8FOSJCDZBQYP', 0, 1, '[[9,2,1,132,1,133,1,134,1,135],[9,2,1,89,1,91,1,93,1,95,1,97,1,99,1,101,1,103,1,105,1,107,1,109,1,111,1,113,1,115,1,117]]', '2030-07-17 11:47:21', '[]', 0),
(27, 'TOP9WRRMCJLECFE', 0, 1, '[[9,2,1,132,1,133,1,134,1,135],[9,2,1,89,1,91,1,93,1,95,1,97,1,99,1,101,1,103,1,105,1,107,1,109,1,111,1,113,1,115,1,117]]', '2030-07-17 11:47:21', '[]', 0),
(28, 'TOP10EYDZTHSFTEJ', 0, 1, '[[9,2,1,132,1,133,1,134,1,135],[9,2,1,89,1,91,1,93,1,95,1,97,1,99,1,101,1,103,1,105,1,107,1,109,1,111,1,113,1,115,1,117]]', '2030-07-17 11:47:21', '[]', 0),
(29, 'TOP11LBZWYJSTIIC', 0, 1, '[[2,123,10],[9,1,1,95,1,97,1,105,1,107,1,115,1,117]]', '2030-07-17 11:47:21', '[]', 0),
(30, 'TOP12SSUCWIFGKEX', 0, 1, '[[2,123,10],[9,1,1,95,1,97,1,105,1,107,1,115,1,117]]', '2030-07-17 11:47:21', '[]', 0),
(31, 'TOP13UUXTSQQRIBE', 0, 1, '[[2,123,10],[9,1,1,95,1,97,1,105,1,107,1,115,1,117]]', '2030-07-17 11:47:21', '[]', 0),
(32, 'TOP14CBHHQYXOVHK', 0, 1, '', '2030-07-17 11:47:21', '[]', 0),
(33, 'TOP15YNAEKQDNMVG', 0, 1, '', '2030-07-17 11:47:21', '[]', 0),
(34, 'TOP1FBDFYBIOLOO', 1, 1, '[[2,141,2]]', '2030-07-17 11:47:21', '[1]', 0),
(35, 'TOP2IVXVWQIODVN', 0, 1, '[[2,140,2]]', '2030-07-17 11:47:21', '[]', 0),
(36, 'TOP3QFOJYKCTYIB', 0, 1, '[[2,140,2]]', '2030-07-17 11:47:21', '[]', 0),
(37, 'TOP4RMDAGFDQBLC', 0, 1, '[[9,2,1,132,1,133,1,134,1,135]]', '2030-07-17 11:47:21', '[]', 0),
(38, 'TOP5UBMOGBYVHHW', 0, 1, '[[9,2,1,132,1,133,1,134,1,135],[9,2,1,89,1,91,1,93,1,95,1,97,1,99,1,101,1,103,1,105,1,107,1,109,1,111,1,113,1,115,1,117]]', '2030-07-17 11:47:21', '[]', 0),
(39, 'TOP6OQBOHLDNIAC', 0, 1, '[[9,2,1,132,1,133,1,134,1,135],[9,2,1,89,1,91,1,93,1,95,1,97,1,99,1,101,1,103,1,105,1,107,1,109,1,111,1,113,1,115,1,117]]', '2030-07-17 11:47:21', '[]', 0),
(40, 'TOP7RUTXMLZNLZR', 1, 1, '[[9,2,1,132,1,133,1,134,1,135],[9,2,1,89,1,91,1,93,1,95,1,97,1,99,1,101,1,103,1,105,1,107,1,109,1,111,1,113,1,115,1,117]]', '2030-07-17 11:47:21', '[1]', 0),
(41, 'TOP8SPKRNHZKCOE', 0, 1, '[[9,2,1,132,1,133,1,134,1,135],[9,2,1,89,1,91,1,93,1,95,1,97,1,99,1,101,1,103,1,105,1,107,1,109,1,111,1,113,1,115,1,117]]', '2030-07-17 11:47:21', '[]', 0),
(42, 'TOP9FVFEKTGOTGM', 0, 1, '[[9,2,1,132,1,133,1,134,1,135],[9,2,1,89,1,91,1,93,1,95,1,97,1,99,1,101,1,103,1,105,1,107,1,109,1,111,1,113,1,115,1,117]]', '2030-07-17 11:47:21', '[]', 0),
(43, 'TOP10LTTQCLFCOKH', 0, 1, '[[9,2,1,132,1,133,1,134,1,135],[9,2,1,89,1,91,1,93,1,95,1,97,1,99,1,101,1,103,1,105,1,107,1,109,1,111,1,113,1,115,1,117]]', '2030-07-17 11:47:21', '[]', 0),
(44, 'TOP11JCWSCZZKGCP', 0, 1, '[[2,123,10],[9,1,1,95,1,97,1,105,1,107,1,115,1,117]]', '2030-07-17 11:47:21', '[]', 0),
(45, 'TOP12CGLVMMKCLEU', 0, 1, '[[2,123,10],[9,1,1,95,1,97,1,105,1,107,1,115,1,117]]', '2030-07-17 11:47:21', '[]', 0),
(46, 'TOP13QYUJLYJMQCS', 0, 1, '[[2,123,10],[9,1,1,95,1,97,1,105,1,107,1,115,1,117]]', '2030-07-17 11:47:21', '[]', 0),
(47, 'TOP14ERTMNJWALKE', 0, 1, '[[2,123,10],[9,1,1,95,1,97,1,105,1,107,1,115,1,117]]', '2030-07-17 11:47:21', '[]', 0),
(48, 'TOP15XKMKSJLJABL', 1, 1, '[[2,123,10],[9,1,1,95,1,97,1,105,1,107,1,115,1,117]]', '2030-07-17 11:47:21', '[1]', 0),
(49, 'ZGT2025Z', 1, 122222, '[[13,12,0,0,0,3],[15,3093,0,0,0,14],[15,3094,0,0,0,14],[15,3095,0,0,0,14]]', '2025-02-05 00:00:00', '[1]', 0),
(50, 'SN1TUOI', 1, 122222, '[[13,11,0,0,0,7],[0,5000],[1,2025]]', '2025-02-05 00:00:00', '[1]', 0),
(51, 'yunavótu', 0, 122222, '[[13,11,0,0,0,0,1]]', '2028-04-30 19:58:01', '[]', 0),
(52, 'yunalagay', 1, 122222, '[[13,11,0,0,0,0,1]]', '2028-04-30 19:58:01', '[1]', 0);

-- --------------------------------------------------------

--
-- Table structure for table `gopet_map_moblvl`
--

CREATE TABLE `gopet_map_moblvl` (
  `mapID` int(11) NOT NULL,
  `petId` int(11) NOT NULL,
  `lvlFrom` int(11) NOT NULL,
  `lvlTo` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `gopet_map_moblvl`
--

INSERT INTO `gopet_map_moblvl` (`mapID`, `petId`, `lvlFrom`, `lvlTo`) VALUES
(13, 1, 2, 8),
(13, 5, 2, 8),
(13, 10, 2, 8),
(13, 14, 2, 8),
(13, 15, 2, 8),
(14, 3002, 10, 23),
(14, 3005, 10, 23),
(14, 3007, 10, 23),
(14, 3011, 10, 23),
(14, 3012, 10, 23),
(14, 3025, 10, 23),
(15, 11, 9, 15),
(15, 12, 9, 15),
(15, 13, 9, 15),
(15, 16, 9, 15),
(15, 17, 9, 15),
(15, 1007, 9, 15),
(16, 2005, 24, 31),
(16, 2007, 24, 31),
(16, 2011, 24, 31),
(16, 2012, 24, 31),
(16, 2013, 24, 31),
(16, 2015, 24, 31),
(17, 9, 31, 47),
(17, 2006, 31, 47),
(17, 2009, 31, 47),
(17, 3006, 31, 47),
(17, 3103, 31, 47),
(18, 1002, 48, 52),
(18, 1003, 48, 52),
(18, 1004, 48, 52),
(18, 1005, 48, 52),
(18, 1006, 48, 52),
(19, 2, 1, 1),
(19, 3, 1, 1),
(19, 6, 1, 1),
(19, 7, 1, 3),
(21, 1002, 48, 52),
(21, 1003, 48, 52),
(21, 1004, 48, 52),
(21, 1005, 48, 52),
(21, 1006, 48, 52),
(23, 16, 48, 52),
(23, 32, 48, 52),
(23, 1001, 48, 52),
(23, 1011, 48, 52),
(23, 2019, 50, 55),
(23, 2021, 48, 52),
(23, 2022, 48, 52),
(23, 2023, 48, 52),
(23, 3019, 48, 52),
(24, 16, 45, 50),
(24, 32, 45, 50),
(24, 1001, 45, 50),
(24, 1011, 45, 50),
(24, 2019, 45, 50),
(24, 2021, 45, 50),
(24, 2022, 45, 50),
(24, 2023, 45, 50),
(24, 3019, 45, 50),
(25, 16, 48, 52),
(25, 32, 48, 52),
(25, 1001, 48, 52),
(25, 1011, 48, 52),
(25, 2019, 50, 55),
(25, 2021, 48, 52),
(25, 2022, 48, 52),
(25, 2023, 48, 52),
(25, 3019, 48, 52);

-- --------------------------------------------------------

--
-- Table structure for table `gopet_mob`
--

CREATE TABLE `gopet_mob` (
  `lvl` int(11) NOT NULL,
  `str` int(11) NOT NULL DEFAULT 1,
  `_int` int(11) NOT NULL DEFAULT 1,
  `agi` int(11) NOT NULL DEFAULT 1,
  `exp` int(11) NOT NULL,
  `coin` int(11) NOT NULL DEFAULT 0,
  `hp` int(11) NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `gopet_mob`
--

INSERT INTO `gopet_mob` (`lvl`, `str`, `_int`, `agi`, `exp`, `coin`, `hp`) VALUES
(1, 200, 200, 200, 100, 4, 1646),
(2, 300, 300, 300, 150, 8, 2452),
(3, 400, 400, 400, 200, 12, 3258),
(4, 500, 500, 500, 250, 16, 4064),
(5, 620, 620, 620, 260, 20, 5030),
(6, 750, 750, 750, 270, 24, 6076),
(7, 900, 900, 900, 280, 28, 7282),
(8, 1000, 1000, 1000, 290, 32, 8088),
(9, 1200, 1200, 1200, 300, 36, 9694),
(10, 1400, 1400, 1400, 310, 40, 11300),
(11, 1700, 1700, 1700, 320, 44, 13706),
(12, 2000, 2000, 2000, 330, 48, 16112),
(13, 2500, 2500, 2500, 400, 52, 20118),
(14, 3000, 3000, 3000, 450, 56, 24124),
(15, 3500, 3500, 3500, 460, 60, 28130),
(16, 4000, 4000, 4000, 500, 64, 32136),
(17, 4500, 4500, 4500, 550, 68, 36142),
(18, 5000, 5000, 5000, 600, 72, 40148),
(19, 5500, 5500, 5500, 650, 76, 44154),
(20, 6000, 6000, 6000, 700, 80, 48160),
(21, 7000, 7000, 7000, 750, 84, 56166),
(22, 8000, 8000, 8000, 800, 88, 64172),
(23, 9000, 9000, 9000, 850, 92, 72178),
(24, 10000, 10000, 10000, 900, 96, 80184),
(25, 11000, 11000, 11000, 950, 100, 88190),
(26, 12000, 12000, 12000, 1000, 104, 96196),
(27, 13000, 13000, 13000, 1100, 108, 104202),
(28, 14000, 14000, 14000, 1200, 112, 112208),
(29, 15400, 15400, 15400, 1300, 116, 123414),
(30, 16940, 16940, 16940, 1400, 120, 135740),
(31, 18634, 18634, 18634, 1500, 124, 149298),
(32, 20497, 20497, 20497, 1600, 128, 164208),
(33, 22547, 22547, 22547, 1700, 132, 180614),
(34, 24802, 24802, 24802, 1800, 136, 198660),
(35, 27282, 27282, 27282, 1900, 140, 218506),
(36, 30010, 30010, 30010, 2000, 144, 240336),
(37, 32000, 32000, 32000, 2200, 148, 256262),
(38, 34000, 34000, 34000, 2400, 152, 272268),
(39, 36000, 36000, 36000, 2600, 156, 288274),
(40, 38000, 38000, 38000, 2800, 160, 304280),
(41, 40000, 40000, 40000, 3000, 164, 320286),
(42, 42000, 42000, 42000, 3200, 168, 336292),
(43, 44000, 44000, 44000, 3400, 172, 352298),
(44, 46000, 46000, 46000, 3600, 176, 368304),
(45, 48000, 48000, 48000, 3800, 180, 384310),
(46, 50000, 50000, 50000, 4000, 184, 400316),
(47, 52000, 52000, 52000, 4200, 188, 416322),
(48, 54000, 54000, 54000, 4300, 192, 432328),
(49, 56000, 56000, 56000, 4400, 196, 448334),
(50, 58000, 58000, 58000, 4500, 200, 464340),
(51, 60000, 60000, 60000, 4550, 240, 480346),
(52, 62000, 62000, 62000, 4580, 280, 496352),
(53, 64000, 64000, 64000, 4590, 320, 512358),
(54, 66000, 66000, 66000, 4800, 360, 528364),
(55, 68000, 68000, 68000, 5000, 400, 544370),
(56, 83000, 83000, 83000, 5100, 400, 664376),
(57, 84000, 84000, 84000, 5200, 400, 672382),
(58, 85000, 85000, 85000, 5300, 400, 680388),
(59, 86000, 86000, 86000, 5400, 400, 688394),
(60, 87000, 87000, 87000, 5500, 400, 696400),
(61, 88000, 88000, 88000, 5600, 400, 704406),
(62, 89000, 89000, 89000, 5700, 400, 712412),
(63, 90000, 90000, 90000, 5800, 400, 720418),
(64, 91000, 91000, 91000, 5900, 400, 728424),
(65, 92000, 92000, 92000, 6000, 500, 736430),
(66, 93000, 93000, 93000, 6200, 500, 744436),
(67, 94000, 94000, 94000, 6400, 500, 752442),
(68, 95000, 95000, 95000, 6600, 500, 760448),
(69, 96000, 96000, 96000, 6800, 500, 768454),
(70, 97000, 97000, 97000, 7000, 500, 776460),
(71, 98000, 98000, 98000, 7200, 500, 784466),
(72, 99000, 99000, 99000, 7400, 500, 792472),
(73, 100000, 100000, 100000, 7800, 500, 800478),
(74, 101000, 101000, 101000, 8000, 500, 808484),
(75, 102000, 102000, 102000, 8200, 500, 816490),
(76, 103000, 103000, 103000, 8400, 500, 824496),
(77, 104000, 104000, 104000, 8600, 500, 832502),
(78, 105000, 105000, 105000, 8800, 500, 840508),
(79, 106000, 106000, 106000, 9000, 500, 848514),
(80, 107000, 107000, 107000, 9200, 500, 856520),
(81, 108000, 108000, 108000, 9400, 500, 864526),
(82, 109000, 109000, 109000, 9600, 500, 872532),
(83, 110000, 110000, 110000, 9800, 500, 880538),
(84, 111000, 111000, 111000, 10000, 500, 888544),
(85, 112000, 112000, 112000, 10500, 500, 896550),
(86, 113000, 113000, 113000, 11000, 500, 904556),
(87, 114000, 114000, 114000, 11500, 500, 912562),
(88, 115000, 115000, 115000, 12000, 500, 920568),
(89, 116000, 116000, 116000, 12500, 500, 928574),
(90, 117000, 117000, 117000, 13000, 500, 936580),
(91, 118000, 118000, 118000, 13500, 500, 944586),
(92, 119000, 119000, 119000, 14000, 500, 952592),
(93, 120000, 120000, 120000, 14500, 500, 960598),
(94, 121000, 121000, 121000, 15000, 500, 968604),
(95, 122000, 122000, 122000, 15000, 500, 976610),
(96, 123000, 123000, 123000, 15000, 500, 984616),
(97, 124000, 124000, 124000, 15000, 500, 992622),
(98, 125000, 125000, 125000, 15000, 500, 1000628),
(99, 126000, 126000, 126000, 15000, 500, 1008634),
(100, 127000, 127000, 127000, 15000, 500, 1016640),
(101, 128000, 128000, 128000, 15000, 500, 1024646),
(102, 129000, 129000, 129000, 15000, 500, 1032652),
(103, 130000, 130000, 130000, 15000, 500, 1040658),
(104, 131000, 131000, 131000, 15000, 500, 1048664),
(105, 132000, 132000, 132000, 20000, 500, 1056670),
(106, 133000, 133000, 133000, 20000, 500, 1064676),
(107, 134000, 134000, 134000, 20000, 500, 1072682),
(108, 135000, 135000, 135000, 20000, 500, 1080688),
(109, 136000, 136000, 136000, 20000, 500, 1088694),
(110, 137000, 137000, 137000, 20000, 500, 1096700);

-- --------------------------------------------------------

--
-- Table structure for table `gopet_mob_location`
--

CREATE TABLE `gopet_mob_location` (
  `mapID` int(11) NOT NULL,
  `x` int(11) NOT NULL,
  `y` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `gopet_mob_location`
--

INSERT INTO `gopet_mob_location` (`mapID`, `x`, `y`) VALUES
(13, 146, 157),
(13, 198, 389),
(13, 198, 549),
(13, 306, 157),
(13, 326, 425),
(13, 350, 217),
(13, 442, 549),
(13, 514, 393),
(13, 526, 297),
(13, 570, 117),
(13, 670, 549),
(13, 702, 477),
(14, 106, 466),
(14, 114, 122),
(14, 202, 370),
(14, 258, 106),
(14, 338, 122),
(14, 386, 546),
(14, 478, 130),
(14, 494, 530),
(14, 594, 450),
(14, 622, 246),
(14, 686, 386),
(15, 129, 95),
(15, 153, 339),
(15, 217, 491),
(15, 229, 115),
(15, 325, 555),
(15, 377, 119),
(15, 381, 415),
(15, 481, 215),
(15, 485, 495),
(15, 541, 415),
(15, 601, 175),
(15, 613, 331),
(16, 159, 381),
(16, 175, 93),
(16, 195, 277),
(16, 259, 529),
(16, 291, 129),
(16, 355, 401),
(16, 383, 205),
(16, 419, 529),
(16, 495, 161),
(17, 80, 346),
(17, 80, 442),
(17, 204, 146),
(17, 216, 306),
(17, 300, 486),
(17, 360, 360),
(17, 388, 254),
(17, 412, 486),
(17, 456, 154),
(17, 636, 78),
(17, 708, 298),
(18, 48, 182),
(18, 48, 366),
(18, 100, 78),
(18, 144, 554),
(18, 288, 158),
(18, 340, 538),
(18, 408, 454),
(18, 548, 150),
(18, 548, 366),
(18, 576, 102),
(19, 74, 85),
(19, 118, 329),
(19, 190, 353),
(19, 218, 137),
(19, 286, 345),
(19, 378, 321),
(19, 418, 249),
(21, 154, 231),
(21, 154, 379),
(21, 154, 527),
(21, 162, 155),
(21, 398, 131),
(21, 398, 259),
(21, 438, 347),
(21, 498, 531),
(21, 626, 495),
(21, 646, 347),
(21, 738, 131),
(21, 798, 435),
(23, 210, 511),
(23, 217, 98),
(23, 242, 367),
(23, 334, 475),
(23, 349, 114),
(23, 360, 360),
(23, 509, 90),
(23, 542, 399),
(23, 558, 539),
(23, 677, 170),
(23, 697, 450),
(24, 146, 105),
(24, 158, 265),
(24, 338, 441),
(24, 386, 81),
(24, 466, 349),
(24, 530, 153),
(24, 610, 461),
(25, 87, 279),
(25, 87, 431),
(25, 135, 79),
(25, 191, 491),
(25, 255, 355),
(25, 295, 175),
(25, 383, 99),
(25, 479, 499),
(25, 603, 111),
(25, 631, 523),
(25, 639, 255);

-- --------------------------------------------------------

--
-- Table structure for table `gopet_pet`
--

CREATE TABLE `gopet_pet` (
  `petId` int(11) NOT NULL,
  `name` varchar(200) DEFAULT NULL COMMENT 'Tên',
  `icon` text DEFAULT NULL,
  `frameImg` text DEFAULT NULL,
  `frameNum` int(11) NOT NULL DEFAULT 2,
  `vY` int(11) NOT NULL DEFAULT 0,
  `hp` int(11) NOT NULL DEFAULT 0 COMMENT 'Máu',
  `mp` int(11) NOT NULL DEFAULT 0 COMMENT 'Năng lượng',
  `str` int(11) DEFAULT NULL COMMENT 'Sức mạnh',
  `_int` int(11) DEFAULT NULL COMMENT 'Thông minh',
  `agi` int(11) DEFAULT NULL COMMENT 'Tốc độ',
  `type` int(11) NOT NULL DEFAULT 0 COMMENT 'Loại',
  `nclass` int(11) NOT NULL DEFAULT 0 COMMENT 'Phái',
  `element` int(11) NOT NULL DEFAULT 0 COMMENT 'Hệ',
  `gymUpLevel` int(11) NOT NULL DEFAULT 3 COMMENT 'Điểm gym cộng mỗi khi lên cấp',
  `FusionScore` int(11) NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `gopet_pet`
--

INSERT INTO `gopet_pet` (`petId`, `name`, `icon`, `frameImg`, `frameNum`, `vY`, `hp`, `mp`, `str`, `_int`, `agi`, `type`, `nclass`, `element`, `gymUpLevel`, `FusionScore`) VALUES
(1, 'rùa baby', 'icons/1.icon.png', 'petFrame3/1.png', 2, 0, 150, 150, 20, 25, 20, 0, 2, 5, 3, 5),
(2, 'rồng cu te', 'icons/2.icon.png', 'petFrame3/2.png', 2, 0, 150, 150, 20, 25, 20, 0, 2, 4, 3, 5),
(3, 'gà rừng', 'icons/3.icon.png', 'petFrame3/3.png', 2, 0, 150, 150, 25, 20, 20, 0, 0, 4, 3, 5),
(4, 'thỏ ngọc ngốc nghếch', 'icons/4.icon.png', 'petFrame3/4.png', 2, 0, 150, 150, 20, 20, 25, 0, 1, 3, 3, 5),
(5, 'răn thân thiện', 'icons/5.icon.png', 'petFrame3/5.png', 2, 0, 150, 150, 20, 20, 25, 0, 1, 2, 3, 5),
(6, 'khủng long', 'icons/6.icon.png', 'petFrame3/6.png', 2, 0, 150, 150, 25, 20, 20, 0, 0, 1, 3, 5),
(7, 'tề thiên', 'icons/7.icon.png', 'petFrame3/7.png', 2, 0, 150, 150, 20, 20, 35, 0, 1, 3, 3, 15),
(9, 'bạch cốt', 'icons/9.icon.png', 'petFrame3/9.png', 2, 0, 150, 150, 35, 20, 20, 0, 0, 3, 3, 15),
(10, 'tiểu miêu', 'icons/10.icon.png', 'petFrame3/10.png', 2, 0, 150, 150, 20, 20, 35, 0, 1, 2, 3, 15),
(11, 'lửa hung dữ', 'icons/11.icon.png', 'petFrame3/11.png', 2, 0, 150, 150, 20, 35, 20, 0, 2, 1, 3, 15),
(12, 'bạch hổ', 'icons/12.icon.png', 'petFrame3/12.png', 2, 0, 150, 150, 35, 20, 20, 0, 0, 7, 3, 15),
(13, 'tử thần ', 'icons/13.icon.png', 'petFrame3/13.png', 2, 0, 150, 150, 35, 20, 20, 0, 0, 6, 3, 15),
(14, 'mimon', 'icons/14.icon.png', 'petFrame3/14.png', 2, 0, 150, 150, 20, 35, 20, 0, 2, 4, 3, 15),
(15, 'pikachu', 'icons/15.icon.png', 'petFrame3/15.png', 2, 0, 150, 150, 20, 20, 35, 0, 1, 4, 3, 15),
(17, 'unicon', 'icons/17.icon.png', 'petFrame3/17.png', 2, 0, 150, 150, 35, 20, 20, 0, 0, 7, 3, 15),
(18, 'goku', 'icons/18.icon.png', 'petFrame3/18.png', 2, 0, 150, 150, 35, 20, 20, 0, 0, 7, 3, 15),
(19, 'rùa băng', 'icons/19.icon.png', 'petFrame3/19.png', 2, 0, 150, 150, 20, 35, 20, 0, 2, 5, 3, 15),
(20, 'gà đại ca', 'icons/20.icon.png', 'petFrame3/20.png', 2, 0, 150, 150, 35, 20, 20, 0, 0, 3, 3, 15),
(22, 'thỏ ngọc', 'icons/22.icon.png', 'petFrame3/22.png', 2, 0, 150, 150, 20, 20, 35, 0, 1, 4, 3, 15),
(23, 'rắn ma pháp', 'icons/23.icon.png', 'petFrame3/23.png', 2, 0, 150, 150, 20, 35, 20, 0, 2, 3, 3, 15),
(24, 'trâu lực điền', 'icons/24.icon.png', 'petFrame3/24.png', 2, 0, 150, 150, 35, 20, 20, 0, 0, 6, 3, 15),
(25, 'cáo tinh nghịch', 'icons/25.icon.png', 'petFrame3/25.png', 2, 0, 150, 150, 20, 20, 35, 0, 1, 5, 3, 15),
(31, 'cọp cute', 'icons/31.icon.png', 'petFrame3/31.png', 2, 0, 150, 150, 35, 30, 30, 0, 0, 5, 3, 30),
(32, 'rùa thám hiểm', 'icons/32.icon.png', 'petFrame3/32.png', 2, 0, 150, 150, 37, 20, 20, 0, 0, 2, 3, 15),
(33, 'hoa tiên', 'icons/33.icon.png', 'petFrame3/33.png', 2, 0, 800, 800, 66, 66, 66, 0, 3, 2, 3, 50),
(34, 'heo rừng ', 'icons/34.icon.png', 'petFrame3/34.png', 2, 0, 800, 800, 80, 50, 50, 0, 4, 3, 30, 50),
(35, 'cọp máy', 'icons/35.icon.png', 'petFrame3/35.png', 2, 0, 800, 800, 50, 50, 80, 0, 5, 1, 30, 50),
(36, 'hắc cuồng long', 'icons/36.icon.png', 'petFrame3/36.png', 2, 0, 800, 800, 50, 80, 50, 0, 3, 6, 30, 50),
(48, 'bọ chiến binh', 'icons/48.icon.png', 'petFrame3/48.png', 2, 0, 800, 800, 90, 60, 60, 0, 4, 4, 30, 100),
(49, 'bọ hiệp sĩ', 'icons/49.icon.png', 'petFrame3/49.png', 2, 0, 800, 800, 100, 60, 60, 0, 4, 1, 30, 100),
(50, 'gà hiệp sĩ', 'icons/50.icon.png', 'petFrame3/50.png', 2, 0, 800, 800, 60, 60, 100, 0, 5, 2, 30, 100),
(51, 'mèo ma pháp', 'icons/51.icon.png', 'petFrame3/51.png', 2, 0, 800, 800, 60, 90, 60, 0, 3, 3, 30, 100),
(52, 'bọ binh sĩ', 'icons/52.icon.png', 'petFrame3/52.png', 2, 0, 800, 800, 100, 60, 60, 0, 4, 4, 30, 100),
(53, 'gà lười', 'icons/53.icon.png', 'petFrame3/53.png', 2, 0, 800, 800, 60, 60, 100, 0, 5, 5, 30, 100),
(54, 'mèo tập sự', 'icons/54.icon.png', 'petFrame3/54.png', 2, 0, 800, 800, 60, 100, 60, 0, 3, 7, 30, 100),
(89, 'Hoả Kì Lân', 'icons/89.icon.png', 'petFrame3/89.png', 2, 0, 1000, 1000, 80, 80, 80, 0, 4, 1, 50, 500),
(92, 'Rồng Kị Sĩ', 'icons/92.icon.png', 'petFrame3/92.png', 2, 0, 1000, 1000, 30, 35, 30, 0, 2, 7, 3, 25),
(93, 'Hoả Linh Thú', 'icons/93.icon.png', 'petFrame3/93.png', 2, 0, 1000, 1000, 130, 60, 60, 0, 4, 1, 40, 600),
(94, 'Băng Linh Thú', 'icons/94.icon.png', 'petFrame3/94.png', 2, 0, 1000, 1000, 60, 130, 60, 0, 3, 5, 40, 600),
(95, 'Lôi Linh Thú', 'icons/95.icon.png', 'petFrame3/95.png', 2, 0, 1000, 1000, 60, 60, 130, 0, 5, 4, 40, 600),
(1002, 'rồng baby', 'icons/1002.icon.png', 'petFrame3/1002.png', 2, 0, 150, 150, 20, 37, 20, 0, 2, 1, 3, 15),
(1006, 'khủng long cute', 'icons/1006.icon.png', 'petFrame3/1006.png', 2, 0, 150, 150, 35, 30, 30, 0, 0, 1, 3, 25),
(1007, 'cá sấu', 'icons/1007.icon.png', 'petFrame3/1007.png', 2, 0, 150, 150, 35, 20, 20, 0, 0, 5, 3, 15),
(2001, 'rùa baby ảo ảnh', 'icons/2001.icon.png', 'petFrame3/2001.png', 2, 0, 150, 150, 25, 35, 25, 0, 2, 5, 3, 5),
(2002, 'rồng cu te ảo ảnh', 'icons/2002.icon.png', 'petFrame3/2002.png', 2, 0, 150, 150, 25, 35, 25, 0, 2, 4, 3, 5),
(2003, 'gà rừng ảo ảnh', 'icons/2003.icon.png', 'petFrame3/2003.png', 2, 0, 150, 150, 35, 25, 25, 0, 0, 4, 3, 5),
(2004, 'thỏ ngọc ngốc nghếch ảo ảnh', 'icons/2004.icon.png', 'petFrame3/2004.png', 2, 0, 150, 150, 25, 25, 35, 0, 1, 3, 3, 5),
(2005, 'rắn thân thiện ảo ảnh', 'icons/2005.icon.png', 'petFrame3/2005.png', 2, 0, 150, 150, 25, 25, 35, 0, 1, 2, 3, 5),
(2006, 'khủng long ảo ảnh', 'icons/2006.icon.png', 'petFrame3/2006.png', 2, 0, 150, 150, 35, 25, 25, 0, 0, 1, 3, 5),
(2007, 'tề thiên ảo ảnh', 'icons/2007.icon.png', 'petFrame3/2007.png', 2, 0, 150, 150, 25, 25, 40, 0, 1, 3, 3, 15),
(2009, 'bạch cốt ảo ảnh', 'icons/2009.icon.png', 'petFrame3/2009.png', 2, 0, 150, 150, 40, 25, 25, 0, 0, 3, 3, 15),
(2010, 'tiểu miêu ảo ảnh', 'icons/2010.icon.png', 'petFrame3/2010.png', 2, 0, 150, 150, 25, 25, 40, 0, 1, 2, 3, 15),
(2011, 'lửa hung dữ ảo ảnh', 'icons/2011.icon.png', 'petFrame3/2011.png', 2, 0, 150, 150, 25, 40, 25, 0, 2, 1, 3, 15),
(2012, 'bạch hổ ảo ảnh', 'icons/2012.icon.png', 'petFrame3/2012.png', 2, 0, 150, 150, 40, 25, 25, 0, 0, 7, 3, 15),
(2013, 'tử thần ảo ảnh', 'icons/2013.icon.png', 'petFrame3/2013.png', 2, 0, 150, 150, 40, 25, 25, 0, 0, 6, 3, 15),
(2014, 'mimon ảo ảnh', 'icons/2014.icon.png', 'petFrame3/2014.png', 2, 0, 150, 150, 25, 40, 25, 0, 2, 4, 3, 15),
(2015, 'pikachu ảo ảnh', 'icons/2015.icon.png', 'petFrame3/2015.png', 2, 0, 150, 150, 25, 25, 40, 0, 1, 4, 3, 15),
(2016, 'cá sấu ảo ảnh', 'icons/2016.icon.png', 'petFrame3/2016.png', 2, 0, 150, 150, 40, 25, 25, 0, 0, 5, 3, 15),
(2017, 'unicon ảo ảnh', 'icons/2017.icon.png', 'petFrame3/2017.png', 2, 0, 150, 150, 40, 25, 25, 0, 0, 7, 3, 15),
(2018, 'goku ảo ảnh', 'icons/2018.icon.png', 'petFrame3/2018.png', 2, 0, 150, 150, 40, 25, 25, 0, 0, 7, 3, 15),
(2019, 'rùa băng ảo ảnh', 'icons/2019.icon.png', 'petFrame3/2019.png', 2, 0, 150, 150, 25, 40, 25, 0, 2, 5, 3, 15),
(2021, 'gà đại ca ảo ảnh', 'icons/2021.icon.png', 'petFrame3/2021.png', 2, 0, 150, 150, 40, 25, 25, 0, 0, 3, 3, 15),
(2022, 'thỏ ngọc ảo ảnh', 'icons/2022.icon.png', 'petFrame3/2022.png', 2, 0, 150, 150, 25, 25, 40, 0, 1, 4, 3, 15),
(2023, 'rắn mà pháp ảo ảnh', 'icons/2023.icon.png', 'petFrame3/2023.png', 2, 0, 150, 150, 25, 40, 25, 0, 2, 3, 3, 15),
(2024, 'trâu lực điền ảo ảnh', 'icons/2024.icon.png', 'petFrame3/2024.png', 2, 0, 150, 150, 40, 25, 25, 0, 0, 6, 3, 15),
(2025, 'cáo tinh nghịch ảo ảnh', 'icons/2025.icon.png', 'petFrame3/2025.png', 2, 0, 150, 150, 25, 25, 40, 0, 1, 5, 3, 15),
(2032, 'rùa thám hiểm ảo ảnh', 'icons/2032.icon.png', 'petFrame3/2032.png', 2, 0, 150, 150, 42, 27, 27, 0, 0, 2, 3, 15),
(2090, 'Hắc Ám Kì Lân Ảo Ảnh', 'icons/2090.icon.png', 'petFrame3/2090.png', 2, 0, 1000, 1000, 100, 100, 100, 0, 4, 6, 50, 500),
(2093, 'Hoả Linh Thú Ảo Ảnh', 'icons/2093.icon.png', 'petFrame3/2093.png', 2, 0, 1000, 1000, 150, 80, 80, 0, 4, 1, 40, 600),
(2094, 'Băng Linh Thú Ảo Ảnh', 'icons/2094.icon.png', 'petFrame3/2094.png', 2, 0, 1000, 1000, 80, 150, 80, 0, 3, 5, 40, 600),
(2095, 'Lôi Linh Thú Ảo Ảnh', 'icons/2095.icon.png', 'petFrame3/2095.png', 2, 0, 1000, 1000, 80, 80, 150, 0, 5, 4, 40, 600),
(2096, 'Anh Long ảo ảnh', 'icons/2096.icon.png', 'petFrame3/2096.png', 2, 0, 1000, 1000, 55, 40, 40, 0, 0, 1, 3, 30),
(2097, 'Ma Hắc Ám Kì Lân Ảo Ảnh', 'icons/2097.icon.png', 'petFrame3/2097.png', 2, 15, 1000, 1000, 550, 550, 550, 0, 4, 6, 50, 1500),
(2098, 'Rồng Kị Sĩ Ảo Ảnh', 'icons/2098.icon.png', 'petFrame3/2098.png', 4, 0, 1000, 1000, 40, 55, 40, 0, 2, 7, 3, 25),
(2099, 'Sún Ảo Ảnh', 'icons/2099.icon.png', 'petFrame3/2099.png', 2, 2, 1000, 1000, 40, 40, 55, 0, 1, 2, 3, 300),
(2101, 'cọp máy ảo ảnh', 'icons/2101.icon.png', 'petFrame3/2101.png', 2, 0, 800, 800, 70, 70, 100, 0, 5, 1, 30, 50),
(2102, 'heo rừng ảo ảnh', 'icons/2102.icon.png', 'petFrame3/2102.png', 2, 0, 800, 800, 100, 70, 70, 0, 4, 3, 30, 50),
(2103, 'hắc nham long ảo ảnh', 'icons/2103.icon.png', 'petFrame3/2103.png', 2, 0, 800, 800, 70, 100, 70, 0, 3, 6, 30, 50),
(2104, 'gà hắc sát ảo ảnh', 'icons/2104.icon.png', 'petFrame3/2104.png', 2, 0, 800, 800, 80, 80, 150, 0, 4, 1, 30, 100),
(2105, 'mèo trưởng thành ảo ảnh', 'icons/2105.icon.png', 'petFrame3/2105.png', 2, 0, 800, 800, 80, 110, 80, 0, 3, 3, 30, 100),
(2106, 'bọ tà sĩ ảo ảnh', 'icons/2106.icon.png', 'petFrame3/2106.png', 2, 0, 800, 800, 150, 80, 80, 0, 4, 1, 30, 100),
(3001, 'rùa baby tiến hoá', 'icons/3001.icon.png', 'petFrame3/3001.png', 2, 0, 150, 150, 25, 40, 25, 0, 2, 5, 3, 10),
(3002, 'rồng cute tến hoá', 'icons/3002.icon.png', 'petFrame3/3002.png', 2, 0, 150, 150, 25, 40, 25, 0, 2, 4, 3, 10),
(3003, 'gà rừng tiến hoá', 'icons/3003.icon.png', 'petFrame3/3003.png', 2, 0, 150, 150, 40, 25, 25, 0, 0, 4, 3, 10),
(3004, 'thỏ ngọc ngốc nghếch tiến hoá', 'icons/3004.icon.png', 'petFrame3/3004.png', 2, 0, 150, 150, 25, 25, 40, 0, 1, 3, 3, 10),
(3005, 'rắn thân thiện tiến hoá', 'icons/3005.icon.png', 'petFrame3/3005.png', 2, 0, 150, 150, 25, 25, 40, 0, 1, 2, 3, 10),
(3006, 'khủng long tiến hoá', 'icons/3006.icon.png', 'petFrame3/3006.png', 2, 0, 150, 150, 40, 25, 25, 0, 0, 1, 3, 10),
(3007, 'tề thiên tiến hoá', 'icons/3007.icon.png', 'petFrame3/3007.png', 2, 0, 150, 150, 25, 25, 40, 0, 1, 3, 3, 20),
(3009, 'bạch cốt tiến hoá', 'icons/3009.icon.png', 'petFrame3/3009.png', 2, 0, 150, 150, 40, 25, 25, 0, 0, 3, 3, 20),
(3010, 'miêu miêu tiến hoá', 'icons/3010.icon.png', 'petFrame3/3010.png', 2, 0, 150, 150, 25, 25, 40, 0, 1, 2, 3, 20),
(3011, 'lửa hung dữ tiến hoá', 'icons/3011.icon.png', 'petFrame3/3011.png', 2, 0, 150, 150, 25, 40, 25, 0, 2, 1, 3, 20),
(3012, 'bạch hổ tiến hoá', 'icons/3012.icon.png', 'petFrame3/3012.png', 2, 0, 150, 150, 40, 25, 25, 0, 0, 7, 3, 20),
(3013, 'tử thần tiến hoá', 'icons/3013.icon.png', 'petFrame3/3013.png', 2, 0, 150, 150, 40, 25, 25, 0, 0, 6, 3, 20),
(3014, 'mimon tiến hoá', 'icons/3014.icon.png', 'petFrame3/3014.png', 2, 0, 150, 150, 25, 40, 25, 0, 2, 4, 3, 20),
(3015, 'pikachu tiến hoá', 'icons/3015.icon.png', 'petFrame3/3015.png', 2, 0, 150, 150, 25, 25, 40, 0, 1, 4, 3, 20),
(3016, 'cá sấu tiến hoá', 'icons/3016.icon.png', 'petFrame3/3016.png', 2, 0, 150, 150, 40, 25, 25, 0, 0, 5, 3, 20),
(3017, 'unicon tiến hoá', 'icons/3017.icon.png', 'petFrame3/3017.png', 2, 0, 150, 150, 40, 25, 25, 0, 0, 7, 3, 20),
(3018, 'goku tiến hoá', 'icons/3018.icon.png', 'petFrame3/3018.png', 2, 0, 150, 150, 40, 25, 25, 0, 0, 7, 3, 20),
(3019, 'rùa băng tiến hoá', 'icons/3019.icon.png', 'petFrame3/3019.png', 2, 0, 150, 150, 25, 40, 25, 0, 2, 2, 3, 20),
(3021, 'gà đại ca tiến hoá', 'icons/3021.icon.png', 'petFrame3/3021.png', 2, 0, 150, 150, 40, 25, 25, 0, 0, 3, 3, 20),
(3023, 'rắn ma pháp tiến hoá', 'icons/3023.icon.png', 'petFrame3/3023.png', 2, 0, 150, 150, 25, 40, 25, 0, 2, 3, 3, 20),
(3024, 'trâu lực điền tiến hoá', 'icons/3024.icon.png', 'petFrame3/3024.png', 2, 0, 150, 150, 40, 25, 25, 0, 0, 6, 3, 20),
(3025, 'cáo tinh nghịch tiến hoá', 'icons/3025.icon.png', 'petFrame3/3025.png', 2, 0, 150, 150, 25, 25, 40, 0, 1, 5, 3, 20),
(3027, 'rồng baby ảo ảnh', 'icons/3027.icon.png', 'petFrame3/3027.png', 2, 0, 150, 150, 27, 42, 27, 0, 2, 1, 3, 15),
(3028, 'rắn xanh', 'icons/3028.icon.png', 'petFrame3/3028.png', 2, 0, 150, 150, 25, 40, 25, 0, 2, 2, 3, 50),
(3029, 'thỏ ngọc tiến hoá', 'icons/3029.icon.png', 'petFrame3/3029.png', 2, 0, 150, 150, 25, 25, 40, 0, 1, 4, 3, 50),
(3030, 'quái', 'icons/3030.icon.png', 'petFrame3/3030.png', 2, 0, 150, 150, 25, 25, 40, 0, 1, 4, 3, 50),
(3032, 'rùa thám hiểm tiến hoá', 'icons/3032.icon.png', 'petFrame3/3032.png', 2, 0, 150, 150, 42, 27, 27, 0, 0, 5, 3, 30),
(3034, 'thiên hổ', 'icons/3034.icon.png', 'petFrame3/3034.png', 2, 0, 300, 300, 350, 250, 250, 0, 0, 7, 3, 50),
(3035, 'mãng xà', 'icons/3035.icon.png', 'petFrame3/3035.png', 2, 0, 300, 300, 250, 350, 250, 0, 2, 7, 3, 50),
(3036, 'thần phượng', 'icons/3036.icon.png', 'petFrame3/3036.png', 2, 0, 300, 300, 55, 55, 55, 0, 1, 1, 3, 50),
(3037, 'sún', 'icons/3037.icon.png', 'petFrame3/3037.png', 2, 0, 150, 150, 30, 30, 35, 0, 1, 4, 3, 25),
(3038, 'thiên cốt', 'icons/3038.icon.png', 'petFrame3/3038.png', 2, 0, 300, 300, 350, 250, 250, 0, 0, 3, 3, 50),
(3039, 'mimon trời', 'icons/3039.icon.png', 'petFrame3/3039.png', 2, 0, 300, 300, 250, 350, 250, 0, 2, 4, 3, 50),
(3040, 'thần chết', 'icons/3040.icon.png', 'petFrame3/3040.png', 2, 0, 300, 300, 350, 250, 250, 0, 0, 6, 3, 50),
(3042, 'cá sấu vũ trang', 'icons/3042.icon.png', 'petFrame3/3042.png', 2, 0, 300, 300, 350, 250, 250, 0, 0, 7, 3, 50),
(3090, 'Hắc Ám Kì Lân Tiến Hoá', 'icons/3090.icon.png', 'petFrame3/3090.png', 2, 0, 1000, 1000, 100, 100, 100, 0, 4, 6, 50, 1000),
(3091, 'Giáp Rông', 'icons/3091.icon.png', 'petFrame3/3091.png', 2, 0, 1000, 1000, 80, 80, 80, 0, 0, 1, 5, 1000),
(3093, 'Hoả Linh Thú Tiến Hoá', 'icons/3093.icon.png', 'petFrame3/3093.png', 2, 0, 1000, 1000, 150, 80, 80, 0, 4, 1, 40, 800),
(3094, 'Băng Linh Thú Tiến Hoá', 'icons/3094.icon.png', 'petFrame3/3094.png', 2, 0, 1000, 1000, 80, 150, 80, 0, 3, 5, 40, 800),
(3095, 'Lôi Linh Thú Tiến Hoá', 'icons/3095.icon.png', 'petFrame3/3095.png', 2, 0, 1000, 1000, 80, 80, 150, 0, 5, 4, 40, 800),
(3096, 'Anh Long ', 'icons/3096.icon.png', 'petFrame3/3096.png', 2, 0, 1000, 1000, 55, 40, 40, 0, 0, 1, 3, 25),
(3097, 'Ma Hắc Ám Kì Lân ', 'icons/3097.icon.png', 'petFrame3/3097.png', 2, 15, 1000, 1000, 150, 150, 150, 0, 4, 6, 50, 2000),
(3098, 'Rồng Kị Sỹ Tiến Hóa', 'icons/3098.icon.png', 'petFrame3/3098.png', 4, 1, 1000, 1000, 40, 55, 40, 0, 2, 7, 3, 30),
(3099, 'Sún Tiến Hóa', 'icons/3099.icon.png', 'petFrame3/3099.png', 2, 3, 1000, 1000, 40, 40, 55, 0, 1, 2, 3, 300),
(3100, 'Goku Vô Cực', 'icons/3100.icon.png', 'petFrame3/3100.png', 3, 3, 1000, 1000, 400, 250, 250, 0, 4, 7, 30, 300),
(3101, 'cọp máy tiến hóa', 'icons/3101.icon.png', 'petFrame3/3101.png', 2, 0, 800, 800, 70, 70, 100, 0, 5, 1, 30, 60),
(3102, 'heo rừng tiến hóa', 'icons/3102.icon.png', 'petFrame3/3102.png', 2, 0, 800, 800, 100, 70, 70, 0, 4, 3, 30, 60),
(3103, 'hắc nham long', 'icons/3103.icon.png', 'petFrame3/3103.png', 2, 0, 800, 800, 70, 100, 70, 0, 3, 6, 30, 60),
(3104, 'gà hắc sát ', 'icons/3104.icon.png', 'petFrame3/3104.png', 2, 0, 800, 800, 80, 80, 150, 0, 4, 1, 30, 150),
(3105, 'mèo trưởng thành', 'icons/3105.icon.png', 'petFrame3/3105.png', 2, 0, 800, 800, 80, 110, 80, 0, 3, 3, 30, 150),
(3106, 'bọ tà sĩ ', 'icons/3106.icon.png', 'petFrame3/3106.png', 2, 0, 800, 800, 150, 80, 80, 0, 4, 1, 30, 150),
(3107, 'Cọp Võ Sư', 'icons/3107.icon.png', 'petFrame3/3107.png', 5, 3, 1000, 1000, 400, 250, 250, 0, 4, 7, 30, 300),
(9985, 'quái', 'icons/9985.icon.png', 'petFrame3/9985.png', 2, 0, 300, 300, 350, 250, 250, 0, 0, 6, 3, 50),
(9989, 'thiên hoả', 'icons/9989.icon.png', 'petFrame3/9989.png', 2, 0, 300, 300, 250, 350, 250, 0, 2, 1, 3, 50),
(9991, 'rùa baby trùng sinh', 'icons/9991.icon.png', 'petFrame3/9991.png', 2, 0, 300, 300, 250, 350, 250, 0, 2, 5, 3, 50),
(9993, 'quái', 'icons/9993.icon.png', 'petFrame3/9993.png', 2, 0, 300, 300, 55, 55, 55, 0, 2, 5, 3, 50),
(9995, 'rùa băng tiến hoá', 'icons/AV_B_001.png', 'petFrame3/1.big.png', 2, 0, 150, 150, 25, 40, 25, 0, 2, 5, 3, 15),
(9996, 'unicon tiến hoá', 'icons/9996.icon.png', 'petFrame3/9996.png', 2, 0, 150, 150, 40, 25, 25, 0, 0, 7, 3, 20),
(9997, 'lam hoa tiên', 'icons/9997.icon.png', 'petFrame3/9997.png', 2, 0, 800, 800, 66, 66, 66, 0, 3, 2, 30, 50),
(9998, 'rồng baby tiến hoá', 'icons/9998.icon.png', 'petFrame3/9998.png', 2, 0, 150, 150, 27, 42, 27, 0, 2, 1, 3, 20),
(10000, 'mèo có cánh', 'icons/10000.icon.png', 'petFrame3/10000.png', 20, 0, 800, 800, 80, 110, 80, 0, 3, 3, 30, 150),
(10001, 'hắc nham long trùng sinh', 'icons/10001.icon.png', 'petFrame3/10001.png', 12, 0, 800, 800, 70, 100, 70, 0, 3, 6, 30, 50),
(10002, 'Cọp Võ Sư Trùng Sinh', 'icons/10002.icon.png', 'petFrame3/10002.png', 15, 3, 1000, 1000, 400, 250, 250, 0, 4, 7, 30, 300),
(10003, 'bọ tà sĩ  trùng sinh', 'icons/10003.icon.png', 'petFrame3/10003.png', 20, 0, 800, 800, 150, 80, 80, 0, 4, 1, 30, 150),
(10004, 'gà chăm chỉ', 'icons/10004.icon.png', 'petFrame3/10004.png', 2, 0, 800, 800, 60, 60, 100, 0, 5, 5, 30, 100),
(10005, 'bọ hắc sĩ', 'icons/10005.icon.png', 'petFrame3/10005.png', 2, 0, 800, 800, 100, 60, 60, 0, 4, 4, 30, 100),
(10006, 'heo rừng hào quang', 'icons/10006.icon.png', 'petFrame3/10006.png', 2, 0, 800, 800, 100, 70, 70, 0, 4, 3, 30, 60),
(10007, 'cọp tiến hóa', 'icons/10007.icon.png', 'petFrame3/10007.png', 2, 0, 800, 800, 70, 70, 100, 0, 5, 1, 30, 60),
(10008, 'gà hắc sát hào quang', 'icons/10008.icon.png', 'petFrame3/10008.png', 20, 0, 800, 800, 80, 80, 150, 0, 4, 1, 30, 150),
(10009, 'mèo ma hắc ám', 'icons/10009.icon.png', 'petFrame3/10009.png', 2, 0, 800, 800, 60, 90, 60, 0, 3, 3, 30, 100),
(10010, 'Bánh sinh nhật', 'npcs/banhsn.png', 'petFrame3/10010.png', 2, 0, 800, 800, 60, 90, 60, 0, 3, 3, 30, 100),
(10011, 'Rắn ', 'icons/10011.icon.png', 'petFrame3/10011.png', 4, 0, 800, 800, 80, 80, 80, 0, 2, 2, 50, 1000);

-- --------------------------------------------------------

--
-- Table structure for table `hidden_stat`
--

CREATE TABLE `hidden_stat` (
  `Id` int(11) NOT NULL,
  `IdWeapon` int(11) DEFAULT NULL,
  `IdHat` int(11) DEFAULT NULL,
  `IdArmour` int(11) DEFAULT NULL,
  `IdShoe` int(11) DEFAULT NULL,
  `IdGlove` int(11) DEFAULT NULL,
  `Data` varchar(2048) NOT NULL DEFAULT '[]',
  `Comment` varchar(1024) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `hidden_stat`
--

INSERT INTO `hidden_stat` (`Id`, `IdWeapon`, `IdHat`, `IdArmour`, `IdShoe`, `IdGlove`, `Data`, `Comment`) VALUES
(1, 2005, 2007, 2006, 2008, 2009, '[{\"id\":46,\"value\":2500}]', 'khi đủ 5 món kích ẩn 25% phản đòn'),
(2, 2010, 2012, 2011, 2013, 2014, '[{\"id\":47,\"value\":2500}]', 'khi đủ 5 món 25% định thân khi đánh trúng'),
(3, 2015, 2017, 2016, 2018, 2019, '[{\"id\":48,\"value\":2500}]', 'khi đủ 5 món 15 % hút máu');

-- --------------------------------------------------------

--
-- Table structure for table `item`
--

CREATE TABLE `item` (
  `itemId` int(11) NOT NULL,
  `name` text NOT NULL,
  `description` text NOT NULL,
  `type` smallint(6) NOT NULL DEFAULT 0,
  `iconPath` varchar(200) DEFAULT NULL,
  `frameImgPath` varchar(200) DEFAULT NULL,
  `gender` tinyint(8) NOT NULL DEFAULT -1,
  `isStackable` tinyint(1) NOT NULL DEFAULT 1,
  `itemOption` text DEFAULT NULL,
  `itemOptionValue` text DEFAULT NULL,
  `atkRange` varchar(1000) DEFAULT NULL,
  `defRange` varchar(1000) DEFAULT NULL,
  `hpRange` varchar(1000) DEFAULT NULL,
  `mpRange` varchar(1000) DEFAULT NULL,
  `requireStr` int(11) NOT NULL DEFAULT 0,
  `requireInt` int(11) NOT NULL DEFAULT 0,
  `requireAgi` int(11) NOT NULL DEFAULT 0,
  `expire` bigint(20) DEFAULT NULL,
  `isOnSky` tinyint(1) NOT NULL DEFAULT 0,
  `canTrade` tinyint(1) NOT NULL DEFAULT 1,
  `petNClass` tinyint(8) NOT NULL DEFAULT -1,
  `element` tinyint(4) NOT NULL DEFAULT -1,
  `price` int(11) NOT NULL DEFAULT 10
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `item`
--

INSERT INTO `item` (`itemId`, `name`, `description`, `type`, `iconPath`, `frameImgPath`, `gender`, `isStackable`, `itemOption`, `itemOptionValue`, `atkRange`, `defRange`, `hpRange`, `mpRange`, `requireStr`, `requireInt`, `requireAgi`, `expire`, `isOnSky`, `canTrade`, `petNClass`, `element`, `price`) VALUES
(-1, 'Vật phẩm xoá', 'Là vật phẩm này đã bị xoá khỏi server', -2, 'items/11008.png', 'items/11008.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 0),
(0, 'Adminstrator Item', 'Dùng để chỉnh server', -1, 'items/4000766.png', 'items/4000766.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, -999999999),
(1, 'bình năng lượng S', 'sử dụng tăng 5 năng lượng( mỗi ngày dùng 10 bình)', 20, 'items/100001.png', 'items/100001.png', -1, 1, NULL, '[5,10]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(2, 'Bình năng Lượng L', 'sử dụng tăng 10 năng lượng( mỗi ngày dùng 5 bình)', 20, 'items/100002.png', 'items/100002.png', -1, 1, NULL, '[10,5]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(3, 'búa gỗ', 'búa dành cho chiến binh', 1, 'items/10001.png', 'items/10001.png', -1, 0, NULL, NULL, '[80,85]', NULL, NULL, NULL, 25, 20, 20, NULL, 0, 1, -1, -1, 10),
(4, 'búa sắt', 'Tiến Hoá từ búa gỗ', 1, 'items/10002.png', 'items/10002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 35, 25, 25, NULL, 0, 1, -1, -1, 10),
(5, 'búa sắt ngọc', 'tiến hoá từ búa sắt', 1, 'items/10003.png', 'items/10003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 45, 25, 25, NULL, 0, 1, -1, -1, 10),
(6, 'Khiên Gỗ', 'Dành cho chiến binh', 2, 'items/20001.png', 'items/20001.png', -1, 0, NULL, NULL, NULL, '[30,50]', '[100,150]', NULL, 25, 20, 20, NULL, 0, 1, -1, -1, 10),
(7, 'Khiên Gỗ lv2', 'Dành cho chiến binh lev:2', 2, 'items/20002.png', 'items/20002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 35, 25, 25, NULL, 0, 1, -1, -1, 10),
(8, 'Khiên Gỗ lv3', 'Dành cho chiến binh lev:3', 2, 'items/20003.png', 'items/20003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 45, 25, 25, NULL, 0, 1, -1, -1, 10),
(9, 'Mũ Sắt', 'Dành cho chiến binh', 3, 'items/30001.png', 'items/30001.png', -1, 0, NULL, NULL, NULL, NULL, '[240,300]', '[20,50]', 25, 20, 20, NULL, 0, 1, -1, -1, 10),
(10, 'Mũ Sắt lv2', 'Dành cho chiến binh lev:2', 3, 'items/30002.png', 'items/30002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 35, 25, 25, NULL, 0, 1, -1, -1, 10),
(11, 'Mũ Sắt lv3', 'Dành cho chiến binh lev:3', 3, 'items/30003.png', 'items/30003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 45, 25, 25, NULL, 0, 1, -1, -1, 10),
(12, 'Kiếm Cùi', 'Dành cho sát thủ', 1, 'items/12001.png', 'items/12001.png', -1, 0, NULL, NULL, '[90,100]', NULL, NULL, NULL, 20, 20, 25, NULL, 0, 1, -1, -1, 10),
(13, 'Kiếm Sắt', 'Dành cho sát thủ lev:2', 1, 'items/12002.png', 'items/12002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 25, 25, 35, NULL, 0, 1, -1, -1, 10),
(14, 'Kiếm Sắt ngọc', 'Dành cho sát thủ lev:3', 1, 'items/12003.png', 'items/12003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 25, 25, 45, NULL, 0, 1, -1, -1, 10),
(15, 'Dao Găm', 'Dành cho sát thủ', 2, 'items/22001.png', 'items/22001.png', -1, 0, NULL, NULL, '[10,20]', NULL, '[200,220]', NULL, 20, 20, 25, NULL, 0, 1, -1, -1, 10),
(16, 'Dao Găm Sắt', 'Dành cho sát thủ lev:2', 2, 'items/22002.png', 'items/22002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 25, 25, 35, NULL, 0, 1, -1, -1, 10),
(17, 'Dao Găm Sắt Ngọc', 'Dành cho sát thủ lev:3', 2, 'items/22003.png', 'items/22003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 25, 25, 45, NULL, 0, 1, -1, -1, 10),
(18, 'Băng Đầu Trơn', 'dành cho sát thủ ', 3, 'items/32001.png', 'items/32001.png', -1, 0, NULL, NULL, '[1,6]', '[20,25]', NULL, '[10,30]', 20, 20, 25, NULL, 0, 1, -1, -1, 10),
(19, 'Băng Đầu Trơn 1 sao', 'dành cho sát thủ lev:2', 3, 'items/32002.png', 'items/32002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 25, 25, 35, NULL, 0, 1, -1, -1, 10),
(20, 'Băng Đầu Trơn 4 sao', 'dành cho sát thủ lev:3', 3, 'items/32003.png', 'items/32003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 25, 25, 45, NULL, 0, 1, -1, -1, 10),
(21, 'Gậy Gỗ', 'Dành cho pháp sư lev:1', 1, 'items/11001.png', 'items/11001.png', -1, 0, NULL, NULL, '[100,120]', NULL, NULL, NULL, 20, 25, 20, NULL, 0, 1, -1, -1, 10),
(22, 'Gậy Gỗ Ngọc', 'Dành cho pháp sư lev:2', 1, 'items/11002.png', 'items/11002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 25, 35, 25, NULL, 0, 1, -1, -1, 10),
(23, 'Gậy Pháp Sư', 'Dành cho pháp sư lev:3', 1, 'items/11003.png', 'items/11003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 25, 45, 25, NULL, 0, 1, -1, -1, 10),
(24, 'Ngọc Lửa Nhỏ', 'Dành cho pháp sư', 2, 'items/21001.png', 'items/21001.png', -1, 0, NULL, NULL, NULL, '[30,60]', '[240,300]', NULL, 20, 25, 20, NULL, 0, 1, -1, -1, 10),
(25, 'Ngọc Lửa Nhỏ lv2', 'Dành cho pháp sư lev:2', 2, 'items/21002.png', 'items/21002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 25, 35, 25, NULL, 0, 1, -1, -1, 10),
(26, 'Ngọc Pháp Sư', 'Dành cho pháp sư lev:3', 2, 'items/21003.png', 'items/21003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 25, 45, 25, NULL, 0, 1, -1, -1, 10),
(27, 'Nón Vải Rỏm', 'Dành cho pháp sư ', 3, 'items/31001.png', 'items/31001.png', -1, 0, NULL, NULL, '[12,24]', NULL, NULL, '[300,500]', 20, 25, 20, NULL, 0, 1, -1, -1, 10),
(28, 'Nón Vải Xịn', 'Dành cho pháp sư lev:2', 3, 'items/31003.png', 'items/31003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 25, 35, 25, NULL, 0, 1, -1, -1, 10),
(29, 'Nón Pháp Sư', 'Dành cho pháp sư lev:3', 3, 'items/31002.png', 'items/31002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 25, 45, 25, NULL, 0, 1, -1, -1, 10),
(30, 'Nón Tím', 'Dành cho pháp sư lev:4', 3, 'items/31005.png', 'items/31005.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 30, 50, 30, NULL, 0, 1, -1, -1, 10),
(31, 'búa bạc', 'trang bị cao cấp dành cho chiến binh', 1, 'items/10101.png', 'items/10101.png', -1, 0, NULL, NULL, '[150,200]', '[30,40]', '[200,220]', '[80,100]', 35, 30, 30, NULL, 0, 1, -1, -1, 10),
(32, 'búa bạc ngọc ', 'Tiến hoá từ búa bạc lv1 lev:2', 1, 'items/10102.png', 'items/10102.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 45, 35, 35, NULL, 0, 1, -1, -1, 10),
(33, 'búa vinh quang ', 'Tiến hoá từ búa bạc ngọc lev:3', 1, 'items/10103.png', 'items/10103.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 55, 40, 40, NULL, 0, 1, -1, -1, 10),
(34, 'khiên bạc', 'trang bị cao cấp dành cho chiến binh', 2, 'items/20101.png', 'items/20101.png', -1, 0, NULL, NULL, NULL, '[50,100]', '[300,500]', NULL, 35, 30, 30, NULL, 0, 1, -1, -1, 10),
(35, 'Khiên Vàng', 'Tiền Hoá từ khiên bạc lev:2', 2, 'items/20102.png', 'items/20102.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 45, 35, 35, NULL, 0, 1, -1, -1, 10),
(36, 'Khiên Hoàng Kim', 'Tiến hoá từ khiên vàng lev: 3', 2, 'items/20103.png', 'items/20103.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 55, 40, 40, NULL, 0, 1, -1, -1, 10),
(37, 'Mũ Bạc', 'Trang bị cao cấp dành cho chiến binh', 3, 'items/30101.png', 'items/30101.png', -1, 0, NULL, NULL, NULL, '[10,30]', '[200,220]', '[50,80]', 35, 30, 30, NULL, 0, 1, -1, -1, 10),
(38, 'Mũ Vàng', 'Tiến hoá từ mũ bạc lev:2', 3, 'items/30102.png', 'items/30102.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 45, 35, 35, NULL, 0, 1, -1, -1, 10),
(39, 'Mũ Hoàng Kim', 'Tiến hoá từ mũ vàng lev:3', 3, 'items/30103.png', 'items/30103.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 55, 40, 40, NULL, 0, 1, -1, -1, 10),
(40, 'Kiếm Bạc', 'Trang Bị Cao cấp dành cho sát thủ', 1, 'items/12101.png', 'items/12101.png', -1, 0, NULL, NULL, '[200,250]', NULL, '[100,200]', NULL, 30, 30, 35, NULL, 0, 1, -1, -1, 10),
(41, 'Kiếm Bạc Ngọc', 'Trang bị được nâng cấp dành cho hiệp sĩ lev:2', 1, 'items/12102.png', 'items/12102.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 35, 35, 45, NULL, 0, 1, -1, -1, 10),
(42, 'Kiếm Hoàng Kim', 'Trang bị được nâng cấp dành cho hiệp sĩ lev:3', 1, 'items/12103.png', 'items/12103.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 40, 40, 55, NULL, 0, 1, -1, -1, 10),
(44, 'Dao Găm bạc', 'Trang bị cao cấp dành cho sát thủ', 2, 'items/22101.png', 'items/22101.png', -1, 0, NULL, NULL, '[20,30]', NULL, '[300,400]', NULL, 30, 30, 35, NULL, 0, 1, -1, -1, 10),
(45, 'Dao Găm Bạc Ngọc', 'Tiến hoá từ Dao găm bạc lev:2', 2, 'items/22102.png', 'items/22102.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 35, 35, 45, NULL, 0, 1, -1, -1, 10),
(46, 'Dao găm Hoàng Kim', 'Tiến hoá từ dao găm bạc ngọc lev:3', 2, 'items/22103.png', 'items/22103.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 40, 40, 55, NULL, 0, 1, -1, -1, 10),
(47, 'Băng Đầu bạc', 'Trang Bị Cao cấp dành cho sát thủ', 3, 'items/32101.png', 'items/32101.png', -1, 0, NULL, NULL, '[10,20]', NULL, '[100,200]', '[50,80]', 30, 30, 35, NULL, 0, 1, -1, -1, 10),
(48, 'Băng Đầu Bạc Xịn', 'Tiến Hoá Từ Băng Đầu Bạc lev:2', 3, 'items/32102.png', 'items/32102.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 35, 35, 45, NULL, 0, 1, -1, -1, 10),
(49, 'Băng Đầu Hoàng Kim', 'Tiến hoá từ băng đầu bạc xịn lev:3', 3, 'items/32103.png', 'items/32103.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 40, 40, 55, NULL, 0, 1, -1, -1, 10),
(50, 'Gậy Lam Ngọc', 'Trang Bị Cao Cấp của pháp sư', 1, 'items/11101.png', 'items/11101.png', -1, 0, NULL, NULL, '[250,280]', '[10,20]', '[100,130]', '[100,150]', 30, 35, 30, NULL, 0, 1, -1, -1, 10),
(51, 'Gậy Vàng Lam Ngọc ', 'Tiến Hoá từ gậy Lam Ngọc lev:2', 1, 'items/11102.png', 'items/11102.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 35, 45, 35, NULL, 0, 1, -1, -1, 10),
(52, 'Gậy Hoàng Kim Lam Ngọc', 'Tiến Hoá Từ Gậy vàng Lam Ngọc lev:3', 1, 'items/11103.png', 'items/11103.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 40, 55, 40, NULL, 0, 1, -1, -1, 10),
(53, 'Ngọc Ánh Tím', 'Trang Bị Cao Cấp của pháp sư', 2, 'items/21101.png', 'items/21101.png', -1, 0, NULL, NULL, NULL, '[30,50]', '[300,500]', NULL, 30, 35, 30, NULL, 0, 1, -1, -1, 10),
(54, 'Ngọc Bạc Xanh', 'Tiến hoá từ ngọc ánh tím lev:2', 2, 'items/21102.png', 'items/21102.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 35, 45, 35, NULL, 0, 1, -1, -1, 10),
(55, 'Ngọc Hoàng Kim', 'Tiến hoá từ ngọc bạc xanh lev:3', 2, 'items/21103.png', 'items/21103.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 40, 55, 40, NULL, 0, 1, -1, -1, 10),
(56, 'mũ lục ngọc', 'Trang Bị Cao cấp của pháp sư', 3, 'items/31101.png', 'items/31101.png', -1, 0, NULL, NULL, '[22,36]', NULL, NULL, '[300,400]', 30, 35, 30, NULL, 0, 1, -1, -1, 10),
(57, 'mũ hồng ngọc', 'Tiến Hoá từ mũ Lục ngọc lev:2', 3, 'items/31102.png', 'items/31102.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 35, 45, 35, NULL, 0, 1, -1, -1, 10),
(58, 'Mũ Hoàng Kim', 'Tiến Hoá Từ Mũ hồng ngọc lev:3', 3, 'items/30009.png', 'items/30009.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 40, 55, 40, NULL, 0, 1, -1, -1, 10),
(59, 'kiếm hải tặc', 'Vũ Khí Của tên hải tặc khét tiếng', 1, 'items/13002.png', 'items/13002.png', -1, 0, NULL, NULL, '[300,350]', NULL, '[400,500]', '[60,120]', 55, 30, 30, NULL, 0, 1, -1, -1, 10),
(60, 'Kiếm Hải Tặc lv2', 'Tiến Hoá từ kiếm hải tặc lev:2', 1, 'items/13004.png', 'items/13004.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 65, 40, 40, NULL, 0, 1, -1, -1, 10),
(61, 'Kiếm Hải Tặc lv3', 'chứa nhiều sưc mạnh tiềm ẩn lev:3', 1, 'items/13006.png', 'items/13006.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 75, 60, 60, NULL, 0, 1, -1, -1, 10),
(62, 'Khiên Hải Tặc', 'vững chắc như mai rùa thần ', 2, 'items/23002.png', 'items/23002.png', -1, 0, NULL, NULL, '[30,50]', '[100,150]', '[1000,1400]', NULL, 30, 30, 55, NULL, 0, 1, -1, -1, 10),
(63, 'Khiên Hải tặc lv2', 'Tiến hoá từ khiên hải tặc lev:2', 2, 'items/23004.png', 'items/23004.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 40, 40, 65, NULL, 0, 1, -1, -1, 10),
(64, 'Khiên hải Tặc lv3', 'chứa nhiều sưc mạnh tiềm ẩn lev:3', 2, 'items/23006.png', 'items/23006.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 60, 60, 75, NULL, 0, 1, -1, -1, 10),
(66, 'Mũ Hải tặc', 'chứa nhiều sưc mạnh tiềm ẩn lev:1', 3, 'items/33002.png', 'items/33002.png', -1, 0, NULL, NULL, '[30,50]', '[120,150]', NULL, '[500,700]', 30, 55, 30, NULL, 0, 1, -1, -1, 10),
(67, 'Mũ hải Tặc lv2', 'chứa nhiều sưc mạnh tiềm ẩn lev:2', 3, 'items/33004.png', 'items/33004.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 40, 65, 40, NULL, 0, 1, -1, -1, 10),
(68, 'Mũ Hải tặc lv3', 'chứa nhiều sưc mạnh tiềm ẩn lev:3', 3, 'items/33006.png', 'items/33006.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 60, 75, 60, NULL, 0, 1, -1, -1, 10),
(70, 'Hài Hải Tặc', 'Của 1 tên thuyền trưởng khét tiếng', 104, 'items/43002.png', 'items/43002.png', -1, 0, NULL, NULL, '[40,60]', NULL, '[500,700]', NULL, 45, 45, 45, NULL, 0, 1, -1, -1, 10),
(71, 'Hài Hải tặc lv2', ' Của 1 tên thuyền trưởng khét tiếng lev:2', 104, 'items/43004.png', 'items/43004.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 60, 60, 60, NULL, 0, 1, -1, -1, 10),
(72, 'Bao Tay Hải tặc', 'Của 1 tên thuyền trưởng khét tiếng', 105, 'items/53002.png', 'items/53002.png', -1, 0, NULL, NULL, '[40,60]', NULL, NULL, '[100,300]', 45, 45, 45, NULL, 0, 1, -1, -1, 10),
(73, 'Bao Tay Hải tặc lv2', 'Của 1 tên thuyền trưởng khét tiếng lev:2', 105, 'items/53004.png', 'items/53004.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 60, 60, 60, NULL, 0, 1, -1, -1, 10),
(74, 'Tinh Vân Kiếm', 'Được đúc từ vẫn thạch ngoài vũ trụ lev:1', 1, 'items/13003.png', 'items/13003.png', -1, 0, NULL, NULL, '[500,630]', NULL, '[1000,1200]', '[100,135]', 50, 50, 50, NULL, 0, 1, -1, -1, 10),
(75, 'Tinh Vân Kiếm lv2', 'Được đúc từ vẫn thạch ngoài vũ trụ lev:2', 1, 'items/13005.png', 'items/13005.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 75, 75, 75, NULL, 0, 1, -1, -1, 10),
(76, 'Tinh Vân Kiếm lv3', 'Được đúc từ vẫn thạch ngoài vũ trụ lev:3', 1, 'items/13007.png', 'items/13007.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 85, 85, 85, NULL, 0, 1, -1, -1, 10),
(77, 'Khiên Tinh Vân', 'Được đúc từ vẫn thạch ngoài vũ trụ lev:1', 2, 'items/23003.png', 'items/23003.png', -1, 0, NULL, NULL, '[100,126]', '[150,200]', '[1500,2000]', NULL, 50, 50, 50, NULL, 0, 1, -1, -1, 10),
(78, 'Khiên Tinh Vân lv2', 'Được đúc từ vẫn thạch ngoài vũ trụ lev:2', 2, 'items/23005.png', 'items/23005.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 75, 75, 75, NULL, 0, 1, -1, -1, 10),
(79, 'Khiên Tinh Vân lv3', 'Được đúc từ vẫn thạch ngoài vũ trụ lev:3', 2, 'items/23007.png', 'items/23007.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 85, 85, 85, NULL, 0, 1, -1, -1, 10),
(81, 'Mũ Lính Đánh Thuê', 'tiềm năng chưa được khai phá hết', 3, 'items/33003.png', 'items/33003.png', -1, 0, NULL, NULL, '[100,126]', '[150,180]', NULL, '[700,900]', 50, 50, 50, NULL, 0, 1, -1, -1, 10),
(82, 'Mũ Lính Đánh Thuê lv2', 'tiềm năng chưa được khai phá hết lev:2', 3, 'items/33005.png', 'items/33005.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 75, 75, 75, NULL, 0, 1, -1, -1, 10),
(83, 'Mũ Lính Đánh Thuê lv3', 'tiềm năng chưa được khai phá hết lev:3', 3, 'items/33007.png', 'items/33007.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 85, 85, 85, NULL, 0, 1, -1, -1, 10),
(85, 'Giày Tinh Vân', 'tiềm năng chưa được khai phá hết', 104, 'items/43003.png', 'items/43003.png', -1, 0, NULL, NULL, '[100,130]', NULL, '[700,1500]', NULL, 50, 50, 50, NULL, 0, 1, -1, -1, 10),
(86, 'Giày Tinh Vân lv2', 'tiềm năng chưa được khai phá hết lev:2', 104, 'items/43005.png', 'items/43005.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 75, 75, 75, NULL, 0, 1, -1, -1, 10),
(87, 'Găng Tinh Vân', 'tiềm năng chưa được khai phá hết', 105, 'items/53003.png', 'items/53003.png', -1, 0, NULL, NULL, '[100,130]', NULL, NULL, '[200,400]', 50, 50, 50, NULL, 0, 1, -1, -1, 10),
(88, 'Găng Tinh Vân lv2', 'tiềm năng chưa được khai phá hết lev:2', 105, 'items/53005.png', 'items/53005.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 75, 75, 75, NULL, 0, 1, -1, -1, 10),
(89, 'Vô Địch-Thiên Thiết Cự Phủ', 'Tuyệt Phẩm của chiến binh vô địch', 1, 'items/13010.png', 'items/13010.png', -1, 0, NULL, NULL, '[1000,1120]', '[250,320]', '[3000,3400]', '[600,700]', 95, 55, 55, NULL, 0, 1, -1, -1, 10),
(90, 'Vô Địch-Thiên Tinh Cự Phủ', 'Là bản tiến hoá của thiên thiết cự phủ lev:2', 1, 'items/13013.png', 'items/13013.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 115, 75, 75, NULL, 0, 1, -1, -1, 10),
(91, 'Vô Địch-Địa Thiết Súng', 'Ám khí của chiến binh vô địch', 2, 'items/23010.png', 'items/23010.png', -1, 0, NULL, NULL, '[200,250]', '[400,640]', '[4000,4500]', '[500,700]', 95, 55, 55, NULL, 0, 1, -1, -1, 10),
(92, 'Vô Địch-Địa Hoàng Súng', 'là bản tiến hoá của địa thiết súng lev:2', 2, 'items/23013.png', 'items/23013.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 115, 75, 75, NULL, 0, 1, -1, -1, 10),
(93, 'Vô Địch-shogen khôi', 'Đánh căp của samurai vô địch', 3, 'items/33010.png', 'items/33010.png', -1, 0, NULL, NULL, NULL, '[400,600]', '[3000,3600]', '[300,500]', 95, 55, 55, NULL, 0, 1, -1, -1, 10),
(94, 'Vô Địch-Hoàng Kim Khôi', 'là bản tiến hoá của Shogen Khôi lev:2', 3, 'items/33013.png', 'items/33013.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 115, 75, 75, NULL, 0, 1, -1, -1, 10),
(95, 'Vô Địch-Hoả Thiết Hài', 'Tuyệt Phẩm của chiến binh vô địch', 104, 'items/43010.png', 'items/43010.png', -1, 0, NULL, NULL, NULL, '[400,600]', '[2500,3000]', '[700,1000]', 95, 60, 60, NULL, 0, 1, -1, -1, 10),
(96, 'Vô Địch-Hoàng Kim Hài', 'Là bản tiến hoá của Hoả Thiết Hài lev:2', 104, 'items/43013.png', 'items/43013.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 115, 75, 75, NULL, 0, 1, -1, -1, 10),
(97, 'Vô Địch-Hắc Hoả Thiết Thủ', 'Tuyệt Phẩm của chiến binh vô địch', 105, 'items/53010.png', 'items/53010.png', -1, 0, NULL, NULL, NULL, '[400,600]', '[2500,3000]', '[700,1000]', 95, 60, 60, NULL, 0, 1, -1, -1, 10),
(98, 'Vô Địch-Hăc Hoàng Kim Thủ', 'Là bản tiến hoá của Hắc Hoả Thiết Thủ lev:2', 105, 'items/53013.png', 'items/53013.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 115, 75, 75, NULL, 0, 1, -1, -1, 10),
(99, 'Bất Bại-Thánh Quang Kiếm', 'Tạo nên từ vị pháp sư bất bại', 1, 'items/13011.png', 'items/13011.png', -1, 0, NULL, NULL, '[1200,1400]', NULL, '[2500,3040]', '[1000,2000]', 55, 95, 55, NULL, 0, 1, -1, -1, 10),
(100, 'Bất Bại-Thần Quang Kiếm', 'Tiến hoá từ Thánh Quang Kiếm lev:2', 1, 'items/13014.png', 'items/13014.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 75, 115, 75, NULL, 0, 1, -1, -1, 10),
(101, 'Bất Bại-Tử Kim Ngọc', 'Bảo bối được chế tạo từ tinh thể tím có sức mạnh tâm linh', 2, 'items/23011.png', 'items/23011.png', -1, 0, NULL, NULL, '[220,280]', '[200,250]', '[3000,4000]', '[2000,2500]', 55, 95, 55, NULL, 0, 1, -1, -1, 10),
(102, 'Bất Bại-Tử Hoàng Ngọc', 'Tiến hoá Từ Tử Kim Ngọc lev:2', 2, 'items/23014.png', 'items/23014.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 75, 115, 75, NULL, 0, 1, -1, -1, 10),
(103, 'Bất Bại-Hắc Long Mão', 'Mang sức mạnh của loài rồng', 3, 'items/33011.png', 'items/33011.png', -1, 0, NULL, NULL, NULL, '[200,300]', '[2000,2500]', '[800,1200]', 55, 95, 55, NULL, 0, 1, -1, -1, 10),
(104, 'Bất bại-Ám Long Mão', 'Tiến Hoá từ Hắc Long Mão lev:2', 3, 'items/33014.png', 'items/33014.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 75, 115, 75, NULL, 0, 1, -1, -1, 10),
(105, 'Bất Bại-Lam Hài', 'Sức Mạnh Ngọc Bích', 104, 'items/43011.png', 'items/43011.png', -1, 0, NULL, NULL, NULL, NULL, '[2000,2500]', '[1400,2000]', 60, 95, 60, NULL, 0, 1, -1, -1, 10),
(106, 'Bất Bại-Hoàng Kim Hài', 'Tiến Hoá từ Lam Hài', 104, 'items/43014.png', 'items/43014.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 75, 115, 75, NULL, 0, 1, -1, -1, 10),
(107, 'Bất Bại-Hoàng Kim Thủ', 'Của Pháp Sư Hắc ám', 105, 'items/53011.png', 'items/53011.png', -1, 0, NULL, NULL, NULL, '[800,1000]', '[3000,3800]', '[1200,2000]', 60, 95, 60, NULL, 0, 1, -1, -1, 10),
(108, 'Bất Bại-Ám Hoàng Thủ', 'Tiến hoá từ Hoàng Kim Thủ lev:2', 105, 'items/53014.png', 'items/53014.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 75, 115, 75, NULL, 0, 1, -1, -1, 10),
(109, 'Bách Chiến-Huyền Kim Chảo', 'Nghe đồn là của 1 ninja huyền thoại', 1, 'items/13012.png', 'items/13012.png', -1, 0, NULL, NULL, '[1500,1800]', NULL, '[3120,3500]', NULL, 55, 55, 95, NULL, 0, 1, -1, -1, 10),
(110, 'Bách Chiến-Hoàng Kim Chảo', 'Tiến Hoá từ Huyền Kim Chảo lev:2', 1, 'items/13015.png', 'items/13015.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 75, 75, 115, NULL, 0, 1, -1, -1, 10),
(111, 'Bách Chiến-Lam Long Tiêu', 'Nghe đồn là của 1 ninja huyền thoại', 2, 'items/23012.png', 'items/23012.png', -1, 0, NULL, NULL, '[300,350]', '[150,200]', '[2600,3200]', '[400,600]', 55, 55, 95, NULL, 0, 1, -1, -1, 10),
(112, 'Bách Chiến-Hoả Long Tiêu', 'Tiến hoá từ Lam Long Tiêu lev:2', 2, 'items/23015.png', 'items/23015.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 75, 75, 115, NULL, 0, 1, -1, -1, 10),
(113, 'Bách Chiến-Nhẫn Giả Mão', 'Nghe đồn là của 1 ninja huyền thoại', 3, 'items/33012.png', 'items/33012.png', -1, 0, NULL, NULL, NULL, '[200,300]', '[2000,2400]', '[1000,1200]', 55, 55, 95, NULL, 0, 1, -1, -1, 10),
(114, 'Bách Chiến-Sát Thủ Mão', 'Tiến Hoá Từ Nhẫn Giả Mão lev:2', 3, 'items/33015.png', 'items/33015.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 75, 75, 115, NULL, 0, 1, -1, -1, 10),
(115, 'Bách Chiến-Sát Thủ hài', 'Nghe đồn là của 1 ninja huyền thoại', 104, 'items/43012.png', 'items/43012.png', -1, 0, NULL, NULL, '[250,300]', NULL, '[1200,1600]', NULL, 60, 60, 95, NULL, 0, 1, -1, -1, 10),
(116, 'Bách Chiến-Sát hài ', 'Tiến Hoá từ Sát Thủ Hài lev:2', 104, 'items/43015.png', 'items/43015.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 75, 75, 115, NULL, 0, 1, -1, -1, 10),
(117, 'Bách Chiến-Hắc Ám Thủ', 'Nghe đồn là của 1 ninja huyền thoại', 105, 'items/53012.png', 'items/53012.png', -1, 0, NULL, NULL, NULL, '[600,800]', '[1600,2000]', '[1000,1400]', 60, 60, 95, NULL, 0, 1, -1, -1, 10),
(118, 'Bách Chiến-Hoàng Ám Thủ', 'Tiến Hoá Từ Hắc Ám Thủ lev:2', 105, 'items/53015.png', 'items/53015.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 75, 75, 115, NULL, 0, 1, -1, -1, 10),
(119, 'Mực xăm thường', 'sử dụng nhận hình xăm thường ngẫu nhiên', 13, 'items/1300001.png', 'items/1300001.png', -1, 1, NULL, '[1,2,13,14,25,26,37,38]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(120, 'mực xăm tốt', 'sử dụng nhận hình xăm tốt ngẫu nhiên', 13, 'items/1300005.png', 'items/1300005.png', -1, 1, NULL, '[3,4,15,16,27,28,39,40]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(121, 'mực xăm hiếm', 'sử dụng nhận hình xăm hiếm ngẫu nhiên', 13, 'items/1300006.png', 'items/1300006.png', -1, 1, NULL, '[5,6,17,18,29,30,41,42]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(122, 'mực xăm cực hiếm', 'sử dụng nhận hình xăm cực hiếm ngẫu nhiên', 13, 'items/1300006.png', 'items/1300006.png', -1, 1, NULL, '[7,8,19,20,31,32,43,44]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(123, 'mực xăm huyền thoại', 'sử dụng nhận hình xăm huyền thoại ngẫu nhiên', 13, 'items/1300005.png', 'items/1300005.png', -1, 1, NULL, '[9,10,21,22,33,34,45,46]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(124, 'mực xăm truyền thuyết', 'sử dụng nhận hình xăm truyền thuyết ngẫu nhiên', 13, 'items/1300005.png', 'items/1300005.png', -1, 1, NULL, '[11,12,23,24,35,36,47,48]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(125, 'mực cường hoá', 'dùng để cường hoá hình xăm', 23, 'items/1300008.png', 'items/1300008.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(126, 'mực tẩy', 'dùng để xoá hình xăm', 14, 'items/1300002.png', 'items/1300002.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(127, 'thẻ kĩ năng', 'sử dụng sẽ được trọn 1 trong 6 loại kĩ năng ngẫu nhiên', 27, 'items/81001.png', 'items/81001.png', -1, 1, NULL, '[125,126,127,128,129,130]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(128, 'thẻ xăm trường kiếm biến dị (cực hiếm', 'sử dụng sẽ được hình xăm trường kiếm biến dị (cực hiếm', 13, 'items/81001.png', 'items/81001.png', -1, 1, NULL, '[32]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(129, 'thẻ xăm trái tim biến dị (cực hiếm)', 'sử dụng sẽ được hình xăm trái tim biến dị (cực hiếm)', 13, 'items/81001.png', 'items/81001.png', -1, 1, NULL, '[8]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(130, 'thẻ xăm khiên thép biến dị (cực Hiếm)', 'sử dụng sẽ được hình xăm khiên thép biến dị (cực Hiếm)', 13, 'items/81001.png', 'items/81001.png', -1, 1, NULL, '[44]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(131, 'thẻ xăm tinh cầu biến dị (cực Hiếm)', 'sử dụng sẽ được hình xăm tinh cầu biến dị (cực Hiếm)', 13, 'items/81001.png', 'items/81001.png', -1, 1, NULL, '[20]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(132, 'thẻ xăm trường kiếm biến dị (huyền thoại)', 'sử dụng sẽ đc hình xăm trường kiếm biến dị (huyền thoại)', 13, 'items/81008.png', 'items/81008.png', -1, 1, NULL, '[34]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(133, 'thẻ xăm trái tim biến dị (huyền thoại)', 'sử dụng sẽ đc hình xăm trái tim biến dị (huyền thoại)', 13, 'items/81008.png', 'items/81008.png', -1, 1, NULL, '[10]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(134, 'thẻ xăm khiên thép biến dị (huyền thoại)', 'sử dụng sẽ đc hình xăm khiên thép biến dị (huyền thoại)', 13, 'items/81008.png', 'items/81008.png', -1, 1, NULL, '[46]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(135, 'thẻ xăm tinh cầu biến dị (huyền thoại)', 'sử dụng sẽ đc hình xăm tinh cầu biến dị (huyền thoại)', 13, 'items/81008.png', 'items/81008.png', -1, 1, NULL, '[22]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(136, 'thẻ xăm trường kiếm biến dị (truyền thuyết)', 'sử dụng sẽ đc hình xăm trường kiếm biến dị (truyền thuyết)', 13, 'items/81002.png', 'items/81002.png', -1, 1, NULL, '[36]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(137, 'thẻ xăm trái tim  biến dị (truyền thuyến)', 'sử dụng sẽ đc hình xăm trái tim biến dị (truyền thuyết)', 13, 'items/81002.png', 'items/81002.png', -1, 1, NULL, '[12]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(138, 'thẻ xăm khiên thép biến dị (truyền thuyết)', 'sử dụng sẽ đc hình xăm khiên thép biến bị (truyền thuyết)', 13, 'items/81002.png', 'items/81002.png', -1, 1, NULL, '[48]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(139, 'thẻ xăm tinh cầu biến dị (truyền thuyết)', 'sử dụng sẽ đc hình xăm tinh cầu biến dị (truyền thuyết)', 13, 'items/81002.png', 'items/81002.png', -1, 1, NULL, '[24]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(140, 'thẻ xăm hoà kì lân (cực hiếm)', 'sử dụng sẽ đc hình xăm hoả kì lân (cực hiếm)', 13, 'items/81006.png', 'items/81006.png', -1, 1, NULL, '[49]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(141, 'thẻ xăm hoả kì lân (huyền thoại)', 'sử dụng sẽ đc hình xăm hoả kì lân (huyền thoại)', 13, 'items/81006.png', 'items/81006.png', -1, 1, NULL, '[50]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(142, 'thẻ xăm hoả kì lân (truyền thuyết)', 'sử dụng sẽ đc hình xăm hoả kì lân (truyền thuyết)', 13, 'items/81007.png', 'items/81007.png', -1, 1, NULL, '[51]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(143, 'Đồ sát lệnh', 'dùng để đồ sát người chơi', 12, 'items/81005.png', 'items/81005.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(144, 'lông phượng hoàng', 'Dùng để cường hoá cánh', 21, 'items/1300007.png', 'items/1300007.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(145, 'Cánh sơ cấp - bán hoàn mĩ loại 2', 'Cánh sơ cấp - sinh mệnh (hp)', 5, 'anim_wings/w_1.png', 'anim_wings/0.png', -1, 0, '[2]', '[50]', '[800,800]', '[0,0]', '[0,0]', '[3000,3000]', 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(146, 'Cánh sơ cấp - bán hoàn mĩ loại 1', 'Cánh sơ cấp - tấn công (atk)', 5, 'anim_wings/w_1.png', 'anim_wings/0.png', -1, 0, '[2]', '[50]', '[0,0]', '[500,500]', '[3000,3000]', '[0,0]', 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(147, 'Cánh sơ cấp - bán hoàn mĩ loại 3', 'Cánh sơ cấp - phòng thủ (def)', 5, 'anim_wings/w_1.png', 'anim_wings/0.png', -1, 0, '[2]', '[50]', '[0,0]', '[800,800]', '[0,0]', '[3000,3000]', 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(148, 'Cánh sơ cấp - bán hoàn mĩ loại 4', 'Cánh sơ cấp - năng lượng (mp)', 5, 'anim_wings/w_1.png', 'anim_wings/0.png', -1, 0, '[2]', '[50]', '[0,0]', '[0,0]', '[2000,2000]', '[3000,3000]', 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(149, 'Cánh sơ cấp - hoàn mĩ', 'Cánh sơ cấp - hoàn mĩ', 5, 'anim_wings/w_1.png', 'anim_wings/0.png', -1, 0, '[2]', '[50]', '[1000,1000]', '[500,500]', '[3000,3000]', '[3000,3000]', 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(150, 'Cánh trung cấp - bán hoàn mĩ loại 2', 'Cánh trung cấp - sinh mệnh (hp)', 5, 'anim_wings/w_2.png', 'anim_wings/15.png', -1, 0, '[2]', '[35]', '[0,0]', '[1500,1500]', '[5000,5000]', '[0,0]', 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(151, 'Cánh  trung cấp - bán hoàn mĩ loại 3', 'Cánh  trung cấp - phòng thủ (def)', 5, 'anim_wings/w_2.png', 'anim_wings/15.png', -1, 0, '[2]', '[35]', '[0,0]', '[2000,2000]', '[0,0]', '[5000,5000]', 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(152, 'Cánh trung cấp - bán hoàn mĩ loại 4', 'Cánh trung cấp - năng lượng (mp)', 5, 'anim_wings/w_2.png', 'anim_wings/15.png', -1, 0, '[2]', '[35]', '[0,0]', '[0,0]', '[3500,3500]', '[7500,7500]', 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(153, 'Cánh trung cấp - bán hoàn mĩ loại 1', 'Cánh trung cấp - bạo kích (atk)', 5, 'anim_wings/w_2.png', 'anim_wings/15.png', -1, 0, '[2]', '[35]', '[2500,2500]', '[0,0]', '[0,0]', '[5000,5000]', 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(154, 'Cánh  trung cấp - hoàn mĩ', 'Cánh  trung cấp - hoàn mĩ', 5, 'anim_wings/w_2.png', 'anim_wings/15.png', -1, 0, '[2]', '[35]', '[3000,3000]', '[2000,2000]', '[5000,5000]', '[5000,5000]', 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(155, 'ngọc lửa', '', 17, 'items/70001.png', 'items/70001.png', -1, 0, '[9,10,11,12]', '[500,500,500,500]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, 1, 10),
(156, 'ngọc lửa lev:2', '', 17, 'items/71001.png', 'items/71001.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, 1, 10),
(157, 'ngọc lửa lev:3', '', 17, 'items/72001.png', 'items/72001.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, 1, 10),
(158, 'ngọc cây', '', 17, 'items/70002.png', 'items/70002.png', -1, 0, '[9,10,11,12]', '[500,500,500,500]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, 2, 10),
(159, 'ngọc cây lev:2', '', 17, 'items/71002.png', 'items/71002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, 2, 10),
(160, 'ngọc cây lev:3', '', 17, 'items/72002.png', 'items/72002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, 2, 10),
(161, 'ngọc đất', '', 17, 'items/70003.png', 'items/70003.png', -1, 0, '[9,10,11,12]', '[500,500,500,500]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, 3, 10),
(162, 'ngọc đất lev:2', '', 17, 'items/71003.png', 'items/71003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, 3, 10),
(163, 'ngọc đất lev:3', '', 17, 'items/72003.png', 'items/72003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, 3, 10),
(164, 'ngọc sét', '', 17, 'items/70004.png', 'items/70004.png', -1, 0, '[9,10,11,12]', '[500,500,500,500]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, 4, 10),
(165, 'ngọc sét lev:2', '', 17, 'items/71004.png', 'items/71004.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, 4, 10),
(166, 'ngọc sét lev:3', '', 17, 'items/72004.png', 'items/72004.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, 4, 10),
(167, 'ngọc nước', '', 17, 'items/70005.png', 'items/70005.png', -1, 0, '[9,10,11,12]', '[500,500,500,500]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, 5, 10),
(168, 'ngọc nước lev:2', '', 17, 'items/71005.png', 'items/71005.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, 5, 10),
(169, 'ngọc nước lev:3', '', 17, 'items/72005.png', 'items/72005.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, 5, 10),
(170, 'ngọc bóng tối', '', 17, 'items/70006.png', 'items/70006.png', -1, 0, '[9,10,11,12]', '[1000,1000,1000,1000]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, 6, 10),
(171, 'ngọc bóng tối lev:2', '', 17, 'items/71006.png', 'items/71006.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, 6, 10),
(172, 'ngọc bóng tối lev:3', '', 17, 'items/72006.png', 'items/72006.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, 6, 10),
(173, 'ngọc ánh sáng', '', 17, 'items/70007.png', 'items/70007.png', -1, 0, '[9,10,11,12]', '[1000,1000,1000,1000]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, 7, 10),
(174, 'ngọc ánh sáng lev:2', '', 17, 'items/71007.png', 'items/71007.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, 7, 10),
(175, 'ngọc ánh sáng lev:3', '', 17, 'items/72007.png', 'items/72007.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, 7, 10),
(176, 'hồng thạch', 'dùng để cường hoá ngọc', 18, 'items/80001.png', 'items/80001.png', -1, 1, NULL, '[0]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(177, 'lục bảo thạch', 'tăng 10% khi cường hoá ngọc', 18, 'items/80002.png', 'items/80002.png', -1, 1, NULL, '[10]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(178, 'lam thạch', 'tăng 25% khi cường háo ngọc', 18, 'items/80003.png', 'items/80003.png', -1, 1, NULL, '[25]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(179, 'nấm linh chi', 'dùng để nâng cấp kĩ năng', 11, 'items/60007.png', 'items/60007.png', -1, 1, '[6]', '[0]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(180, 'nhân sâm', 'tăng 10% khi nâng cấp kĩ năng', 11, 'items/60009.png', 'items/60009.png', -1, 1, '[6]', '[10]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(181, 'bùa cường hoá', 'vật phẩm k thiể thiếu khi cường hoá trang bị và ngọc', 6, 'items/61004.png', 'items/61004.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(182, 'hồng ngọc', 'dùng để cường hoá trang bị', 8, 'items/61007.png', 'items/61007.png', -1, 1, '[3]', '[0]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 1000),
(183, 'lục bảo ngọc', 'tăng 15% khi cường hoá trang bị', 8, 'items/61008.png', 'items/61008.png', -1, 1, '[3]', '[15]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 1000),
(184, 'lam ngọc', 'tăng 25% khi cường hoá trang bị', 8, 'items/61009.png', 'items/61009.png', -1, 1, '[3]', '[25]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 1000),
(185, 'kim cương', 'tăng 50% khi cường hoá trang bị', 8, 'items/61010.png', 'items/61010.png', -1, 1, '[3]', '[50]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 1000),
(186, 'thỏi bạc', 'dùng để đổi đồ ở tiên nữ', 16, 'items/61005.png', 'items/61005.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(187, 'thỏi vàng', 'dùng để đổi đồ ở tiên nữ', 16, 'items/61012.png', 'items/61012.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(188, 'huyết ngọc', 'vật phẩm trao đổi shop đấu trường', 16, 'items/40008.png', 'items/40008.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(189, 'bình máu M', 'sử dụng hồi phục 100 máu', 15, 'items/50001.png', 'items/50001.png', -1, 1, '[7]', '[100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(190, 'mình máu S', 'sử dụng hồi phục 500 máu', 15, 'items/50002.png', 'items/50002.png', -1, 1, '[7]', '[500]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(191, 'bình máu L', 'sử dụng hồi phục 1000 máu', 15, 'items/50003.png', 'items/50003.png', -1, 1, '[7]', '[1000]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(192, 'bình mana M', 'sử dụng hồi phục 200 mana', 15, 'items/50004.png', 'items/50004.png', -1, 1, '[8]', '[200]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(193, 'bình mana S', 'sử dụng hồi phục 500 mana', 15, 'items/50005.png', 'items/50005.png', -1, 1, '[8]', '[500]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(194, 'binhg mana L', 'sử dụng hồi phục 1000 mana', 15, 'items/50006.png', 'items/50006.png', -1, 1, '[8]', '[1000]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(195, 'bình máu XL', 'sử dụng hồi phục 10000 máu', 15, 'items/50012.png', 'items/50012.png', -1, 1, '[7]', '[10000]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(196, 'bình mana XL', 'sử dụng hồi phục 10000 mana', 15, 'items/50013.png', 'items/50013.png', -1, 1, '[8]', '[10000]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(197, 'Bình máu+ mana', 'sử dụng hồi phục 15000 máu+15000 mp', 15, 'items/50014.png', 'items/50014.png', -1, 1, '[7,8]', '[15000,15000]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(198, 'bình x2 exp', 'sử dụng x2 exp trong 30 phút', 10, 'items/61030.png', 'items/61030.png', -1, 1, '[5]', '[100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(199, 'bình x3 exp ', 'sử dụng x3 exp trong 30 phút', 10, 'items/61033.png', 'items/61033.png', -1, 1, '[5]', '[200]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(200, 'bình x4 exp ', 'sử dụng x4 exp trong 30 phút', 10, 'items/61036.png', 'items/61036.png', -1, 1, '[5]', '[300]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(201, 'Chiến Chuỳ', 'Giành cho thiên binh,pet đã trùng sinh lev:1', 1, 'items/1010001.png', 'items/1010001.png', -1, 0, NULL, NULL, '[6000,7000]', NULL, '[15000,17500]', '[600,1000]', 300, 250, 250, NULL, 0, 1, -1, -1, 10),
(202, 'Thiên Chuỳ ', 'Giành cho thiên binh,pet đã trùng sinh lev:2', 1, 'items/1010002.png', 'items/1010002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 350, 250, 250, NULL, 0, 1, -1, -1, 10),
(203, 'Thần Truỳ chuỳ ', 'Giành cho thiên binh,pet đã trùng sinh lev:3', 1, 'items/1010003.png', 'items/1010003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 400, 250, 250, NULL, 0, 1, -1, -1, 10),
(204, 'Chiến Khôi', 'Giành cho thiên binh,pet đã trùng sinh lev:1', 3, 'items/1030001.png', 'items/1030001.png', -1, 0, NULL, NULL, NULL, '[2000,2600]', '[5000,6000]', '[500,1000]', 300, 250, 250, NULL, 0, 1, -1, -1, 10),
(205, 'Chiến Khôi lv2', 'Giành cho thiên binh,pet đã trùng sinh lev:3', 3, 'items/1030002.png', 'items/1030002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 350, 250, 250, NULL, 0, 1, -1, -1, 10),
(206, 'Thần khôi lv3', 'Giành cho thiên binh,pet đã trùng sinh lev:3', 3, 'items/1030003.png', 'items/1030003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 400, 250, 250, NULL, 0, 1, -1, -1, 10),
(207, 'Khiên Thần Biển', 'Giành cho thiên binh,pet đã trùng sinh lev:1', 2, 'items/1020001.png', 'items/1020001.png', -1, 0, NULL, NULL, NULL, '[2200,2600]', '[10000,11000]', '[1500,2000]', 300, 250, 250, NULL, 0, 1, -1, -1, 10),
(208, 'Khiên Thần Biển lv2', 'Giành cho thiên binh,pet đã trùng sinh lev:2', 2, 'items/1020002.png', 'items/1020002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 350, 250, 250, NULL, 0, 1, -1, -1, 10),
(209, 'Khiên Thiên Rắn', 'Giành cho thiên binh,pet đã trùng sinh lev:3', 2, 'items/1020003.png', 'items/1020003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 400, 350, 250, NULL, 0, 1, -1, -1, 10),
(210, 'Giày Huyền Thiết', 'Giành cho thiên binh,pet đã trùng sinh lev:1', 104, 'items/1040001.png', 'items/1040001.png', -1, 0, NULL, NULL, NULL, '[2000,2500]', '[3000,5000]', '[800,1000]', 300, 250, 250, NULL, 0, 1, -1, -1, 10),
(211, 'Giày Huyền Thiết lv2', 'Giành cho thiên binh,pet đã trùng sinh lev:2', 104, 'items/1040002.png', 'items/1040002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 350, 250, 250, NULL, 0, 1, -1, -1, 10),
(212, 'Giày Huyền Thiết lv3', 'Giành cho thiên binh,pet đã trùng sinh lev:3', 104, 'items/1040003.png', 'items/1040003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 400, 250, 250, NULL, 0, 1, -1, -1, 10),
(213, 'Găng Thiên Binh', 'Giành cho thiên binh,pet đã trùng sinh lev:1', 105, 'items/1050001.png', 'items/1050001.png', -1, 0, NULL, NULL, NULL, '[2500,2700]', '[2500,2600]', NULL, 300, 250, 250, NULL, 0, 1, -1, -1, 10),
(214, 'Găng Thiên Binh lv2', 'Giành cho thiên binh,pet đã trùng sinh lev:2', 105, 'items/1050002.png', 'items/1050002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 350, 250, 250, NULL, 0, 1, -1, -1, 10),
(215, 'Găng Thiên Binh lv3', 'Giành cho thiên binh,pet đã trùng sinh lev:3', 105, 'items/1050003.png', 'items/1050003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 400, 250, 250, NULL, 0, 1, -1, -1, 10),
(216, 'Chiến Thương', 'Giành cho thiên ma,pet đã trùng sinh lev:1', 1, 'items/1011001.png', 'items/1011001.png', -1, 0, NULL, NULL, '[4000,5000]', NULL, '[8000,10000]', '[2500,3000]', 250, 250, 300, NULL, 0, 1, -1, -1, 10),
(217, 'ThiênThương', 'Giành cho thiên ma,pet đã trùng sinh lev:2', 1, 'items/1011002.png', 'items/1011002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 250, 250, 350, NULL, 0, 1, -1, -1, 10),
(218, 'Thần Thương ', 'Giành cho thiên ma,pet đã trùng sinh lev:3', 1, 'items/1011003.png', 'items/1011003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 250, 250, 400, NULL, 0, 1, -1, -1, 10),
(219, 'Khiên Yêu Ma ', 'Giành cho thiên ma,pet đã trùng sinh lev:1', 2, 'items/1021001.png', 'items/1021001.png', -1, 0, NULL, NULL, NULL, '[1800,2000]', '[8000,9000]', '[1000,1500]', 250, 250, 300, NULL, 0, 1, -1, -1, 10),
(220, 'Khiên Yêu Ma lv2', 'Giành cho thiên ma,pet đã trùng sinh lev:2', 2, 'items/1021002.png', 'items/1021002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 250, 250, 350, NULL, 0, 1, -1, -1, 10),
(221, 'Khiên Yêu Ma lv3', 'Giành cho thiên ma,pet đã trùng sinh lev:3', 2, 'items/1021003.png', 'items/1021003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 250, 250, 400, NULL, 0, 1, -1, -1, 10),
(222, 'Mũ Yêu Ma', 'Giành cho thiên ma,pet đã trùng sinh lev:1', 3, 'items/1031001.png', 'items/1031001.png', -1, 0, NULL, NULL, NULL, '[1500,2000]', '[10000,11200]', '[1100,1500]', 250, 250, 300, NULL, 0, 1, -1, -1, 10),
(223, 'Mũ Yêu Ma lv2', 'Giành cho thiên ma,pet đã trùng sinh lev:2', 3, 'items/1031002.png', 'items/1031002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 250, 250, 350, NULL, 0, 1, -1, -1, 10),
(224, 'Mũ Yêu Ma lv3', 'Giành cho thiên ma,pet đã trùng sinh lev:3', 3, 'items/1031003.png', 'items/1031003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 250, 250, 400, NULL, 0, 1, -1, -1, 10),
(225, 'Giày Yêu Ma', 'Giành cho thiên ma,pet đã trùng sinh lev:1', 104, 'items/1041001.png', 'items/1041001.png', -1, 0, NULL, NULL, NULL, '[1200,1500]', '[4000,12000]', '[1500,2000]', 250, 250, 300, NULL, 0, 1, -1, -1, 10),
(226, 'Giày Yêu Ma lv2', 'Giành cho thiên ma,pet đã trùng sinh lev:2', 104, 'items/1041002.png', 'items/1041002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 250, 250, 350, NULL, 0, 1, -1, -1, 10),
(227, 'Giày Yêu ma lv3', 'Giành cho thiên ma,pet đã trùng sinh lev:3', 104, 'items/1041003.png', 'items/1041003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 250, 250, 400, NULL, 0, 1, -1, -1, 10),
(228, 'Găng Yêu Ma', 'Giành cho thiên ma,pet đã trùng sinh lev:1', 105, 'items/1051001.png', 'items/1051001.png', -1, 0, NULL, NULL, NULL, '[1200,1500]', '[14400,16800]', '[800,1000]', 250, 250, 300, NULL, 0, 1, -1, -1, 10),
(229, 'Găng Yêu Ma lv2', 'Giành cho thiên ma,pet đã trùng sinh lev:2', 105, 'items/1051002.png', 'items/1051002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 250, 250, 350, NULL, 0, 1, -1, -1, 10),
(230, 'Găng Yêu Ma lv3', 'Giành cho thiên ma,pet đã trùng sinh lev:3', 105, 'items/1051003.png', 'items/1051003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 250, 250, 400, NULL, 0, 1, -1, -1, 10),
(231, 'Chiến Trượng', 'dành cho thiên sứ, pét đã trùng sinh lev:1', 1, 'items/1012001.png', 'items/1012001.png', -1, 0, NULL, NULL, '[6000,7000]', NULL, '[7000,8000]', '[6000,8000]', 270, 300, 270, NULL, 0, 1, -1, -1, 10),
(232, 'Thiên trượng ', 'dành cho thiên sứ, pét đã trùng sinh lev:2', 1, 'items/1012002.png', 'items/1012002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 270, 350, 270, NULL, 0, 1, -1, -1, 10),
(233, 'Thần trượng ', 'dành cho thiên sứ, pét đã trùng sinh lev:3', 1, 'items/1012003.png', 'items/1012003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 270, 400, 270, NULL, 0, 1, -1, -1, 10),
(234, 'Sách Thiên Sứ', 'dành cho thiên sứ, pét đã trùng sinh lev:1', 2, 'items/1022001.png', 'items/1022001.png', -1, 0, NULL, NULL, '[800,1000]', '[450,500]', '[1000,1500]', '[2500,3500]', 270, 300, 270, NULL, 0, 1, -1, -1, 10),
(235, 'Sách Thiên Sứ lv2', 'dành cho thiên sứ, pét đã trùng sinh lev:2', 2, 'items/1022002.png', 'items/1022002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 270, 350, 270, NULL, 0, 1, -1, -1, 10),
(236, 'Sách Thuẫn Thuật', 'dành cho thiên sứ, pét đã trùng sinh lev:3', 2, 'items/1022003.png', 'items/1022003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 270, 400, 270, NULL, 0, 1, -1, -1, 10),
(237, 'Mũ Thiên Sứ', 'dành cho thiên sứ, pét đã trùng sinh lev:1', 3, 'items/1032001.png', 'items/1032001.png', -1, 0, NULL, NULL, '[1600,1800]', '[400,450]', NULL, '[1100,1350]', 270, 300, 270, NULL, 0, 1, -1, -1, 10),
(238, 'Mũ Thiên Sứ lv2', 'dành cho thiên sứ, pét đã trùng sinh lev:2', 3, 'items/1032002.png', 'items/1032002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 270, 350, 270, NULL, 0, 1, -1, -1, 10),
(239, 'Mũ Thiên Sứ lv3', 'dành cho thiên sứ, pét đã trùng sinh lev:3', 3, 'items/1032003.png', 'items/1032003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 270, 400, 270, NULL, 0, 1, -1, -1, 10),
(240, 'Giày Thiên sứ', 'dành cho thiên sứ, pét đã trùng sinh lev:1', 104, 'items/1042001.png', 'items/1042001.png', -1, 0, NULL, NULL, '[1600,2000]', '[500,750]', NULL, '[2000,2500]', 270, 300, 270, NULL, 0, 1, -1, -1, 10),
(241, 'Giày thiên sứ lv2', 'dành cho thiên sứ, pét đã trùng sinh lev:2', 104, 'items/1042002.png', 'items/1042002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 270, 350, 270, NULL, 0, 1, -1, -1, 10),
(242, 'Giày Thiên Sứ lv3', 'dành cho thiên sứ, pét đã trùng sinh lev:3', 104, 'items/1042003.png', 'items/1042003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 270, 400, 270, NULL, 0, 1, -1, -1, 10),
(243, 'Găng Thiên Sứ ', 'dành cho thiên sứ, pét đã trùng sinh lev:1', 105, 'items/1052001.png', 'items/1052001.png', -1, 0, NULL, NULL, '[800,1000]', '[500,750]', NULL, '[2000,2500]', 270, 300, 270, NULL, 0, 1, -1, -1, 10),
(244, 'Găng Thiên Sứ lv2', 'dành cho thiên sứ, pét đã trùng sinh lev:2', 105, 'items/1052002.png', 'items/1052002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 270, 350, 270, NULL, 0, 1, -1, -1, 10),
(245, 'Găng Thiên Sứ lv3', 'dành cho thiên sứ, pét đã trùng sinh lev:3', 105, 'items/1052003.png', 'items/1052003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 270, 400, 270, NULL, 0, 1, -1, -1, 10),
(246, 'Thánh Kiếm Moralltach I', 'Vũ khí cấp độ 2, giành cho thiên binh,giành cho pet đã trùng sinh lev:1', 1, 'items/1110001.png', 'items/1110001.png', -1, 0, NULL, NULL, '[10000,11000]', NULL, '[20000,25000]', '[1400,1800]', 400, 250, 250, NULL, 0, 1, -1, -1, 10),
(247, 'Thánh Kiếm Moralltach II', 'Vũ khí cấp độ 2, giành cho thiên binh,giành cho pet đã trùng sinh lev:2', 1, 'items/1110002.png', 'items/1110002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 450, 300, 300, NULL, 0, 1, -1, -1, 10),
(248, 'Thánh Kiếm Moralltach III', 'Vũ khí cấp độ 2, giành cho thiên binh,giành cho pet đã trùng sinh lev:3', 1, 'items/1110003.png', 'items/1110003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 500, 300, 300, NULL, 0, 1, -1, -1, 10),
(249, 'khiên thánh vực Chackram I', 'Khiên cấp độ 2, giành cho thiên binh,giành cho pet đã trùng sinh lev:1', 2, 'items/1120001.png', 'items/1120001.png', -1, 0, NULL, NULL, NULL, '[3740,4140]', '[10000,10800]', '[1040,1440]', 400, 250, 250, NULL, 0, 1, -1, -1, 10),
(250, 'khiên thánh vực Chackram II', 'Khiên cấp độ 2, giành cho thiên binh,giành cho pet đã trùng sinh lev:2', 2, 'items/1120002.png', 'items/1120002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 450, 300, 300, NULL, 0, 1, -1, -1, 10),
(251, 'khiên thánh vực Chackram III', 'Khiên cấp độ 2, giành cho thiên binh,giành cho pet đã trùng sinh lev:3', 2, 'items/1120003.png', 'items/1120003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 500, 300, 300, NULL, 0, 1, -1, -1, 10),
(252, 'Mũ thánh vực Failnaught I', 'Mũ cấp độ 2, giành cho thiên binh, giành cho pet đã trùng sinh lev:1', 3, 'items/1130001.png', 'items/1130001.png', -1, 0, NULL, NULL, NULL, '[2000,3200]', '[20000,26000]', '[2000,2400]', 400, 250, 250, NULL, 0, 1, -1, -1, 10),
(253, 'Mũ thánh vực Failnaught II', 'Mũ cấp độ 2, giành cho thiên binh, giành cho pet đã trùng sinh lev:2', 3, 'items/1130002.png', 'items/1130002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 450, 300, 300, NULL, 0, 1, -1, -1, 10),
(254, 'Mũ thánh vực Failnaught III', 'Mũ cấp độ 2, giành cho thiên binh, giành cho pet đã trùng sinh lev:3', 3, 'items/1130003.png', 'items/1130003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 500, 300, 300, NULL, 0, 1, -1, -1, 10),
(255, 'Giày thánh vực Acuben I', 'giày cấp độ 2, giành cho thiên binh, giành cho pet đã trùng sinh lev:1', 104, 'items/1140001.png', 'items/1140001.png', -1, 0, NULL, NULL, NULL, '[3600,4000]', '[4000,5000]', '[1800,2000]', 400, 250, 250, NULL, 0, 1, -1, -1, 10),
(256, 'Giày thánh vực Acuben II', 'giày cấp độ 2, giành cho thiên binh, giành cho pet đã trùng sinh lev:2', 104, 'items/1140002.png', 'items/1140002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 450, 300, 300, NULL, 0, 1, -1, -1, 10),
(257, 'Giày thánh vực Acuben III', 'giày cấp độ 2, giành cho thiên binh, giành cho pet đã trùng sinh lev:3', 104, 'items/1140003.png', 'items/1140003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 500, 300, 300, NULL, 0, 1, -1, -1, 10),
(258, 'Bao tay thánh vực hyades I', 'bao tay cấp độ 2, giành cho thiên binh,giành cho pet đã trùng sinh lev:1', 105, 'items/1150001.png', 'items/1150001.png', -1, 0, NULL, NULL, NULL, '[1870,2070]', '[8000,9200]', '[700,900]', 400, 250, 250, NULL, 0, 1, -1, -1, 10),
(259, 'Bao tay thánh vực hyades II', 'bao tay cấp độ 2, giành cho thiên binh,giành cho pet đã trùng sinh lev:2', 115, 'items/1150002.png', 'items/1150002.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 450, 300, 300, NULL, 0, 1, -1, -1, 10),
(260, 'Bao tay thánh vực hyades III', 'bao tay cấp độ 2, giành cho thiên binh,giành cho pet đã trùng sinh lev:3', 115, 'items/1150003.png', 'items/1150003.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 500, 300, 300, NULL, 0, 1, -1, -1, 10);
INSERT INTO `item` (`itemId`, `name`, `description`, `type`, `iconPath`, `frameImgPath`, `gender`, `isStackable`, `itemOption`, `itemOptionValue`, `atkRange`, `defRange`, `hpRange`, `mpRange`, `requireStr`, `requireInt`, `requireAgi`, `expire`, `isOnSky`, `canTrade`, `petNClass`, `element`, `price`) VALUES
(261, 'Yêu đao Labrys I', 'vũ khí cấp độ 2, giành cho thiên ma, giành cho pet đã trùng sinh lev:1', 1, 'items/1111001.png', 'items/1111001.png', -1, 0, NULL, NULL, '[8000,9000]', NULL, '[8400,10000]', '[2100,2500]', 250, 250, 400, NULL, 0, 1, -1, -1, 10),
(262, 'Yêu đao Labrys II', 'vũ khí cấp độ 2, giành cho thiên ma, giành cho pet đã trùng sinh lev:2', 1, 'items/1111002.png', 'items/1111002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 300, 300, 450, NULL, 0, 1, -1, -1, 10),
(263, 'Yêu đao Labrys III', 'vũ khí cấp độ 2, giành cho thiên ma, giành cho pet đã trùng sinh lev:3', 1, 'items/1111003.png', 'items/1111003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 300, 300, 500, NULL, 0, 1, -1, -1, 10),
(264, 'Khiên yêu vực Caduceus I', 'khiên cấp độ 2,giành cho thiên ma,giành cho pet đã trùng sinh lev:1', 2, 'items/1121001.png', 'items/1121001.png', -1, 0, NULL, NULL, NULL, '[2500,2800]', '[10000,12000]', '[800,1000]', 250, 250, 400, NULL, 0, 1, -1, -1, 10),
(265, 'Khiên yêu vực Caduceus II', 'khiên cấp độ 2,giành cho thiên ma,giành cho pet đã trùng sinh lev:2', 2, 'items/1121002.png', 'items/1121002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 300, 300, 450, NULL, 0, 1, -1, -1, 10),
(266, 'Khiên yêu vực Caduceus III', 'khiên cấp độ 2,giành cho thiên ma,giành cho pet đã trùng sinh lev:3', 2, 'items/1121003.png', 'items/1121003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 300, 300, 500, NULL, 0, 1, -1, -1, 10),
(267, 'Mũ Yêu Vực Durendal I', 'mũ cấp độ 2, giành cho thiên ma,giành cho pet đã trùng sinh lev:1', 3, 'items/1131001.png', 'items/1131001.png', -1, 0, NULL, NULL, NULL, '[2000,2350]', '[12000,14000]', '[1800,2050]', 250, 250, 400, NULL, 0, 1, -1, -1, 10),
(268, 'Mũ Yêu Vực Durendal II', 'mũ cấp độ 2, giành cho thiên ma,giành cho pet đã trùng sinh lev:2', 3, 'items/1131002.png', 'items/1131002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 300, 300, 450, NULL, 0, 1, -1, -1, 10),
(269, 'Mũ Yêu Vực Durendal III', 'mũ cấp độ 2, giành cho thiên ma,giành cho pet đã trùng sinh lev:3', 3, 'items/1131003.png', 'items/1131003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 300, 300, 500, NULL, 0, 1, -1, -1, 10),
(270, 'Giày Yêu Vực Antares I', 'giày cấp độ 2, giành cho thiên ma,giành cho pet đã trùng sinh lev:1', 104, 'items/1141001.png', 'items/1141001.png', -1, 0, NULL, NULL, NULL, '[1800,2100]', '[10000,11000]', '[1100,1400]', 250, 250, 400, NULL, 0, 1, -1, -1, 10),
(271, 'Giày Yêu Vực Antares II', 'giày cấp độ 2, giành cho thiên ma,giành cho pet đã trùng sinh lev:2', 114, 'items/1141002.png', 'items/1141002.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 300, 300, 450, NULL, 0, 1, -1, -1, 10),
(272, 'Giày Yêu Vực Antares III', 'giày cấp độ 2, giành cho thiên ma,giành cho pet đã trùng sinh lev:3', 114, 'items/1141003.png', 'items/1141003.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 300, 300, 500, NULL, 0, 1, -1, -1, 10),
(273, 'Bao tay yêu vực Leonis I', 'bao tay cấp độ 2, giành cho thiên ma, giành cho pet đã trùng sinh lev:1', 105, 'items/1151001.png', 'items/1151001.png', -1, 0, NULL, NULL, NULL, '[1800,2100]', '[10000,12000]', '[1000,1400]', 250, 250, 400, NULL, 0, 1, -1, -1, 10),
(274, 'Bao tay yêu vực Leonis II', 'bao tay cấp độ 2, giành cho thiên ma, giành cho pet đã trùng sinh lev:2', 115, 'items/1151002.png', 'items/1151002.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 300, 300, 450, NULL, 0, 1, -1, -1, 10),
(275, 'Bao tay yêu vực Leonis III', 'bao tay cấp độ 2, giành cho thiên ma, giành cho pet đã trùng sinh lev:3', 115, 'items/1151003.png', 'items/1151003.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 300, 300, 500, NULL, 0, 1, -1, -1, 10),
(276, 'Ma Trượng Longinus I', 'vũ khí cấp độ 2, giành cho thiên sứ, giành cho pet đã trùng sinh lev:1', 1, 'items/1112001.png', 'items/1112001.png', -1, 0, NULL, NULL, '[11000,13000]', NULL, '[10000,12000]', '[3800,4200]', 250, 400, 250, NULL, 0, 1, -1, -1, 10),
(277, 'Ma Trượng Longinus II', 'vũ khí cấp độ 2, giành cho thiên sứ, giành cho pet đã trùng sinh lev:2', 1, 'items/1112002.png', 'items/1112002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 300, 450, 300, NULL, 0, 1, -1, -1, 10),
(278, 'Ma Trượng Longinus III', 'vũ khí cấp độ 2, giành cho thiên sứ, giành cho pet đã trùng sinh lev:3', 1, 'items/1112003.png', 'items/1112003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 300, 500, 300, NULL, 0, 1, -1, -1, 10),
(279, 'Khiên ma vực aegis I', 'khiên cấp độ 2, giành cho thiên sứ, giành cho pet đã trùng sinh lev:1', 2, 'items/1122001.png', 'items/1122001.png', -1, 0, NULL, NULL, '[1200,1400]', '[300,350]', '[6000,8000]', '[4000,4500]', 250, 400, 250, NULL, 0, 1, -1, -1, 10),
(280, 'Khiên ma vực aegis II', 'khiên cấp độ 2, giành cho thiên sứ, giành cho pet đã trùng sinh lev:2', 2, 'items/1122002.png', 'items/1122002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 300, 450, 300, NULL, 0, 1, -1, -1, 10),
(281, 'Khiên ma vực aegis III', 'khiên cấp độ 2, giành cho thiên sứ, giành cho pet đã trùng sinh lev:3', 2, 'items/1122003.png', 'items/1122003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 300, 500, 300, NULL, 0, 1, -1, -1, 10),
(282, 'Mũ ma vực Begalltach I', 'mũ cấp độ 2, giành cho thiên sứ,giành cho pet đã trùng sinh lev:1', 3, 'items/1132001.png', 'items/1132001.png', -1, 0, NULL, NULL, '[1000,1440]', '[450,500]', NULL, '[2000,2500]', 250, 400, 250, NULL, 0, 1, -1, -1, 10),
(283, 'Mũ ma vực Begalltach II', 'mũ cấp độ 2, giành cho thiên sứ,giành cho pet đã trùng sinh lev:2', 3, 'items/1132002.png', 'items/1132002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 300, 450, 300, NULL, 0, 1, -1, -1, 10),
(284, 'Mũ ma vực Begalltach III', 'mũ cấp độ 2, giành cho thiên sứ,giành cho pet đã trùng sinh lev:3', 3, 'items/1132003.png', 'items/1132003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 300, 500, 300, NULL, 0, 1, -1, -1, 10),
(285, 'Giày ma vực Urigo I', 'giày cấp độ 2, giành cho thiên sứ, giành cho pet đã trùng sinh lev:1', 104, 'items/1152001.png', 'items/1152001.png', -1, 0, NULL, NULL, '[1000,1500]', '[2000,2500]', NULL, '[5000,7500]', 250, 400, 250, NULL, 0, 1, -1, -1, 10),
(286, 'Giày ma vực Urigo II', 'giày cấp độ 2, giành cho thiên sứ, giành cho pet đã trùng sinh lev:2', 104, 'items/1152002.png', 'items/1152002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 300, 450, 300, NULL, 0, 1, -1, -1, 10),
(287, 'Giày ma vực Urigo III', 'giày cấp độ 2, giành cho thiên sứ, giành cho pet đã trùng sinh lev:3', 115, 'items/1152003.png', 'items/1152003.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 300, 500, 300, NULL, 0, 1, -1, -1, 10),
(288, 'Bao tay ma vực Uirgo I', 'bao tay cấp độ 2, giành cho thiên sứ, giành cho pet đã trùng sinh lev:1', 105, 'items/1142001.png', 'items/1142001.png', -1, 0, NULL, NULL, '[3000,4000]', '[800,1000]', '[1800,2000]', '[3000,3500]', 250, 400, 250, NULL, 0, 1, -1, -1, 10),
(289, 'Bao tay ma vực Uirgo II', 'bao tay cấp độ 2, giành cho thiên sứ, giành cho pet đã trùng sinh lev:2', 105, 'items/1142002.png', 'items/1142002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 300, 450, 300, NULL, 0, 1, -1, -1, 10),
(290, 'Bao tay ma vực Uirgo III', 'bao tay cấp độ 2, giành cho thiên sứ, giành cho pet đã trùng sinh lev:3', 105, 'items/1142003.png', 'items/1142003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 300, 500, 300, NULL, 0, 1, -1, -1, 10),
(291, 'bùa cường hoá loại mới', 'dùng để cường hoá trang bị thiên giới', 7, 'items/61015.png', 'items/61015.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(292, 'hồng ngọc loại mới', 'dùng để cường hoá trang bị thiên giới', 12121, 'items/61016.png', 'items/61016.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(293, 'lục bảo ngọc loại mới', 'dùng để cường hoá trang bị thiên giới, tăng 10% tỉ lệ thành công', 12121, 'items/61017.png', 'items/61017.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(294, 'lam ngọc loại mới', 'dùng để cường hoá trang bị thiên giới, tăng 15% tỉ lệ thành công', 12121, 'items/61018.png', 'items/61018.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(295, 'huyền tinh hồng ngọc', 'dùng để cường hoá trang bị thiên giới, tăng 25% tỉ lệ thành công', 12121, 'items/61025.png', 'items/61025.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(296, 'huyền tinh lam ngọc', 'dungf để cường hoá trang bị thiên giới, tăng 35% tỉ lệ thành công', 12121, 'items/61026.png', 'items/61026.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(297, 'kim cương loại mới', 'dùng để cường hoá trang bị tăng 100% xác xuất thành công', 12121, 'items/61019.png', 'items/61019.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(298, 'linh chi loại mới', 'dùng để cường hoá kĩ năng thiên giới ', 12121, 'items/61020.png', 'items/61020.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(299, 'Nhân sâm loại mới', 'dùng để cường hoá kĩ năng tăng 50% tỉ lệ', 12121, 'items/61021.png', 'items/61021.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(311, '', '', 6, 'items/60002.png', 'items/60002.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(312, '', '', 6, 'items/60003.png', 'items/60003.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(313, '', '', 6, 'items/60004.png', 'items/60004.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(317, '', '', 6, 'items/61001.png', 'items/61001.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(318, 'Tinh thạch', '', 16, 'items/61002.png', 'items/61002.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(321, '', '', 6, 'items/61013.png', 'items/61013.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(322, '', '', 6, 'items/61014.png', 'items/61014.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(323, '', '', 6, 'items/61022.png', 'items/61022.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(324, '', '', 6, 'items/61023.png', 'items/61023.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(325, '', '', 6, 'items/61024.png', 'items/61024.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(326, '', '', 130, 'items/1300003.png', 'items/1300003.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(327, '', '', 6, 'items/61027.png', 'items/61027.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(328, '', '', 6, 'items/61046.png', 'items/61046.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(329, '', '', 6, 'items/62001.png', 'items/62001.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(330, '', '', 6, 'items/62002.png', 'items/62002.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(331, '', '', 6, 'items/62003.png', 'items/62003.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(332, 'Thẻ trùng sinh', 'Nguyên liệu cần thiết để trùng sinh thú cưng', 28, 'items/81009.png', 'items/81009.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(333, '', '', 8, 'items/81010.png', 'items/81010.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(334, '', '', 8, 'items/81011.png', 'items/81011.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(335, '', '', 8, 'items/81012.png', 'items/81012.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(336, '', '', 8, 'items/81013.png', 'items/81013.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(337, '', '', 8, 'items/81014.png', 'items/81014.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(338, '', '', 86, 'items/861008.png', 'items/861008.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(339, '', '', 86, 'items/861010.png', 'items/861010.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(340, '', '', 86, 'items/861016.png', 'items/861016.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(341, '', '', 86, 'items/861028.png', 'items/861028.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(342, '', '', 9, 'items/90001.png', 'items/90001.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(343, '', '', 9, 'items/90002.png', 'items/90002.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(344, '', '', 9, 'items/90003.png', 'items/90003.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(345, '', '', 9, 'items/90004.png', 'items/90004.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(346, '', '', 9, 'items/90005.png', 'items/90005.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(347, '', '', 9, 'items/90006.png', 'items/90006.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(348, '', '', 9, 'items/90007.png', 'items/90007.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(349, '', '', 92, 'items/921101.png', 'items/921101.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(350, '', '', 94, 'items/940007.png', 'items/940007.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(351, '', '', 94, 'items/940008.png', 'items/940008.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(352, '', '', 94, 'items/940009.png', 'items/940009.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(353, '', '', 4, 'items/40001.png', 'items/40001.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(354, '', '', 4, 'items/40002.png', 'items/40002.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(355, '', '', 4, 'items/40003.png', 'items/40003.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(356, '', '', 4, 'items/40004.png', 'items/40004.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(357, '', '', 4, 'items/40005.png', 'items/40005.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(358, '', '', 4, 'items/40006.png', 'items/40006.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(359, '', '', 4, 'items/40007.png', 'items/40007.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(360, '', '', 4, 'items/40009.png', 'items/40009.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(361, '', '', 4, 'items/40010.png', 'items/40010.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(362, '', '', 4, 'items/40011.png', 'items/40011.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(363, '', '', 3, 'items/33001.png', 'items/33001.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(364, 'Mảnh búa gỗ', 'Cần 50 mảnh đến Du Côn để đổi búa gỗ', 19, 'items/10001.png', 'items/10001.png', -1, 1, NULL, '[3,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(365, 'Mảnh búa sắt', 'Cần 50 mảnh đến Du Côn để đổi búa sắt', 19, 'items/10002.png', 'items/10002.png', -1, 1, NULL, '[4,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(366, 'Mảnh búa sắt ngọc', 'Cần 50 mảnh đến Du Côn để đổi búa sắt ngọc', 19, 'items/10003.png', 'items/10003.png', -1, 1, NULL, '[5,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(367, 'Mảnh Khiên Gỗ', 'Cần 50 mảnh đến Du Côn để đổi Khiên Gỗ', 19, 'items/20001.png', 'items/20001.png', -1, 1, NULL, '[6,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(368, 'Mảnh Khiên Gỗ lv2', 'Cần 50 mảnh đến Du Côn để đổi Khiên Gỗ lv2', 19, 'items/20002.png', 'items/20002.png', -1, 1, NULL, '[7,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(369, 'Mảnh Khiên Gỗ lv3', 'Cần 50 mảnh đến Du Côn để đổi Khiên Gỗ lv3', 19, 'items/20003.png', 'items/20003.png', -1, 1, NULL, '[8,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(370, 'Mảnh Mũ Sắt', 'Cần 50 mảnh đến Du Côn để đổi Mũ Sắt', 19, 'items/30001.png', 'items/30001.png', -1, 1, NULL, '[9,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(371, 'Mảnh Mũ Sắt lv2', 'Cần 50 mảnh đến Du Côn để đổi Mũ Sắt lv2', 19, 'items/30002.png', 'items/30002.png', -1, 1, NULL, '[10,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(372, 'Mảnh Mũ Sắt lv3', 'Cần 50 mảnh đến Du Côn để đổi Mũ Sắt lv3', 19, 'items/30003.png', 'items/30003.png', -1, 1, NULL, '[11,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(373, 'Mảnh Kiếm Cùi', 'Cần 50 mảnh đến Du Côn để đổi Kiếm Cùi', 19, 'items/12001.png', 'items/12001.png', -1, 1, NULL, '[12,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(374, 'Mảnh Kiếm Sắt', 'Cần 50 mảnh đến Du Côn để đổi Kiếm Sắt', 19, 'items/12002.png', 'items/12002.png', -1, 1, NULL, '[13,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(375, 'Mảnh Kiếm Sắt ngọc', 'Cần 50 mảnh đến Du Côn để đổi Kiếm Sắt ngọc', 19, 'items/12003.png', 'items/12003.png', -1, 1, NULL, '[14,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(376, 'Mảnh Dao Găm', 'Cần 50 mảnh đến Du Côn để đổi Dao Găm', 19, 'items/22001.png', 'items/22001.png', -1, 1, NULL, '[15,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(377, 'Mảnh Dao Găm Sắt', 'Cần 50 mảnh đến Du Côn để đổi Dao Găm Sắt', 19, 'items/22002.png', 'items/22002.png', -1, 1, NULL, '[16,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(378, 'Mảnh Dao Găm Sắt Ngọc', 'Cần 50 mảnh đến Du Côn để đổi Dao Găm Sắt Ngọc', 19, 'items/22003.png', 'items/22003.png', -1, 1, NULL, '[17,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(379, 'Mảnh Băng Đầu Trơn', 'Cần 50 mảnh đến Du Côn để đổi Băng Đầu Trơn', 19, 'items/32001.png', 'items/32001.png', -1, 1, NULL, '[18,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(380, 'Mảnh Băng Đầu Trơn 1 sao', 'Cần 50 mảnh đến Du Côn để đổi Băng Đầu Trơn 1 sao', 19, 'items/32002.png', 'items/32002.png', -1, 1, NULL, '[19,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(381, 'Mảnh Băng Đầu Trơn 4 sao', 'Cần 50 mảnh đến Du Côn để đổi Băng Đầu Trơn 4 sao', 19, 'items/32003.png', 'items/32003.png', -1, 1, NULL, '[20,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(382, 'Mảnh Gậy Gỗ', 'Cần 50 mảnh đến Du Côn để đổi Gậy Gỗ', 19, 'items/11001.png', 'items/11001.png', -1, 1, NULL, '[21,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(383, 'Mảnh Gậy Gỗ Ngọc', 'Cần 50 mảnh đến Du Côn để đổi Gậy Gỗ Ngọc', 19, 'items/11002.png', 'items/11002.png', -1, 1, NULL, '[22,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(384, 'Mảnh Gậy Pháp Sư', 'Cần 50 mảnh đến Du Côn để đổi Gậy Pháp Sư', 19, 'items/11003.png', 'items/11003.png', -1, 1, NULL, '[23,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(385, 'Mảnh Ngọc Lửa Nhỏ', 'Cần 50 mảnh đến Du Côn để đổi Ngọc Lửa Nhỏ', 19, 'items/21001.png', 'items/21001.png', -1, 1, NULL, '[24,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(386, 'Mảnh Ngọc Lửa Nhỏ lv2', 'Cần 50 mảnh đến Du Côn để đổi Ngọc Lửa Nhỏ lv2', 19, 'items/21002.png', 'items/21002.png', -1, 1, NULL, '[25,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(387, 'Mảnh Ngọc Pháp Sư', 'Cần 50 mảnh đến Du Côn để đổi Ngọc Pháp Sư', 19, 'items/21003.png', 'items/21003.png', -1, 1, NULL, '[26,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(388, 'Mảnh Nón Vải Rỏm', 'Cần 50 mảnh đến Du Côn để đổi Nón Vải Rỏm', 19, 'items/31001.png', 'items/31001.png', -1, 1, NULL, '[27,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(389, 'Mảnh Nón Vải Xịn', 'Cần 50 mảnh đến Du Côn để đổi Nón Vải Xịn', 19, 'items/31003.png', 'items/31003.png', -1, 1, NULL, '[28,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(390, 'Mảnh Nón Pháp Sư', 'Cần 50 mảnh đến Du Côn để đổi Nón Pháp Sư', 19, 'items/31002.png', 'items/31002.png', -1, 1, NULL, '[29,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(391, 'Mảnh Nón Tím', 'Cần 50 mảnh đến Du Côn để đổi Nón Tím', 19, 'items/31005.png', 'items/31005.png', -1, 1, NULL, '[30,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(392, 'Mảnh búa bạc', 'Cần 50 mảnh đến Du Côn để đổi búa bạc', 19, 'items/10101.png', 'items/10101.png', -1, 1, NULL, '[31,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(393, 'Mảnh búa bạc ngọc ', 'Cần 50 mảnh đến Du Côn để đổi búa bạc ngọc ', 19, 'items/10102.png', 'items/10102.png', -1, 1, NULL, '[32,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(394, 'Mảnh búa vinh quang ', 'Cần 50 mảnh đến Du Côn để đổi búa vinh quang ', 19, 'items/10103.png', 'items/10103.png', -1, 1, NULL, '[33,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(395, 'Mảnh khiên bạc', 'Cần 50 mảnh đến Du Côn để đổi khiên bạc', 19, 'items/20101.png', 'items/20101.png', -1, 1, NULL, '[34,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(396, 'Mảnh Khiên Vàng', 'Cần 50 mảnh đến Du Côn để đổi Khiên Vàng', 19, 'items/20102.png', 'items/20102.png', -1, 1, NULL, '[35,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(397, 'Mảnh Khiên Hoàng Kim', 'Cần 50 mảnh đến Du Côn để đổi Khiên Hoàng Kim', 19, 'items/20103.png', 'items/20103.png', -1, 1, NULL, '[36,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(398, 'Mảnh Mũ Bạc', 'Cần 50 mảnh đến Du Côn để đổi Mũ Bạc', 19, 'items/30101.png', 'items/30101.png', -1, 1, NULL, '[37,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(399, 'Mảnh Mũ Vàng', 'Cần 50 mảnh đến Du Côn để đổi Mũ Vàng', 19, 'items/30102.png', 'items/30102.png', -1, 1, NULL, '[38,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(400, 'Mảnh Mũ Hoàng Kim', 'Cần 50 mảnh đến Du Côn để đổi Mũ Hoàng Kim', 19, 'items/30103.png', 'items/30103.png', -1, 1, NULL, '[39,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(401, 'Mảnh Kiếm Bạc', 'Cần 50 mảnh đến Du Côn để đổi Kiếm Bạc', 19, 'items/12101.png', 'items/12101.png', -1, 1, NULL, '[40,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(402, 'Mảnh Kiếm Bạc Ngọc', 'Cần 50 mảnh đến Du Côn để đổi Kiếm Bạc Ngọc', 19, 'items/12102.png', 'items/12102.png', -1, 1, NULL, '[41,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(403, 'Mảnh Kiếm Hoàng Kim', 'Cần 50 mảnh đến Du Côn để đổi Kiếm Hoàng Kim', 19, 'items/12103.png', 'items/12103.png', -1, 1, NULL, '[42,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(404, 'Mảnh kiếm Hoàng kim Ngọc', 'Cần 50 mảnh đến Du Côn để đổi kiếm Hoàng kim Ngọc', 19, 'items/13001.png', 'items/13001.png', -1, 1, NULL, '[43,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(405, 'Mảnh Dao Găm bạc', 'Cần 50 mảnh đến Du Côn để đổi Dao Găm bạc', 19, 'items/22101.png', 'items/22101.png', -1, 1, NULL, '[44,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(406, 'Mảnh Dao Găm Bạc Ngọc', 'Cần 50 mảnh đến Du Côn để đổi Dao Găm Bạc Ngọc', 19, 'items/22102.png', 'items/22102.png', -1, 1, NULL, '[45,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(407, 'Mảnh Dao găm Hoàng Kim', 'Cần 50 mảnh đến Du Côn để đổi Dao găm Hoàng Kim', 19, 'items/22103.png', 'items/22103.png', -1, 1, NULL, '[46,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(408, 'Mảnh Băng Đầu bạc', 'Cần 50 mảnh đến Du Côn để đổi Băng Đầu bạc', 19, 'items/32101.png', 'items/32101.png', -1, 1, NULL, '[47,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(409, 'Mảnh Băng Đầu Bạc Xịn', 'Cần 50 mảnh đến Du Côn để đổi Băng Đầu Bạc Xịn', 19, 'items/32102.png', 'items/32102.png', -1, 1, NULL, '[48,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(410, 'Mảnh Băng Đầu Hoàng Kim', 'Cần 50 mảnh đến Du Côn để đổi Băng Đầu Hoàng Kim', 19, 'items/32103.png', 'items/32103.png', -1, 1, NULL, '[49,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(411, 'Mảnh Gậy Lam Ngọc', 'Cần 50 mảnh đến Du Côn để đổi Gậy Lam Ngọc', 19, 'items/11101.png', 'items/11101.png', -1, 1, NULL, '[50,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(412, 'Mảnh Gậy Vàng Lam Ngọc ', 'Cần 50 mảnh đến Du Côn để đổi Gậy Vàng Lam Ngọc ', 19, 'items/11102.png', 'items/11102.png', -1, 1, NULL, '[51,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(413, 'Mảnh Gậy Hoàng Kim Lam Ngọc', 'Cần 50 mảnh đến Du Côn để đổi Gậy Hoàng Kim Lam Ngọc', 19, 'items/11103.png', 'items/11103.png', -1, 1, NULL, '[52,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(414, 'Mảnh Ngọc Ánh Tím', 'Cần 50 mảnh đến Du Côn để đổi Ngọc Ánh Tím', 19, 'items/21101.png', 'items/21101.png', -1, 1, NULL, '[53,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(415, 'Mảnh Ngọc Bạc Xanh', 'Cần 50 mảnh đến Du Côn để đổi Ngọc Bạc Xanh', 19, 'items/21102.png', 'items/21102.png', -1, 1, NULL, '[54,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(416, 'Mảnh Ngọc Hoàng Kim', 'Cần 50 mảnh đến Du Côn để đổi Ngọc Hoàng Kim', 19, 'items/21103.png', 'items/21103.png', -1, 1, NULL, '[55,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(417, 'Mảnh mũ lục ngọc', 'Cần 50 mảnh đến Du Côn để đổi mũ lục ngọc', 19, 'items/31101.png', 'items/31101.png', -1, 1, NULL, '[56,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(418, 'Mảnh mũ hồng ngọc', 'Cần 50 mảnh đến Du Côn để đổi mũ hồng ngọc', 19, 'items/31102.png', 'items/31102.png', -1, 1, NULL, '[57,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(419, 'Mảnh Mũ Hoàng Kim', 'Cần 50 mảnh đến Du Côn để đổi Mũ Hoàng Kim', 19, 'items/30009.png', 'items/30009.png', -1, 1, NULL, '[58,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(420, 'Mảnh kiếm hải tặc', 'Cần 100 mảnh đến Du Côn để đổi kiếm hải tặc', 19, 'items/13002.png', 'items/13002.png', -1, 1, NULL, '[59,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(421, 'Mảnh Kiếm Hải Tặc lv2', 'Cần 100 mảnh đến Du Côn để đổi Kiếm Hải Tặc lv2', 19, 'items/13004.png', 'items/13004.png', -1, 1, NULL, '[60,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(422, 'Mảnh Kiếm Hải Tặc lv3', 'Cần 100 mảnh đến Du Côn để đổi Kiếm Hải Tặc lv3', 19, 'items/13006.png', 'items/13006.png', -1, 1, NULL, '[61,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(423, 'Mảnh Khiên Hải Tặc', 'Cần 100 mảnh đến Du Côn để đổi Khiên Hải Tặc', 19, 'items/23002.png', 'items/23002.png', -1, 1, NULL, '[62,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(424, 'Mảnh Khiên Hải tặc lv2', 'Cần 100 mảnh đến Du Côn để đổi Khiên Hải tặc lv2', 19, 'items/23004.png', 'items/23004.png', -1, 1, NULL, '[63,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(425, 'Mảnh Khiên hải Tặc lv3', 'Cần 100 mảnh đến Du Côn để đổi Khiên hải Tặc lv3', 19, 'items/23006.png', 'items/23006.png', -1, 1, NULL, '[64,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(426, 'Mảnh Khiên hải Tặc lv4', 'Cần 100 mảnh đến Du Côn để đổi Khiên hải Tặc lv4', 19, 'items/23008.png', 'items/23008.png', -1, 1, NULL, '[65,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(427, 'Mảnh Mũ Hải tặc', 'Cần 100 mảnh đến Du Côn để đổi Mũ Hải tặc', 19, 'items/33002.png', 'items/33002.png', -1, 1, NULL, '[66,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(428, 'Mảnh Mũ hải Tặc lv2', 'Cần 100 mảnh đến Du Côn để đổi Mũ hải Tặc lv2', 19, 'items/33004.png', 'items/33004.png', -1, 1, NULL, '[67,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(429, 'Mảnh Mũ Hải tặc lv3', 'Cần 100 mảnh đến Du Côn để đổi Mũ Hải tặc lv3', 19, 'items/33006.png', 'items/33006.png', -1, 1, NULL, '[68,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(430, 'Mảnh Mũ Hải tặc lv4', 'Cần 100 mảnh đến Du Côn để đổi Mũ Hải tặc lv4', 19, 'items/33009.png', 'items/33009.png', -1, 1, NULL, '[69,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(431, 'Mảnh Hài Hải Tặc', 'Cần 100 mảnh đến Du Côn để đổi Hài Hải Tặc', 19, 'items/43002.png', 'items/43002.png', -1, 1, NULL, '[70,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(432, 'Mảnh Hài Hải tặc lv2', 'Cần 100 mảnh đến Du Côn để đổi Hài Hải tặc lv2', 19, 'items/43004.png', 'items/43004.png', -1, 1, NULL, '[71,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(433, 'Mảnh Bao Tay Hải tặc', 'Cần 100 mảnh đến Du Côn để đổi Bao Tay Hải tặc', 19, 'items/53002.png', 'items/53002.png', -1, 1, NULL, '[72,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(434, 'Mảnh Bao Tay Hải tặc lv2', 'Cần 100 mảnh đến Du Côn để đổi Bao Tay Hải tặc lv2', 19, 'items/53004.png', 'items/53004.png', -1, 1, NULL, '[73,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(435, 'Mảnh Tinh Vân Kiếm', 'Cần 100 mảnh đến Du Côn để đổi Tinh Vân Kiếm', 19, 'items/13003.png', 'items/13003.png', -1, 1, NULL, '[74,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(436, 'Mảnh Tinh Vân Kiếm lv2', 'Cần 100 mảnh đến Du Côn để đổi Tinh Vân Kiếm lv2', 19, 'items/13005.png', 'items/13005.png', -1, 1, NULL, '[75,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(437, 'Mảnh Tinh Vân Kiếm lv3', 'Cần 100 mảnh đến Du Côn để đổi Tinh Vân Kiếm lv3', 19, 'items/13007.png', 'items/13007.png', -1, 1, NULL, '[76,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(438, 'Mảnh Khiên Tinh Vân', 'Cần 100 mảnh đến Du Côn để đổi Khiên Tinh Vân', 19, 'items/23003.png', 'items/23003.png', -1, 1, NULL, '[77,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(439, 'Mảnh Khiên Tinh Vân lv2', 'Cần 100 mảnh đến Du Côn để đổi Khiên Tinh Vân lv2', 19, 'items/23005.png', 'items/23005.png', -1, 1, NULL, '[78,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(440, 'Mảnh Khiên Tinh Vân lv3', 'Cần 100 mảnh đến Du Côn để đổi Khiên Tinh Vân lv3', 19, 'items/23007.png', 'items/23007.png', -1, 1, NULL, '[79,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(441, 'Mảnh Khiên Thần mặt trời', 'Cần 100 mảnh đến Du Côn để đổi Khiên Thần mặt trời', 19, 'items/23009.png', 'items/23009.png', -1, 1, NULL, '[80,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(442, 'Mảnh Mũ Lính Đánh Thuê', 'Cần 100 mảnh đến Du Côn để đổi Mũ Lính Đánh Thuê', 19, 'items/33003.png', 'items/33003.png', -1, 1, NULL, '[81,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(443, 'Mảnh Mũ Lính Đánh Thuê lv2', 'Cần 100 mảnh đến Du Côn để đổi Mũ Lính Đánh Thuê lv2', 19, 'items/33005.png', 'items/33005.png', -1, 1, NULL, '[82,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(444, 'Mảnh Mũ Lính Đánh Thuê lv3', 'Cần 100 mảnh đến Du Côn để đổi Mũ Lính Đánh Thuê lv3', 19, 'items/33007.png', 'items/33007.png', -1, 1, NULL, '[83,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(445, 'Mảnh Mũ Lính Đánh Thuê lv4', 'Cần 100 mảnh đến Du Côn để đổi Mũ Lính Đánh Thuê lv4', 19, 'items/33008.png', 'items/33008.png', -1, 1, NULL, '[84,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(446, 'Mảnh Giày Tinh Vân', 'Cần 100 mảnh đến Du Côn để đổi Giày Tinh Vân', 19, 'items/43003.png', 'items/43003.png', -1, 1, NULL, '[85,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(447, 'Mảnh Giày Tinh Vân lv2', 'Cần 100 mảnh đến Du Côn để đổi Giày Tinh Vân lv2', 19, 'items/43005.png', 'items/43005.png', -1, 1, NULL, '[86,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(448, 'Mảnh Găng Tinh Vân', 'Cần 100 mảnh đến Du Côn để đổi Găng Tinh Vân', 19, 'items/53003.png', 'items/53003.png', -1, 1, NULL, '[87,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(449, 'Mảnh Găng Tinh Vân lv2', 'Cần 100 mảnh đến Du Côn để đổi Găng Tinh Vân lv2', 19, 'items/53005.png', 'items/53005.png', -1, 1, NULL, '[88,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(450, 'Mảnh Vô Địch-Thiên Thiết Cự Phủ', 'Cần 100 mảnh đến Du Côn để đổi Vô Địch-Thiên Thiết Cự Phủ', 19, 'items/13010.png', 'items/13010.png', -1, 1, NULL, '[89,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(451, 'Mảnh Vô Địch-Thiên Tinh Cự Phủ', 'Cần 100 mảnh đến Du Côn để đổi Vô Địch-Thiên Tinh Cự Phủ', 19, 'items/13013.png', 'items/13013.png', -1, 1, NULL, '[90,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(452, 'Mảnh Vô Địch-Địa Thiết Súng', 'Cần 100 mảnh đến Du Côn để đổi Vô Địch-Địa Thiết Súng', 19, 'items/23010.png', 'items/23010.png', -1, 1, NULL, '[91,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(453, 'Mảnh Vô Địch-Địa Hoàng Súng', 'Cần 100 mảnh đến Du Côn để đổi Vô Địch-Địa Hoàng Súng', 19, 'items/23013.png', 'items/23013.png', -1, 1, NULL, '[92,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(454, 'Mảnh Vô Địch-shogen khôi', 'Cần 100 mảnh đến Du Côn để đổi Vô Địch-shogen khôi', 19, 'items/33010.png', 'items/33010.png', -1, 1, NULL, '[93,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(455, 'Mảnh Vô Địch-Hoàng Kim Khôi', 'Cần 100 mảnh đến Du Côn để đổi Vô Địch-Hoàng Kim Khôi', 19, 'items/33013.png', 'items/33013.png', -1, 1, NULL, '[94,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(456, 'Mảnh Vô Địch-Hoả Thiết Hài', 'Cần 100 mảnh đến Du Côn để đổi Vô Địch-Hoả Thiết Hài', 19, 'items/43010.png', 'items/43010.png', -1, 1, NULL, '[95,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(457, 'Mảnh Vô Địch-Hoàng Kim Hài', 'Cần 100 mảnh đến Du Côn để đổi Vô Địch-Hoàng Kim Hài', 19, 'items/43013.png', 'items/43013.png', -1, 1, NULL, '[96,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(458, 'Mảnh Vô Địch-Hắc Hoả Thiết Thủ', 'Cần 100 mảnh đến Du Côn để đổi Vô Địch-Hắc Hoả Thiết Thủ', 19, 'items/53010.png', 'items/53010.png', -1, 1, NULL, '[97,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(459, 'Mảnh Vô Địch-Hăc Hoàng Kim Thủ', 'Cần 100 mảnh đến Du Côn để đổi Vô Địch-Hăc Hoàng Kim Thủ', 19, 'items/53013.png', 'items/53013.png', -1, 1, NULL, '[98,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(460, 'Mảnh Bất Bại-Thánh Quang Kiếm', 'Cần 100 mảnh đến Du Côn để đổi Bất Bại-Thánh Quang Kiếm', 19, 'items/13011.png', 'items/13011.png', -1, 1, NULL, '[99,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(461, 'Mảnh Bất Bại-Thần Quang Kiếm', 'Cần 100 mảnh đến Du Côn để đổi Bất Bại-Thần Quang Kiếm', 19, 'items/13014.png', 'items/13014.png', -1, 1, NULL, '[100,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(462, 'Mảnh Bất Bại-Tử Kim Ngọc', 'Cần 100 mảnh đến Du Côn để đổi Bất Bại-Tử Kim Ngọc', 19, 'items/23011.png', 'items/23011.png', -1, 1, NULL, '[101,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(463, 'Mảnh Bất Bại-Tử Hoàng Ngọc', 'Cần 100 mảnh đến Du Côn để đổi Bất Bại-Tử Hoàng Ngọc', 19, 'items/23014.png', 'items/23014.png', -1, 1, NULL, '[102,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(464, 'Mảnh Bất Bại-Hắc Long Mão', 'Cần 100 mảnh đến Du Côn để đổi Bất Bại-Hắc Long Mão', 19, 'items/33011.png', 'items/33011.png', -1, 1, NULL, '[103,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(465, 'Mảnh Bất bại-Ám Long Mão', 'Cần 100 mảnh đến Du Côn để đổi Bất bại-Ám Long Mão', 19, 'items/33014.png', 'items/33014.png', -1, 1, NULL, '[104,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(466, 'Mảnh Bất Bại-Lam Hài', 'Cần 100 mảnh đến Du Côn để đổi Bất Bại-Lam Hài', 19, 'items/43011.png', 'items/43011.png', -1, 1, NULL, '[105,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(467, 'Mảnh Bất Bại-Hoàng Kim Hài', 'Cần 100 mảnh đến Du Côn để đổi Bất Bại-Hoàng Kim Hài', 19, 'items/43014.png', 'items/43014.png', -1, 1, NULL, '[106,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(468, 'Mảnh Bất Bại-Hoàng Kim Thủ', 'Cần 100 mảnh đến Du Côn để đổi Bất Bại-Hoàng Kim Thủ', 19, 'items/53011.png', 'items/53011.png', -1, 1, NULL, '[107,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(469, 'Mảnh Bất Bại-Ám Hoàng Thủ', 'Cần 100 mảnh đến Du Côn để đổi Bất Bại-Ám Hoàng Thủ', 19, 'items/53014.png', 'items/53014.png', -1, 1, NULL, '[108,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(470, 'Mảnh Bách Chiến-Huyền Kim Chảo', 'Cần 100 mảnh đến Du Côn để đổi Bách Chiến-Huyền Kim Chảo', 19, 'items/13012.png', 'items/13012.png', -1, 1, NULL, '[109,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(471, 'Mảnh Bách Chiến-Hoàng Kim Chảo', 'Cần 100 mảnh đến Du Côn để đổi Bách Chiến-Hoàng Kim Chảo', 19, 'items/13015.png', 'items/13015.png', -1, 1, NULL, '[110,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(472, 'Mảnh Bách Chiến-Lam Long Tiêu', 'Cần 100 mảnh đến Du Côn để đổi Bách Chiến-Lam Long Tiêu', 19, 'items/23012.png', 'items/23012.png', -1, 1, NULL, '[111,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(473, 'Mảnh Bách Chiến-Hoả Long Tiêu', 'Cần 100 mảnh đến Du Côn để đổi Bách Chiến-Hoả Long Tiêu', 19, 'items/23015.png', 'items/23015.png', -1, 1, NULL, '[112,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(474, 'Mảnh Bách Chiến-Nhẫn Giả Mão', 'Cần 100 mảnh đến Du Côn để đổi Bách Chiến-Nhẫn Giả Mão', 19, 'items/33012.png', 'items/33012.png', -1, 1, NULL, '[113,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(475, 'Mảnh Bách Chiến-Sát Thủ Mão', 'Cần 100 mảnh đến Du Côn để đổi Bách Chiến-Sát Thủ Mão', 19, 'items/33015.png', 'items/33015.png', -1, 1, NULL, '[114,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(476, 'Mảnh Bách Chiến-Sát Thủ hài', 'Cần 100 mảnh đến Du Côn để đổi Bách Chiến-Sát Thủ hài', 19, 'items/43012.png', 'items/43012.png', -1, 1, NULL, '[115,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(477, 'Mảnh Bách Chiến-Sát hài ', 'Cần 100 mảnh đến Du Côn để đổi Bách Chiến-Sát hài ', 19, 'items/43015.png', 'items/43015.png', -1, 1, NULL, '[116,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(478, 'Mảnh Bách Chiến-Hắc Ám Thủ', 'Cần 100 mảnh đến Du Côn để đổi Bách Chiến-Hắc Ám Thủ', 19, 'items/53012.png', 'items/53012.png', -1, 1, NULL, '[117,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(479, 'Mảnh Bách Chiến-Hoàng Ám Thủ', 'Cần 100 mảnh đến Du Côn để đổi Bách Chiến-Hoàng Ám Thủ', 19, 'items/53015.png', 'items/53015.png', -1, 1, NULL, '[118,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(480, 'Mảnh Mực xăm thường', 'Cần 50 mảnh đến Du Côn để đổi Mực xăm thường', 19, 'items/1300001.png', 'items/1300001.png', -1, 1, NULL, '[119,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(481, 'Mảnh mực xăm tốt', 'Cần 100 mảnh đến Du Côn để đổi mực xăm tốt', 19, 'items/1300005.png', 'items/1300005.png', -1, 1, NULL, '[120,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(482, 'Mảnh mực xăm hiếm', 'Cần 100 mảnh đến Du Côn để đổi mực xăm hiếm', 19, 'items/1300006.png', 'items/1300006.png', -1, 1, NULL, '[121,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(483, 'Mảnh mực xăm cực hiếm', 'Cần 100 mảnh đến Du Côn để đổi mực xăm cực hiếm', 19, 'items/1300006.png', 'items/1300006.png', -1, 1, NULL, '[122,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(484, 'Mảnh mực xăm huyền thoại', 'Cần 100 mảnh đến Du Côn để đổi mực xăm huyền thoại', 19, 'items/1300005.png', 'items/1300005.png', -1, 1, NULL, '[123,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(485, 'Mảnh mực xăm truyền thuyết', 'Cần 100 mảnh đến Du Côn để đổi mực xăm truyền thuyết', 19, 'items/1300005.png', 'items/1300005.png', -1, 1, NULL, '[124,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(486, 'Mảnh mực cường hoá', 'Cần 100 mảnh đến Du Côn để đổi mực cường hoá', 19, 'items/1300008.png', 'items/1300008.png', -1, 1, NULL, '[125,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(487, 'Mảnh mực tẩy', 'Cần 50 mảnh đến Du Côn để đổi mực tẩy', 19, 'items/1300002.png', 'items/1300002.png', -1, 1, NULL, '[126,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(488, 'Mảnh thẻ kĩ năng', 'Cần 100 mảnh đến Du Côn để đổi thẻ kĩ năng', 19, 'items/81001.png', 'items/81001.png', -1, 1, NULL, '[127,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(489, 'Mảnh thẻ xăm trường kiếm biến dị (cực hiếm', 'Cần 100 mảnh đến Du Côn để đổi thẻ xăm trường kiếm biến dị (cực hiếm', 19, 'items/81001.png', 'items/81001.png', -1, 1, NULL, '[128,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(490, 'Mảnh thẻ xăm trái tim biến dị (cực hiếm)', 'Cần 100 mảnh đến Du Côn để đổi thẻ xăm trái tim biến dị (cực hiếm)', 19, 'items/81001.png', 'items/81001.png', -1, 1, NULL, '[129,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(491, 'Mảnh thẻ xăm khiên thép biến dị (cực Hiếm)', 'Cần 100 mảnh đến Du Côn để đổi thẻ xăm khiên thép biến dị (cực Hiếm)', 19, 'items/81001.png', 'items/81001.png', -1, 1, NULL, '[130,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(492, 'Mảnh thẻ xăm tinh cầu biến dị (cực Hiếm)', 'Cần 100 mảnh đến Du Côn để đổi thẻ xăm tinh cầu biến dị (cực Hiếm)', 19, 'items/81001.png', 'items/81001.png', -1, 1, NULL, '[131,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(493, 'Mảnh thẻ xăm trường kiếm biến dị (huyền thoại)', 'Cần 100 mảnh đến Du Côn để đổi thẻ xăm trường kiếm biến dị (huyền thoại)', 19, 'items/81008.png', 'items/81008.png', -1, 1, NULL, '[132,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(494, 'Mảnh thẻ xăm trái tim biến dị (huyền thoại)', 'Cần 100 mảnh đến Du Côn để đổi thẻ xăm trái tim biến dị (huyền thoại)', 19, 'items/81008.png', 'items/81008.png', -1, 1, NULL, '[133,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(495, 'Mảnh thẻ xăm khiên thép biến dị (huyền thoại)', 'Cần 100 mảnh đến Du Côn để đổi thẻ xăm khiên thép biến dị (huyền thoại)', 19, 'items/81008.png', 'items/81008.png', -1, 1, NULL, '[134,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(496, 'Mảnh thẻ xăm tinh cầu biến dị (huyền thoại)', 'Cần 100 mảnh đến Du Côn để đổi thẻ xăm tinh cầu biến dị (huyền thoại)', 19, 'items/81008.png', 'items/81008.png', -1, 1, NULL, '[135,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(497, 'Mảnh thẻ xăm trường kiếm biến dị (truyền thuyết)', 'Cần 100 mảnh đến Du Côn để đổi thẻ xăm trường kiếm biến dị (truyền thuyết)', 19, 'items/81002.png', 'items/81002.png', -1, 1, NULL, '[136,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(498, 'Mảnh thẻ xăm trái tim  biến dị (truyền thuyến)', 'Cần 100 mảnh đến Du Côn để đổi thẻ xăm trái tim  biến dị (truyền thuyến)', 19, 'items/81002.png', 'items/81002.png', -1, 1, NULL, '[137,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(499, 'Mảnh thẻ xăm khiên thép biến dị (truyền thuyết)', 'Cần 100 mảnh đến Du Côn để đổi thẻ xăm khiên thép biến dị (truyền thuyết)', 19, 'items/81002.png', 'items/81002.png', -1, 1, NULL, '[138,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(500, 'Mảnh thẻ xăm tinh cầu biến dị (truyền thuyết)', 'Cần 100 mảnh đến Du Côn để đổi thẻ xăm tinh cầu biến dị (truyền thuyết)', 19, 'items/81002.png', 'items/81002.png', -1, 1, NULL, '[139,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(501, 'Mảnh thẻ xăm hoà kì lân (cực hiếm)', 'Cần 100 mảnh đến Du Côn để đổi thẻ xăm hoà kì lân (cực hiếm)', 19, 'items/81006.png', 'items/81006.png', -1, 1, NULL, '[140,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(502, 'Mảnh thẻ xăm hoả kì lân (huyền thoại)', 'Cần 100 mảnh đến Du Côn để đổi thẻ xăm hoả kì lân (huyền thoại)', 19, 'items/81006.png', 'items/81006.png', -1, 1, NULL, '[141,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(503, 'Mảnh thẻ xăm hoả kì lân (truyền thuyết)', 'Cần 100 mảnh đến Du Côn để đổi thẻ xăm hoả kì lân (truyền thuyết)', 19, 'items/81007.png', 'items/81007.png', -1, 1, NULL, '[142,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(504, 'Mảnh Đồ sát lệnh', 'Cần 100 mảnh đến Du Côn để đổi Đồ sát lệnh', 19, 'items/81005.png', 'items/81005.png', -1, 1, NULL, '[143,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(506, 'Mảnh Cánh sơ cấp - bán hoàn mĩ loại 2', 'Cần 100 mảnh đến Du Côn để đổi Cánh sơ cấp - bán hoàn mĩ loại 2', 19, 'items/91001.png', 'items/91001.png', -1, 1, NULL, '[145,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(507, 'Mảnh Cánh sơ cấp - bán hoàn mĩ loại 1', 'Cần 100 mảnh đến Du Côn để đổi Cánh sơ cấp - bán hoàn mĩ loại 1', 19, 'items/91002.png', 'items/91002.png', -1, 1, NULL, '[146,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(508, 'Mảnh Cánh sơ cấp - bán hoàn mĩ loại 3', 'Cần 100 mảnh đến Du Côn để đổi Cánh sơ cấp - bán hoàn mĩ loại 3', 19, 'items/91003.png', 'items/91003.png', -1, 1, NULL, '[147,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(509, 'Mảnh Cánh sơ cấp - bán hoàn mĩ loại 4', 'Cần 100 mảnh đến Du Côn để đổi Cánh sơ cấp - bán hoàn mĩ loại 4', 19, 'items/91004.png', 'items/91004.png', -1, 1, NULL, '[148,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(510, 'Mảnh Cánh sơ cấp - hoàn mĩ', 'Cần 100 mảnh đến Du Côn để đổi Cánh sơ cấp - hoàn mĩ', 19, 'items/91005.png', 'items/91005.png', -1, 1, NULL, '[149,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(511, 'Mảnh Cánh trung cấp - bán hoàn mĩ loại 2', 'Cần 100 mảnh đến Du Côn để đổi Cánh trung cấp - bán hoàn mĩ loại 2', 19, 'items/92001.png', 'items/92001.png', -1, 1, NULL, '[150,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(512, 'Mảnh Cánh  trung cấp - bán hoàn mĩ loại 3', 'Cần 100 mảnh đến Du Côn để đổi Cánh  trung cấp - bán hoàn mĩ loại 3', 19, 'items/92002.png', 'items/92002.png', -1, 1, NULL, '[151,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(513, 'Mảnh Cánh trung cấp - bán hoàn mĩ loại 4', 'Cần 100 mảnh đến Du Côn để đổi Cánh trung cấp - bán hoàn mĩ loại 4', 19, 'items/92003.png', 'items/92003.png', -1, 1, NULL, '[152,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(514, 'Mảnh Cánh trung cấp - bán hoàn mĩ loại 1', 'Cần 100 mảnh đến Du Côn để đổi Cánh trung cấp - bán hoàn mĩ loại 1', 19, 'items/92004.png', 'items/92004.png', -1, 1, NULL, '[153,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(515, 'Mảnh Cánh  trung cấp - hoàn mĩ', 'Cần 100 mảnh đến Du Côn để đổi Cánh  trung cấp - hoàn mĩ', 19, 'items/92005.png', 'items/92005.png', -1, 1, NULL, '[154,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(516, 'Mảnh ngọc lửa', 'Cần 100 mảnh đến Du Côn để đổi ngọc lửa', 19, 'items/70001.png', 'items/70001.png', -1, 1, NULL, '[155,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(517, 'Mảnh ngọc lửa lev:2', 'Cần 100 mảnh đến Du Côn để đổi ngọc lửa lev:2', 19, 'items/71001.png', 'items/71001.png', -1, 1, NULL, '[156,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(518, 'Mảnh ngọc lửa lev:3', 'Cần 100 mảnh đến Du Côn để đổi ngọc lửa lev:3', 19, 'items/72001.png', 'items/72001.png', -1, 1, NULL, '[157,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(519, 'Mảnh ngọc cây', 'Cần 100 mảnh đến Du Côn để đổi ngọc cây', 19, 'items/70002.png', 'items/70002.png', -1, 1, NULL, '[158,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(520, 'Mảnh ngọc cây lev:2', 'Cần 100 mảnh đến Du Côn để đổi ngọc cây lev:2', 19, 'items/71002.png', 'items/71002.png', -1, 1, NULL, '[159,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(521, 'Mảnh ngọc cây lev:3', 'Cần 100 mảnh đến Du Côn để đổi ngọc cây lev:3', 19, 'items/72002.png', 'items/72002.png', -1, 1, NULL, '[160,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(522, 'Mảnh ngọc đất', 'Cần 100 mảnh đến Du Côn để đổi ngọc đất', 19, 'items/70003.png', 'items/70003.png', -1, 1, NULL, '[161,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(523, 'Mảnh ngọc đất lev:2', 'Cần 100 mảnh đến Du Côn để đổi ngọc đất lev:2', 19, 'items/71003.png', 'items/71003.png', -1, 1, NULL, '[162,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(524, 'Mảnh ngọc đất lev:3', 'Cần 100 mảnh đến Du Côn để đổi ngọc đất lev:3', 19, 'items/72003.png', 'items/72003.png', -1, 1, NULL, '[163,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100);
INSERT INTO `item` (`itemId`, `name`, `description`, `type`, `iconPath`, `frameImgPath`, `gender`, `isStackable`, `itemOption`, `itemOptionValue`, `atkRange`, `defRange`, `hpRange`, `mpRange`, `requireStr`, `requireInt`, `requireAgi`, `expire`, `isOnSky`, `canTrade`, `petNClass`, `element`, `price`) VALUES
(525, 'Mảnh ngọc sét', 'Cần 100 mảnh đến Du Côn để đổi ngọc sét', 19, 'items/70004.png', 'items/70004.png', -1, 1, NULL, '[164,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(526, 'Mảnh ngọc sét lev:2', 'Cần 100 mảnh đến Du Côn để đổi ngọc sét lev:2', 19, 'items/71004.png', 'items/71004.png', -1, 1, NULL, '[165,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(527, 'Mảnh ngọc sét lev:3', 'Cần 100 mảnh đến Du Côn để đổi ngọc sét lev:3', 19, 'items/72004.png', 'items/72004.png', -1, 1, NULL, '[166,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(528, 'Mảnh ngọc nước', 'Cần 100 mảnh đến Du Côn để đổi ngọc nước', 19, 'items/70005.png', 'items/70005.png', -1, 1, NULL, '[167,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(529, 'Mảnh ngọc nước lev:2', 'Cần 100 mảnh đến Du Côn để đổi ngọc nước lev:2', 19, 'items/71005.png', 'items/71005.png', -1, 1, NULL, '[168,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(530, 'Mảnh ngọc nước lev:3', 'Cần 100 mảnh đến Du Côn để đổi ngọc nước lev:3', 19, 'items/72005.png', 'items/72005.png', -1, 1, NULL, '[169,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(531, 'Mảnh ngọc bóng tối', 'Cần 100 mảnh đến Du Côn để đổi ngọc bóng tối', 19, 'items/70006.png', 'items/70006.png', -1, 1, NULL, '[170,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(532, 'Mảnh ngọc bóng tối lev:2', 'Cần 100 mảnh đến Du Côn để đổi ngọc bóng tối lev:2', 19, 'items/71006.png', 'items/71006.png', -1, 1, NULL, '[171,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(533, 'Mảnh ngọc bóng tối lev:3', 'Cần 100 mảnh đến Du Côn để đổi ngọc bóng tối lev:3', 19, 'items/72006.png', 'items/72006.png', -1, 1, NULL, '[172,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(534, 'Mảnh ngọc ánh sáng', 'Cần 100 mảnh đến Du Côn để đổi ngọc ánh sáng', 19, 'items/70007.png', 'items/70007.png', -1, 1, NULL, '[173,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(535, 'Mảnh ngọc ánh sáng lev:2', 'Cần 100 mảnh đến Du Côn để đổi ngọc ánh sáng lev:2', 19, 'items/71007.png', 'items/71007.png', -1, 1, NULL, '[174,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(536, 'Mảnh ngọc ánh sáng lev:3', 'Cần 100 mảnh đến Du Côn để đổi ngọc ánh sáng lev:3', 19, 'items/72007.png', 'items/72007.png', -1, 1, NULL, '[175,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(561, 'Mảnh bình x4 exp ', 'Cần 100 mảnh đến Du Côn để đổi bình x4 exp ', 19, 'items/61036.png', 'items/61036.png', -1, 1, NULL, '[200,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(562, 'Mảnh Chiến Chuỳ', 'Cần 50 mảnh đến Du Côn để đổi Chiến Chuỳ', 19, 'items/1010001.png', 'items/1010001.png', -1, 1, NULL, '[201,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(563, 'Mảnh Thiên Chuỳ ', 'Cần 50 mảnh đến Du Côn để đổi Thiên Chuỳ ', 19, 'items/1010002.png', 'items/1010002.png', -1, 1, NULL, '[202,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(564, 'Mảnh Thần Truỳ chuỳ ', 'Cần 50 mảnh đến Du Côn để đổi Thần Truỳ chuỳ ', 19, 'items/1010003.png', 'items/1010003.png', -1, 1, NULL, '[203,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(565, 'Mảnh Chiến Khôi', 'Cần 50 mảnh đến Du Côn để đổi Chiến Khôi', 19, 'items/1030001.png', 'items/1030001.png', -1, 1, NULL, '[204,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(566, 'Mảnh Chiến Khôi lv2', 'Cần 50 mảnh đến Du Côn để đổi Chiến Khôi lv2', 19, 'items/1030002.png', 'items/1030002.png', -1, 1, NULL, '[205,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(567, 'Mảnh Thần khôi lv3', 'Cần 50 mảnh đến Du Côn để đổi Thần khôi lv3', 19, 'items/1030003.png', 'items/1030003.png', -1, 1, NULL, '[206,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(568, 'Mảnh Khiên Thần Biển', 'Cần 50 mảnh đến Du Côn để đổi Khiên Thần Biển', 19, 'items/1020001.png', 'items/1020001.png', -1, 1, NULL, '[207,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(569, 'Mảnh Khiên Thần Biển lv2', 'Cần 50 mảnh đến Du Côn để đổi Khiên Thần Biển lv2', 19, 'items/1020002.png', 'items/1020002.png', -1, 1, NULL, '[208,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(570, 'Mảnh Khiên Thiên Rắn', 'Cần 50 mảnh đến Du Côn để đổi Khiên Thiên Rắn', 19, 'items/1020003.png', 'items/1020003.png', -1, 1, NULL, '[209,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(571, 'Mảnh Giày Huyền Thiết', 'Cần 50 mảnh đến Du Côn để đổi Giày Huyền Thiết', 19, 'items/1040001.png', 'items/1040001.png', -1, 1, NULL, '[210,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(572, 'Mảnh Giày Huyền Thiết lv2', 'Cần 50 mảnh đến Du Côn để đổi Giày Huyền Thiết lv2', 19, 'items/1040002.png', 'items/1040002.png', -1, 1, NULL, '[211,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(573, 'Mảnh Giày Huyền Thiết lv3', 'Cần 50 mảnh đến Du Côn để đổi Giày Huyền Thiết lv3', 19, 'items/1040003.png', 'items/1040003.png', -1, 1, NULL, '[212,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(574, 'Mảnh Găng Thiên Binh', 'Cần 50 mảnh đến Du Côn để đổi Găng Thiên Binh', 19, 'items/1050001.png', 'items/1050001.png', -1, 1, NULL, '[213,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(575, 'Mảnh Găng Thiên Binh lv2', 'Cần 50 mảnh đến Du Côn để đổi Găng Thiên Binh lv2', 19, 'items/1050002.png', 'items/1050002.png', -1, 1, NULL, '[214,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(576, 'Mảnh Găng Thiên Binh lv3', 'Cần 50 mảnh đến Du Côn để đổi Găng Thiên Binh lv3', 19, 'items/1050003.png', 'items/1050003.png', -1, 1, NULL, '[215,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(577, 'Mảnh Chiến Thương', 'Cần 50 mảnh đến Du Côn để đổi Chiến Thương', 19, 'items/1011001.png', 'items/1011001.png', -1, 1, NULL, '[216,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(578, 'Mảnh ThiênThương', 'Cần 50 mảnh đến Du Côn để đổi ThiênThương', 19, 'items/1011002.png', 'items/1011002.png', -1, 1, NULL, '[217,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(579, 'Mảnh Thần Thương ', 'Cần 50 mảnh đến Du Côn để đổi Thần Thương ', 19, 'items/1011003.png', 'items/1011003.png', -1, 1, NULL, '[218,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(580, 'Mảnh Khiên Yêu Ma ', 'Cần 50 mảnh đến Du Côn để đổi Khiên Yêu Ma ', 19, 'items/1021001.png', 'items/1021001.png', -1, 1, NULL, '[219,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(581, 'Mảnh Khiên Yêu Ma lv2', 'Cần 50 mảnh đến Du Côn để đổi Khiên Yêu Ma lv2', 19, 'items/1021002.png', 'items/1021002.png', -1, 1, NULL, '[220,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(582, 'Mảnh Khiên Yêu Ma lv3', 'Cần 50 mảnh đến Du Côn để đổi Khiên Yêu Ma lv3', 19, 'items/1021003.png', 'items/1021003.png', -1, 1, NULL, '[221,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(583, 'Mảnh Mũ Yêu Ma', 'Cần 50 mảnh đến Du Côn để đổi Mũ Yêu Ma', 19, 'items/1031001.png', 'items/1031001.png', -1, 1, NULL, '[222,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(584, 'Mảnh Mũ Yêu Ma lv2', 'Cần 50 mảnh đến Du Côn để đổi Mũ Yêu Ma lv2', 19, 'items/1031002.png', 'items/1031002.png', -1, 1, NULL, '[223,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(585, 'Mảnh Mũ Yêu Ma lv3', 'Cần 50 mảnh đến Du Côn để đổi Mũ Yêu Ma lv3', 19, 'items/1031003.png', 'items/1031003.png', -1, 1, NULL, '[224,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(586, 'Mảnh Giày Yêu Ma', 'Cần 50 mảnh đến Du Côn để đổi Giày Yêu Ma', 19, 'items/1041001.png', 'items/1041001.png', -1, 1, NULL, '[225,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(587, 'Mảnh Giày Yêu Ma lv2', 'Cần 50 mảnh đến Du Côn để đổi Giày Yêu Ma lv2', 19, 'items/1041002.png', 'items/1041002.png', -1, 1, NULL, '[226,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(588, 'Mảnh Giày Yêu ma lv3', 'Cần 50 mảnh đến Du Côn để đổi Giày Yêu ma lv3', 19, 'items/1041003.png', 'items/1041003.png', -1, 1, NULL, '[227,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(589, 'Mảnh Găng Yêu Ma', 'Cần 50 mảnh đến Du Côn để đổi Găng Yêu Ma', 19, 'items/1051001.png', 'items/1051001.png', -1, 1, NULL, '[228,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(590, 'Mảnh Găng Yêu Ma lv2', 'Cần 50 mảnh đến Du Côn để đổi Găng Yêu Ma lv2', 19, 'items/1051002.png', 'items/1051002.png', -1, 1, NULL, '[229,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(591, 'Mảnh Găng Yêu Ma lv3', 'Cần 50 mảnh đến Du Côn để đổi Găng Yêu Ma lv3', 19, 'items/1051003.png', 'items/1051003.png', -1, 1, NULL, '[230,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(592, 'Mảnh Chiến Trượng', 'Cần 50 mảnh đến Du Côn để đổi Chiến Trượng', 19, 'items/1012001.png', 'items/1012001.png', -1, 1, NULL, '[231,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(593, 'Mảnh Thiên trượng ', 'Cần 50 mảnh đến Du Côn để đổi Thiên trượng ', 19, 'items/1012002.png', 'items/1012002.png', -1, 1, NULL, '[232,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(594, 'Mảnh Thần trượng ', 'Cần 50 mảnh đến Du Côn để đổi Thần trượng ', 19, 'items/1012003.png', 'items/1012003.png', -1, 1, NULL, '[233,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(595, 'Mảnh Sách Thiên Sứ', 'Cần 50 mảnh đến Du Côn để đổi Sách Thiên Sứ', 19, 'items/1022001.png', 'items/1022001.png', -1, 1, NULL, '[234,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(596, 'Mảnh Sách Thiên Sứ lv2', 'Cần 50 mảnh đến Du Côn để đổi Sách Thiên Sứ lv2', 19, 'items/1022002.png', 'items/1022002.png', -1, 1, NULL, '[235,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(597, 'Mảnh Sách Thuẫn Thuật', 'Cần 50 mảnh đến Du Côn để đổi Sách Thuẫn Thuật', 19, 'items/1022003.png', 'items/1022003.png', -1, 1, NULL, '[236,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(598, 'Mảnh Mũ Thiên Sứ', 'Cần 50 mảnh đến Du Côn để đổi Mũ Thiên Sứ', 19, 'items/1032001.png', 'items/1032001.png', -1, 1, NULL, '[237,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(599, 'Mảnh Mũ Thiên Sứ lv2', 'Cần 50 mảnh đến Du Côn để đổi Mũ Thiên Sứ lv2', 19, 'items/1032002.png', 'items/1032002.png', -1, 1, NULL, '[238,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(600, 'Mảnh Mũ Thiên Sứ lv3', 'Cần 50 mảnh đến Du Côn để đổi Mũ Thiên Sứ lv3', 19, 'items/1032003.png', 'items/1032003.png', -1, 1, NULL, '[239,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(601, 'Mảnh Giày Thiên sứ', 'Cần 50 mảnh đến Du Côn để đổi Giày Thiên sứ', 19, 'items/1042001.png', 'items/1042001.png', -1, 1, NULL, '[240,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(602, 'Mảnh Giày thiên sứ lv2', 'Cần 50 mảnh đến Du Côn để đổi Giày thiên sứ lv2', 19, 'items/1042002.png', 'items/1042002.png', -1, 1, NULL, '[241,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(603, 'Mảnh Giày Thiên Sứ lv3', 'Cần 50 mảnh đến Du Côn để đổi Giày Thiên Sứ lv3', 19, 'items/1042003.png', 'items/1042003.png', -1, 1, NULL, '[242,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(604, 'Mảnh Găng Thiên Sứ ', 'Cần 50 mảnh đến Du Côn để đổi Găng Thiên Sứ ', 19, 'items/1052001.png', 'items/1052001.png', -1, 1, NULL, '[243,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(605, 'Mảnh Găng Thiên Sứ lv2', 'Cần 50 mảnh đến Du Côn để đổi Găng Thiên Sứ lv2', 19, 'items/1052002.png', 'items/1052002.png', -1, 1, NULL, '[244,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(606, 'Mảnh Găng Thiên Sứ lv3', 'Cần 50 mảnh đến Du Côn để đổi Găng Thiên Sứ lv3', 19, 'items/1052003.png', 'items/1052003.png', -1, 1, NULL, '[245,50]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(607, 'Mảnh Thánh Kiếm Moralltach I', 'Cần 100 mảnh đến Du Côn để đổi Thánh Kiếm Moralltach I', 19, 'items/1110001.png', 'items/1110001.png', -1, 1, NULL, '[246,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(608, 'Mảnh Thánh Kiếm Moralltach II', 'Cần 100 mảnh đến Du Côn để đổi Thánh Kiếm Moralltach II', 19, 'items/1110002.png', 'items/1110002.png', -1, 1, NULL, '[247,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(609, 'Mảnh Thánh Kiếm Moralltach III', 'Cần 100 mảnh đến Du Côn để đổi Thánh Kiếm Moralltach III', 19, 'items/1110003.png', 'items/1110003.png', -1, 1, NULL, '[248,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(610, 'Mảnh khiên thánh vực Chackram I', 'Cần 100 mảnh đến Du Côn để đổi khiên thánh vực Chackram I', 19, 'items/1120001.png', 'items/1120001.png', -1, 1, NULL, '[249,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(611, 'Mảnh khiên thánh vực Chackram II', 'Cần 100 mảnh đến Du Côn để đổi khiên thánh vực Chackram II', 19, 'items/1120002.png', 'items/1120002.png', -1, 1, NULL, '[250,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(612, 'Mảnh khiên thánh vực Chackram III', 'Cần 100 mảnh đến Du Côn để đổi khiên thánh vực Chackram III', 19, 'items/1120003.png', 'items/1120003.png', -1, 1, NULL, '[251,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(613, 'Mảnh Mũ thánh vực Failnaught I', 'Cần 100 mảnh đến Du Côn để đổi Mũ thánh vực Failnaught I', 19, 'items/1130001.png', 'items/1130001.png', -1, 1, NULL, '[252,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(614, 'Mảnh Mũ thánh vực Failnaught II', 'Cần 100 mảnh đến Du Côn để đổi Mũ thánh vực Failnaught II', 19, 'items/1130002.png', 'items/1130002.png', -1, 1, NULL, '[253,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(615, 'Mảnh Mũ thánh vực Failnaught III', 'Cần 100 mảnh đến Du Côn để đổi Mũ thánh vực Failnaught III', 19, 'items/1130003.png', 'items/1130003.png', -1, 1, NULL, '[254,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(616, 'Mảnh Giày thánh vực Acuben I', 'Cần 100 mảnh đến Du Côn để đổi Giày thánh vực Acuben I', 19, 'items/1140001.png', 'items/1140001.png', -1, 1, NULL, '[255,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(617, 'Mảnh Giày thánh vực Acuben II', 'Cần 100 mảnh đến Du Côn để đổi Giày thánh vực Acuben II', 19, 'items/1140002.png', 'items/1140002.png', -1, 1, NULL, '[256,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(618, 'Mảnh Giày thánh vực Acuben III', 'Cần 100 mảnh đến Du Côn để đổi Giày thánh vực Acuben III', 19, 'items/1140003.png', 'items/1140003.png', -1, 1, NULL, '[257,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(619, 'Mảnh Bao tay thánh vực hyades I', 'Cần 100 mảnh đến Du Côn để đổi Bao tay thánh vực hyades I', 19, 'items/1150001.png', 'items/1150001.png', -1, 1, NULL, '[258,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(620, 'Mảnh Bao tay thánh vực hyades II', 'Cần 100 mảnh đến Du Côn để đổi Bao tay thánh vực hyades II', 19, 'items/1150002.png', 'items/1150002.png', -1, 1, NULL, '[259,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(621, 'Mảnh Bao tay thánh vực hyades III', 'Cần 100 mảnh đến Du Côn để đổi Bao tay thánh vực hyades III', 19, 'items/1150003.png', 'items/1150003.png', -1, 1, NULL, '[260,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(622, 'Mảnh Yêu đao Labrys I', 'Cần 100 mảnh đến Du Côn để đổi Yêu đao Labrys I', 19, 'items/1111001.png', 'items/1111001.png', -1, 1, NULL, '[261,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(623, 'Mảnh Yêu đao Labrys II', 'Cần 100 mảnh đến Du Côn để đổi Yêu đao Labrys II', 19, 'items/1111002.png', 'items/1111002.png', -1, 1, NULL, '[262,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(624, 'Mảnh Yêu đao Labrys III', 'Cần 100 mảnh đến Du Côn để đổi Yêu đao Labrys III', 19, 'items/1111003.png', 'items/1111003.png', -1, 1, NULL, '[263,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(625, 'Mảnh Khiên yêu vực Caduceus I', 'Cần 100 mảnh đến Du Côn để đổi Khiên yêu vực Caduceus I', 19, 'items/1121001.png', 'items/1121001.png', -1, 1, NULL, '[264,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(626, 'Mảnh Khiên yêu vực Caduceus II', 'Cần 100 mảnh đến Du Côn để đổi Khiên yêu vực Caduceus II', 19, 'items/1121002.png', 'items/1121002.png', -1, 1, NULL, '[265,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(627, 'Mảnh Khiên yêu vực Caduceus III', 'Cần 100 mảnh đến Du Côn để đổi Khiên yêu vực Caduceus III', 19, 'items/1121003.png', 'items/1121003.png', -1, 1, NULL, '[266,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(628, 'Mảnh Mũ Yêu Vực Durendal I', 'Cần 100 mảnh đến Du Côn để đổi Mũ Yêu Vực Durendal I', 19, 'items/1131001.png', 'items/1131001.png', -1, 1, NULL, '[267,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(629, 'Mảnh Mũ Yêu Vực Durendal II', 'Cần 100 mảnh đến Du Côn để đổi Mũ Yêu Vực Durendal II', 19, 'items/1131002.png', 'items/1131002.png', -1, 1, NULL, '[268,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(630, 'Mảnh Mũ Yêu Vực Durendal III', 'Cần 100 mảnh đến Du Côn để đổi Mũ Yêu Vực Durendal III', 19, 'items/1131003.png', 'items/1131003.png', -1, 1, NULL, '[269,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(631, 'Mảnh Giày Yêu Vực Antares I', 'Cần 100 mảnh đến Du Côn để đổi Giày Yêu Vực Antares I', 19, 'items/1141001.png', 'items/1141001.png', -1, 1, NULL, '[270,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(632, 'Mảnh Giày Yêu Vực Antares II', 'Cần 100 mảnh đến Du Côn để đổi Giày Yêu Vực Antares II', 19, 'items/1141002.png', 'items/1141002.png', -1, 1, NULL, '[271,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(633, 'Mảnh Giày Yêu Vực Antares III', 'Cần 100 mảnh đến Du Côn để đổi Giày Yêu Vực Antares III', 19, 'items/1141003.png', 'items/1141003.png', -1, 1, NULL, '[272,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(634, 'Mảnh Bao tay yêu vực Leonis I', 'Cần 100 mảnh đến Du Côn để đổi Bao tay yêu vực Leonis I', 19, 'items/1151001.png', 'items/1151001.png', -1, 1, NULL, '[273,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(635, 'Mảnh Bao tay yêu vực Leonis II', 'Cần 100 mảnh đến Du Côn để đổi Bao tay yêu vực Leonis II', 19, 'items/1151002.png', 'items/1151002.png', -1, 1, NULL, '[274,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(636, 'Mảnh Bao tay yêu vực Leonis III', 'Cần 100 mảnh đến Du Côn để đổi Bao tay yêu vực Leonis III', 19, 'items/1151003.png', 'items/1151003.png', -1, 1, NULL, '[275,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(637, 'Mảnh Ma Trượng Longinus I', 'Cần 100 mảnh đến Du Côn để đổi Ma Trượng Longinus I', 19, 'items/1112001.png', 'items/1112001.png', -1, 1, NULL, '[276,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(638, 'Mảnh Ma Trượng Longinus II', 'Cần 100 mảnh đến Du Côn để đổi Ma Trượng Longinus II', 19, 'items/1112002.png', 'items/1112002.png', -1, 1, NULL, '[277,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(639, 'Mảnh Ma Trượng Longinus III', 'Cần 100 mảnh đến Du Côn để đổi Ma Trượng Longinus III', 19, 'items/1112003.png', 'items/1112003.png', -1, 1, NULL, '[278,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(640, 'Mảnh Khiên ma vực aegis I', 'Cần 100 mảnh đến Du Côn để đổi Khiên ma vực aegis I', 19, 'items/1122001.png', 'items/1122001.png', -1, 1, NULL, '[279,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(641, 'Mảnh Khiên ma vực aegis II', 'Cần 100 mảnh đến Du Côn để đổi Khiên ma vực aegis II', 19, 'items/1122002.png', 'items/1122002.png', -1, 1, NULL, '[280,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(642, 'Mảnh Khiên ma vực aegis III', 'Cần 100 mảnh đến Du Côn để đổi Khiên ma vực aegis III', 19, 'items/1122003.png', 'items/1122003.png', -1, 1, NULL, '[281,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(643, 'Mảnh Mũ ma vực Begalltach I', 'Cần 100 mảnh đến Du Côn để đổi Mũ ma vực Begalltach I', 19, 'items/1132001.png', 'items/1132001.png', -1, 1, NULL, '[282,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(644, 'Mảnh Mũ ma vực Begalltach II', 'Cần 100 mảnh đến Du Côn để đổi Mũ ma vực Begalltach II', 19, 'items/1132002.png', 'items/1132002.png', -1, 1, NULL, '[283,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(645, 'Mảnh Mũ ma vực Begalltach III', 'Cần 100 mảnh đến Du Côn để đổi Mũ ma vực Begalltach III', 19, 'items/1132003.png', 'items/1132003.png', -1, 1, NULL, '[284,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(646, 'Mảnh Giày ma vực Urigo I', 'Cần 100 mảnh đến Du Côn để đổi Giày ma vực Urigo I', 19, 'items/1152001.png', 'items/1152001.png', -1, 1, NULL, '[285,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(647, 'Mảnh Giày ma vực Urigo II', 'Cần 100 mảnh đến Du Côn để đổi Giày ma vực Urigo II', 19, 'items/1152002.png', 'items/1152002.png', -1, 1, NULL, '[286,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(648, 'Mảnh Giày ma vực Urigo III', 'Cần 100 mảnh đến Du Côn để đổi Giày ma vực Urigo III', 19, 'items/1152003.png', 'items/1152003.png', -1, 1, NULL, '[287,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(649, 'Mảnh Bao tay ma vực Uirgo I', 'Cần 100 mảnh đến Du Côn để đổi Bao tay ma vực Uirgo I', 19, 'items/1142001.png', 'items/1142001.png', -1, 1, NULL, '[288,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(650, 'Mảnh Bao tay ma vực Uirgo II', 'Cần 100 mảnh đến Du Côn để đổi Bao tay ma vực Uirgo II', 19, 'items/1142002.png', 'items/1142002.png', -1, 1, NULL, '[289,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(651, 'Mảnh Bao tay ma vực Uirgo III', 'Cần 100 mảnh đến Du Côn để đổi Bao tay ma vực Uirgo III', 19, 'items/1142003.png', 'items/1142003.png', -1, 1, NULL, '[290,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(725, 'Mảnh rồng cu te', 'Cần 50 mảnh đến Du Côn để đổi rồng cu te', 9, 'icons/2.icon.png', 'icons/2.icon.png', -1, 1, '[4]', '[2,50]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(726, 'Mảnh rồng cu te ảo ảnh', 'Cần 50 mảnh đến Du Côn để đổi rồng cu te ảo ảnh', 9, 'icons/2002.icon.png', 'icons/2002.icon.png', -1, 1, '[4]', '[2002,50]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(727, 'Mảnh rùa baby', 'Cần 50 mảnh đến Du Côn để đổi rùa baby', 9, 'icons/1.icon.png', 'icons/1.icon.png', -1, 1, '[4]', '[1,50]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(728, 'Mảnh rùa baby ảo ảnh', 'Cần 50 mảnh đến Du Côn để đổi rùa baby ảo ảnh', 9, 'icons/2001.icon.png', 'icons/2001.icon.png', -1, 1, '[4]', '[2001,50]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(729, 'Mảnh gà rừng', 'Cần 50 mảnh đến Du Côn để đổi gà rừng', 9, 'icons/3.icon.png', 'icons/3.icon.png', -1, 1, '[4]', '[3,50]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(730, 'Mảnh gà rừng ảo ảnh', 'Cần 50 mảnh đến Du Côn để đổi gà rừng ảo ảnh', 9, 'icons/2003.icon.png', 'icons/2003.icon.png', -1, 1, '[4]', '[2003,50]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(731, 'Mảnh thỏ ngọc ngốc nghếch', 'Cần 50 mảnh đến Du Côn để đổi thỏ ngọc ngốc nghếch', 9, 'icons/4.icon.png', 'icons/4.icon.png', -1, 1, '[4]', '[4,50]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(732, 'Mảnh thỏ ngọc ngốc nghếch ảo ảnh', 'Cần 50 mảnh đến Du Côn để đổi thỏ ngọc ngốc nghếch ảo ảnh', 9, 'icons/2004.icon.png', 'icons/2004.icon.png', -1, 1, '[4]', '[2004,50]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(733, 'Mảnh khủng long', 'Cần 50 mảnh đến Du Côn để đổi khủng long', 9, 'icons/6.icon.png', 'icons/6.icon.png', -1, 1, '[4]', '[6,50]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(734, 'Mảnh khủng long ảo ảnh', 'Cần 50 mảnh đến Du Côn để đổi khủng long ảo ảnh', 9, 'icons/2006.icon.png', 'icons/2006.icon.png', -1, 1, '[4]', '[2006,50]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(735, 'Mảnh răn thân thiện', 'Cần 50 mảnh đến Du Côn để đổi răn thân thiện', 9, 'icons/5.icon.png', 'icons/5.icon.png', -1, 1, '[4]', '[5,50]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(736, 'Mảnh rắn thân thiện ảo ảnh', 'Cần 50 mảnh đến Du Côn để đổi rắn thân thiện ảo ảnh', 9, 'icons/2005.icon.png', 'icons/2005.icon.png', -1, 1, '[4]', '[2005,50]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(737, 'Mảnh tề thiên', 'Cần 50 mảnh đến Du Côn để đổi tề thiên', 9, 'icons/7.icon.png', 'icons/7.icon.png', -1, 1, '[4]', '[7,50]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(738, 'Mảnh tề thiên ảo ảnh', 'Cần 100 mảnh đến Du Côn để đổi tề thiên ảo ảnh', 9, 'icons/2007.icon.png', 'icons/2007.icon.png', -1, 1, '[4]', '[2007,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(739, 'Mảnh cá sấu', 'Cần 100 mảnh đến Du Côn để đổi cá sấu', 9, 'icons/1007.icon.png', 'icons/1007.icon.png', -1, 1, '[4]', '[1007,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(740, 'Mảnh cá sấu ảo ảnh', 'Cần 100 mảnh đến Du Côn để đổi cá sấu ảo ảnh', 9, 'icons/2016.icon.png', 'icons/2016.icon.png', -1, 1, '[4]', '[2016,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(741, 'Mảnh tiểu miêu', 'Cần 100 mảnh đến Du Côn để đổi tiểu miêu', 9, 'icons/10.icon.png', 'icons/10.icon.png', -1, 1, '[4]', '[10,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(742, 'Mảnh tiểu miêu ảo ảnh', 'Cần 100 mảnh đến Du Côn để đổi tiểu miêu ảo ảnh', 9, 'icons/2010.icon.png', 'icons/2010.icon.png', -1, 1, '[4]', '[2010,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(743, 'Mảnh bạch hổ', 'Cần 100 mảnh đến Du Côn để đổi bạch hổ', 9, 'icons/12.icon.png', 'icons/12.icon.png', -1, 1, '[4]', '[12,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(744, 'Mảnh bạch hổ ảo ảnh', 'Cần 100 mảnh đến Du Côn để đổi bạch hổ ảo ảnh', 9, 'icons/2012.icon.png', 'icons/2012.icon.png', -1, 1, '[4]', '[2012,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(745, 'Mảnh tử thần ', 'Cần 100 mảnh đến Du Côn để đổi tử thần ', 9, 'icons/13.icon.png', 'icons/13.icon.png', -1, 1, '[4]', '[13,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(746, 'Mảnh tử thần ảo ảnh', 'Cần 100 mảnh đến Du Côn để đổi tử thần ảo ảnh', 9, 'icons/2013.icon.png', 'icons/2013.icon.png', -1, 1, '[4]', '[2013,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(747, 'Mảnh mimon', 'Cần 100 mảnh đến Du Côn để đổi mimon', 9, 'icons/14.icon.png', 'icons/14.icon.png', -1, 1, '[4]', '[14,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(748, 'Mảnh mimon ảo ảnh', 'Cần 100 mảnh đến Du Côn để đổi mimon ảo ảnh', 9, 'icons/2014.icon.png', 'icons/2014.icon.png', -1, 1, '[4]', '[2014,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(749, 'Mảnh pikachu', 'Cần 100 mảnh đến Du Côn để đổi pikachu', 9, 'icons/15.icon.png', 'icons/15.icon.png', -1, 1, '[4]', '[15,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(750, 'Mảnh pikachu ảo ảnh', 'Cần 100 mảnh đến Du Côn để đổi pikachu ảo ảnh', 9, 'icons/2015.icon.png', 'icons/2015.icon.png', -1, 1, '[4]', '[2015,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(751, 'Mảnh unicon', 'Cần 100 mảnh đến Du Côn để đổi unicon', 9, 'icons/17.icon.png', 'icons/17.icon.png', -1, 1, '[4]', '[17,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(752, 'Mảnh unicon ảo ảnh', 'Cần 100 mảnh đến Du Côn để đổi unicon ảo ảnh', 9, 'icons/2017.icon.png', 'icons/2017.icon.png', -1, 1, '[4]', '[2017,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(753, 'Mảnh goku', 'Cần 100 mảnh đến Du Côn để đổi goku', 9, 'icons/18.icon.png', 'icons/18.icon.png', -1, 1, '[4]', '[18,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(754, 'Mảnh goku ảo ảnh', 'Cần 100 mảnh đến Du Côn để đổi goku ảo ảnh', 9, 'icons/2018.icon.png', 'icons/2018.icon.png', -1, 1, '[4]', '[2018,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(755, 'Mảnh rùa băng', 'Cần 100 mảnh đến Du Côn để đổi rùa băng', 9, 'icons/19.icon.png', 'icons/19.icon.png', -1, 1, '[4]', '[19,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(756, 'Mảnh rùa băng ảo ảnh', 'Cần 100 mảnh đến Du Côn để đổi rùa băng ảo ảnh', 9, 'icons/2019.icon.png', 'icons/2019.icon.png', -1, 1, '[4]', '[2019,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(757, 'Mảnh lửa hung dữ', 'Cần 100 mảnh đến Du Côn để đổi lửa hung dữ', 9, 'icons/11.icon.png', 'icons/11.icon.png', -1, 1, '[4]', '[11,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(758, 'Mảnh lửa hung dữ ảo ảnh', 'Cần 100 mảnh đến Du Côn để đổi lửa hung dữ ảo ảnh', 9, 'icons/2011.icon.png', 'icons/2011.icon.png', -1, 1, '[4]', '[2011,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(759, 'Mảnh rồng baby', 'Cần 100 mảnh đến Du Côn để đổi rồng baby', 9, 'icons/1002.icon.png', 'icons/1002.icon.png', -1, 1, '[4]', '[1002,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(760, 'Mảnh rồng baby ảo ảnh', 'Cần 100 mảnh đến Du Côn để đổi rồng baby ảo ảnh', 9, 'icons/3027.icon.png', 'icons/3027.icon.png', -1, 1, '[4]', '[3027,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(761, 'Mảnh bạch cốt', 'Cần 100 mảnh đến Du Côn để đổi bạch cốt', 9, 'icons/9.icon.png', 'icons/9.icon.png', -1, 1, '[4]', '[9,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(762, 'Mảnh bạch cốt ảo ảnh', 'Cần 100 mảnh đến Du Côn để đổi bạch cốt ảo ảnh', 9, 'icons/2009.icon.png', 'icons/2009.icon.png', -1, 1, '[4]', '[2009,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(763, 'Mảnh gà đại ca', 'Cần 100 mảnh đến Du Côn để đổi gà đại ca', 9, 'icons/20.icon.png', 'icons/20.icon.png', -1, 1, '[4]', '[20,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(764, 'Mảnh gà đại ca ảo ảnh', 'Cần 100 mảnh đến Du Côn để đổi gà đại ca ảo ảnh', 9, 'icons/2021.icon.png', 'icons/2021.icon.png', -1, 1, '[4]', '[2021,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(765, 'Mảnh thỏ ngọc', 'Cần 100 mảnh đến Du Côn để đổi thỏ ngọc', 9, 'icons/22.icon.png', 'icons/22.icon.png', -1, 1, '[4]', '[22,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(766, 'Mảnh thỏ ngọc ảo ảnh', 'Cần 100 mảnh đến Du Côn để đổi thỏ ngọc ảo ảnh', 9, 'icons/2022.icon.png', 'icons/2022.icon.png', -1, 1, '[4]', '[2022,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(767, 'Mảnh rắn ma pháp', 'Cần 100 mảnh đến Du Côn để đổi rắn ma pháp', 9, 'icons/23.icon.png', 'icons/23.icon.png', -1, 1, '[4]', '[23,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(768, 'Mảnh rắn mà pháp ảo ảnh', 'Cần 100 mảnh đến Du Côn để đổi rắn mà pháp ảo ảnh', 9, 'icons/2023.icon.png', 'icons/2023.icon.png', -1, 1, '[4]', '[2023,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(769, 'Mảnh trâu lực điền', 'Cần 100 mảnh đến Du Côn để đổi trâu lực điền', 9, 'icons/24.icon.png', 'icons/24.icon.png', -1, 1, '[4]', '[24,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(770, 'Mảnh trâu lực điền ảo ảnh', 'Cần 100 mảnh đến Du Côn để đổi trâu lực điền ảo ảnh', 9, 'icons/2024.icon.png', 'icons/2024.icon.png', -1, 1, '[4]', '[2024,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(771, 'Mảnh cáo tinh nghịch', 'Cần 100 mảnh đến Du Côn để đổi cáo tinh nghịch', 9, 'icons/25.icon.png', 'icons/25.icon.png', -1, 1, '[4]', '[25,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(772, 'Mảnh cáo tinh nghịch ảo ảnh', 'Cần 100 mảnh đến Du Côn để đổi cáo tinh nghịch ảo ảnh', 9, 'icons/2025.icon.png', 'icons/2025.icon.png', -1, 1, '[4]', '[2025,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(773, 'Mảnh rùa thám hiểm', 'Cần 100 mảnh đến Du Côn để đổi rùa thám hiểm', 9, 'icons/32.icon.png', 'icons/32.icon.png', -1, 1, '[4]', '[32,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(774, 'Mảnh rùa thám hiểm ảo ảnh', 'Cần 100 mảnh đến Du Côn để đổi rùa thám hiểm ảo ảnh', 9, 'icons/2032.icon.png', 'icons/2032.icon.png', -1, 1, '[4]', '[2032,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(775, 'Mảnh rùa băng tiến hoá', 'Cần 50 mảnh đến Du Côn để đổi rùa băng tiến hoá', 9, 'icons/AV_B_001.png', 'icons/AV_B_001.png', -1, 1, '[4]', '[9995,50]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(776, 'Mảnh rùa baby tiến hoá', 'Cần 50 mảnh đến Du Côn để đổi rùa baby tiến hoá', 9, 'icons/3001.icon.png', 'icons/3001.icon.png', -1, 1, '[4]', '[3001,50]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(777, 'Mảnh rồng cute tến hoá', 'Cần 50 mảnh đến Du Côn để đổi rồng cute tến hoá', 9, 'icons/3002.icon.png', 'icons/3002.icon.png', -1, 1, '[4]', '[3002,50]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(778, 'Mảnh gà rừng tiến hoá', 'Cần 50 mảnh đến Du Côn để đổi gà rừng tiến hoá', 9, 'icons/3003.icon.png', 'icons/3003.icon.png', -1, 1, '[4]', '[3003,50]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(779, 'Mảnh thỏ ngọc ngốc nghếch tiến hoá', 'Cần 50 mảnh đến Du Côn để đổi thỏ ngọc ngốc nghếch tiến hoá', 9, 'icons/3004.icon.png', 'icons/3004.icon.png', -1, 1, '[4]', '[3004,50]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(780, 'Mảnh rắn thân thiện tiến hoá', 'Cần 50 mảnh đến Du Côn để đổi rắn thân thiện tiến hoá', 9, 'icons/3005.icon.png', 'icons/3005.icon.png', -1, 1, '[4]', '[3005,50]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(781, 'Mảnh khủng long tiến hoá', 'Cần 50 mảnh đến Du Côn để đổi khủng long tiến hoá', 9, 'icons/3006.icon.png', 'icons/3006.icon.png', -1, 1, '[4]', '[3006,50]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(782, 'Mảnh tề thiên tiến hoá', 'Cần 100 mảnh đến Du Côn để đổi tề thiên tiến hoá', 9, 'icons/3007.icon.png', 'icons/3007.icon.png', -1, 1, '[4]', '[3007,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(783, 'Mảnh bạch cốt tiến hoá', 'Cần 100 mảnh đến Du Côn để đổi bạch cốt tiến hoá', 9, 'icons/3009.icon.png', 'icons/3009.icon.png', -1, 1, '[4]', '[3009,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(784, 'Mảnh miêu miêu tiến hoá', 'Cần 100 mảnh đến Du Côn để đổi miêu miêu tiến hoá', 9, 'icons/3010.icon.png', 'icons/3010.icon.png', -1, 1, '[4]', '[3010,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(785, 'Mảnh lửa hung dữ tiến hoá', 'Cần 100 mảnh đến Du Côn để đổi lửa hung dữ tiến hoá', 9, 'icons/3011.icon.png', 'icons/3011.icon.png', -1, 1, '[4]', '[3011,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(786, 'Mảnh bạch hổ tiến hoá', 'Cần 100 mảnh đến Du Côn để đổi bạch hổ tiến hoá', 9, 'icons/3012.icon.png', 'icons/3012.icon.png', -1, 1, '[4]', '[3012,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(787, 'Mảnh tử thần tiến hoá', 'Cần 100 mảnh đến Du Côn để đổi tử thần tiến hoá', 9, 'icons/3013.icon.png', 'icons/3013.icon.png', -1, 1, '[4]', '[3013,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(788, 'Mảnh mimon tiến hoá', 'Cần 100 mảnh đến Du Côn để đổi mimon tiến hoá', 9, 'icons/3014.icon.png', 'icons/3014.icon.png', -1, 1, '[4]', '[3014,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(789, 'Mảnh pikachu tiến hoá', 'Cần 100 mảnh đến Du Côn để đổi pikachu tiến hoá', 9, 'icons/3015.icon.png', 'icons/3015.icon.png', -1, 1, '[4]', '[3015,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(790, 'Mảnh cá sấu tiến hoá', 'Cần 100 mảnh đến Du Côn để đổi cá sấu tiến hoá', 9, 'icons/3016.icon.png', 'icons/3016.icon.png', -1, 1, '[4]', '[3016,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(791, 'Mảnh unicon tiến hoá', 'Cần 100 mảnh đến Du Côn để đổi unicon tiến hoá', 9, 'icons/3017.icon.png', 'icons/3017.icon.png', -1, 1, '[4]', '[3017,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(792, 'Mảnh goku tiến hoá', 'Cần 100 mảnh đến Du Côn để đổi goku tiến hoá', 9, 'icons/3018.icon.png', 'icons/3018.icon.png', -1, 1, '[4]', '[3018,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(793, 'Mảnh rùa băng tiến hoá', 'Cần 100 mảnh đến Du Côn để đổi rùa băng tiến hoá', 9, 'icons/3019.icon.png', 'icons/3019.icon.png', -1, 1, '[4]', '[3019,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(794, 'Mảnh gà đại ca tiến hoá', 'Cần 100 mảnh đến Du Côn để đổi gà đại ca tiến hoá', 9, 'icons/3021.icon.png', 'icons/3021.icon.png', -1, 1, '[4]', '[3021,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(795, 'Mảnh rắn ma pháp tiến hoá', 'Cần 100 mảnh đến Du Côn để đổi rắn ma pháp tiến hoá', 9, 'icons/3023.icon.png', 'icons/3023.icon.png', -1, 1, '[4]', '[3023,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(796, 'Mảnh trâu lực điền tiến hoá', 'Cần 100 mảnh đến Du Côn để đổi trâu lực điền tiến hoá', 9, 'icons/3024.icon.png', 'icons/3024.icon.png', -1, 1, '[4]', '[3024,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(797, 'Mảnh cáo tinh nghịch tiến hoá', 'Cần 100 mảnh đến Du Côn để đổi cáo tinh nghịch tiến hoá', 9, 'icons/3025.icon.png', 'icons/3025.icon.png', -1, 1, '[4]', '[3025,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(798, 'Mảnh rắn xanh', 'Cần 100 mảnh đến Du Côn để đổi rắn xanh', 9, 'icons/3028.icon.png', 'icons/3028.icon.png', -1, 1, '[4]', '[3028,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(799, 'Mảnh thỏ ngọc tiến hoá', 'Cần 100 mảnh đến Du Côn để đổi thỏ ngọc tiến hoá', 9, 'icons/3029.icon.png', 'icons/3029.icon.png', -1, 1, '[4]', '[3029,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(800, 'Mảnh quái', 'Cần 100 mảnh đến Du Côn để đổi quái', 9, 'icons/3030.icon.png', 'icons/3030.icon.png', -1, 1, '[4]', '[3030,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(801, 'Mảnh rùa thám hiểm tiến hoá', 'Cần 100 mảnh đến Du Côn để đổi rùa thám hiểm tiến hoá', 9, 'icons/3032.icon.png', 'icons/3032.icon.png', -1, 1, '[4]', '[3032,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(802, 'Mảnh khủng long cute', 'Cần 100 mảnh đến Du Côn để đổi khủng long cute', 9, 'icons/1006.icon.png', 'icons/1006.icon.png', -1, 1, '[4]', '[1006,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(803, 'Mảnh sún', 'Cần 100 mảnh đến Du Côn để đổi sún', 9, 'icons/3037.icon.png', 'icons/3037.icon.png', -1, 1, '[4]', '[3037,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(804, 'Mảnh cọp cute', 'Cần 100 mảnh đến Du Côn để đổi cọp cute', 9, 'icons/31.icon.png', 'icons/31.icon.png', -1, 1, '[4]', '[31,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(805, 'Mảnh unicon tiến hoá', 'Cần 100 mảnh đến Du Côn để đổi unicon tiến hoá', 9, 'icons/9996.icon.png', 'icons/9996.icon.png', -1, 1, '[4]', '[9996,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(806, 'Mảnh rồng baby tiến hoá', 'Cần 100 mảnh đến Du Côn để đổi rồng baby tiến hoá', 9, 'icons/9998.icon.png', 'icons/9998.icon.png', -1, 1, '[4]', '[9998,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(807, 'Mảnh thần chết', 'Cần 100 mảnh đến Du Côn để đổi thần chết', 9, 'icons/3040.icon.png', 'icons/3040.icon.png', -1, 1, '[4]', '[3040,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(808, 'Mảnh thiên hổ', 'Cần 100 mảnh đến Du Côn để đổi thiên hổ', 9, 'icons/3034.icon.png', 'icons/3034.icon.png', -1, 1, '[4]', '[3034,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(809, 'Mảnh mãng xà', 'Cần 100 mảnh đến Du Côn để đổi mãng xà', 9, 'icons/3035.icon.png', 'icons/3035.icon.png', -1, 1, '[4]', '[3035,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(811, 'Mảnh thần phượng', 'Cần 100 mảnh đến Du Côn để đổi thần phượng', 9, 'icons/3038.icon.png', 'icons/3038.icon.png', -1, 1, '[4]', '[3038,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(812, 'Mảnh mimon trời', 'Cần 100 mảnh đến Du Côn để đổi mimon trời', 9, 'icons/3039.icon.png', 'icons/3039.icon.png', -1, 1, '[4]', '[3039,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(813, 'Mảnh cá sấu vũ trang', 'Cần 100 mảnh đến Du Côn để đổi cá sấu vũ trang', 9, 'icons/3042.icon.png', 'icons/3042.icon.png', -1, 1, '[4]', '[3042,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(814, 'Mảnh thiên hoả', 'Cần 100 mảnh đến Du Côn để đổi thiên hoả', 9, 'icons/9989.icon.png', 'icons/9989.icon.png', -1, 1, '[4]', '[9989,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(815, 'Mảnh rùa baby trùng sinh', 'Cần 100 mảnh đến Du Côn để đổi rùa baby trùng sinh', 9, 'icons/9991.icon.png', 'icons/9991.icon.png', -1, 1, '[4]', '[9991,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(816, 'Mảnh quái', 'Cần 100 mảnh đến Du Côn để đổi quái', 9, 'icons/9993.icon.png', 'icons/9993.icon.png', -1, 1, '[4]', '[9993,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(817, 'Mảnh quái', 'Cần 100 mảnh đến Du Côn để đổi quái', 9, 'icons/9985.icon.png', 'icons/9985.icon.png', -1, 1, '[4]', '[9985,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(818, 'Mảnh hoa tiên', 'Cần 100 mảnh đến Du Côn để đổi hoa tiên', 9, 'icons/33.icon.png', 'icons/33.icon.png', -1, 1, '[4]', '[33,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(819, 'Mảnh heo rừng ', 'Cần 100 mảnh đến Du Côn để đổi heo rừng ', 9, 'icons/34.icon.png', 'icons/34.icon.png', -1, 1, '[4]', '[34,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(820, 'Mảnh cọp máy', 'Cần 100 mảnh đến Du Côn để đổi cọp máy', 9, 'icons/35.icon.png', 'icons/35.icon.png', -1, 1, '[4]', '[35,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(821, 'Mảnh hắc cuồng long', 'Cần 100 mảnh đến Du Côn để đổi hắc cuồng long', 9, 'icons/36.icon.png', 'icons/36.icon.png', -1, 1, '[4]', '[36,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(822, 'Mảnh bọ chiến binh', 'Cần 100 mảnh đến Du Côn để đổi bọ chiến binh', 9, 'icons/48.icon.png', 'icons/48.icon.png', -1, 1, '[4]', '[48,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(823, 'Mảnh bọ hiệp sĩ', 'Cần 100 mảnh đến Du Côn để đổi bọ hiệp sĩ', 9, 'icons/49.icon.png', 'icons/49.icon.png', -1, 1, '[4]', '[49,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(824, 'Mảnh gà hiệp sĩ', 'Cần 100 mảnh đến Du Côn để đổi gà hiệp sĩ', 9, 'icons/50.icon.png', 'icons/50.icon.png', -1, 1, '[4]', '[50,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(825, 'Mảnh lam hoa tiên', 'Cần 100 mảnh đến Du Côn để đổi lam hoa tiên', 9, 'icons/9997.icon.png', 'icons/9997.icon.png', -1, 1, '[4]', '[9997,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(826, 'Mảnh mèo ma pháp', 'Cần 100 mảnh đến Du Côn để đổi mèo ma pháp', 9, 'icons/51.icon.png', 'icons/51.icon.png', -1, 1, '[4]', '[51,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(827, 'Mảnh bọ binh sĩ', 'Cần 100 mảnh đến Du Côn để đổi bọ binh sĩ', 9, 'icons/52.icon.png', 'icons/52.icon.png', -1, 1, '[4]', '[52,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(828, 'Mảnh gà lười', 'Cần 100 mảnh đến Du Côn để đổi gà lười', 9, 'icons/53.icon.png', 'icons/53.icon.png', -1, 1, '[4]', '[53,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(829, 'Mảnh mèo tập sự', 'Cần 100 mảnh đến Du Côn để đổi mèo tập sự', 9, 'icons/54.icon.png', 'icons/54.icon.png', -1, 1, '[4]', '[54,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(831, 'Mảnh Hoả Kì Lân', 'Cần 100 mảnh đến Du Côn để đổi Hoả Kì Lân', 9, 'icons/89.icon.png', 'icons/89.icon.png', -1, 1, '[4]', '[89,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(832, 'Mảnh Hắc Ám Kì Lân Ảo Ảnh', 'Cần 100 mảnh đến Du Côn để đổi Hắc Ám Kì Lân Ảo Ảnh', 9, 'icons/2090.icon.png', 'icons/2090.icon.png', -1, 1, '[4]', '[2090,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(833, 'Mảnh Hắc Ám Kì Lân Tiến Hoá', 'Cần 100 mảnh đến Du Côn để đổi Hắc Ám Kì Lân Tiến Hoá', 9, 'icons/3090.icon.png', 'icons/3090.icon.png', -1, 1, '[4]', '[3090,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(834, 'Mảnh Giáp Rông', 'Cần 100 mảnh đến Du Côn để đổi Giáp Rông', 9, 'icons/3091.icon.png', 'icons/3091.icon.png', -1, 1, '[4]', '[3091,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(835, 'Mảnh Rồng Kị Sĩ', 'Cần 100 mảnh đến Du Côn để đổi Rồng Kị Sĩ', 9, 'icons/92.icon.png', 'icons/92.icon.png', -1, 1, '[4]', '[92,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(836, 'Mảnh Hoả Linh Thú', 'Cần 100 mảnh đến Du Côn để đổi Hoả Linh Thú', 9, 'icons/93.icon.png', 'icons/93.icon.png', -1, 1, '[4]', '[93,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(837, 'Mảnh Hoả Linh Thú Ảo Ảnh', 'Cần 100 mảnh đến Du Côn để đổi Hoả Linh Thú Ảo Ảnh', 9, 'icons/2093.icon.png', 'icons/2093.icon.png', -1, 1, '[4]', '[2093,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(838, 'Mảnh Hoả Linh Thú Tiến Hoá', 'Cần 100 mảnh đến Du Côn để đổi Hoả Linh Thú Tiến Hoá', 9, 'icons/3093.icon.png', 'icons/3093.icon.png', -1, 1, '[4]', '[3093,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(839, 'Mảnh Băng Linh Thú', 'Cần 100 mảnh đến Du Côn để đổi Băng Linh Thú', 9, 'icons/94.icon.png', 'icons/94.icon.png', -1, 1, '[4]', '[94,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(840, 'Mảnh Băng Linh Thú Ảo Ảnh', 'Cần 100 mảnh đến Du Côn để đổi Băng Linh Thú Ảo Ảnh', 9, 'icons/2094.icon.png', 'icons/2094.icon.png', -1, 1, '[4]', '[2094,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(841, 'Mảnh Băng Linh Thú Tiến Hoá', 'Cần 100 mảnh đến Du Côn để đổi Băng Linh Thú Tiến Hoá', 9, 'icons/3094.icon.png', 'icons/3094.icon.png', -1, 1, '[4]', '[3094,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(842, 'Mảnh Lôi Linh Thú', 'Cần 100 mảnh đến Du Côn để đổi Lôi Linh Thú', 9, 'icons/95.icon.png', 'icons/95.icon.png', -1, 1, '[4]', '[95,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(843, 'Mảnh Lôi Linh Thú Ảo Ảnh', 'Cần 100 mảnh đến Du Côn để đổi Lôi Linh Thú Ảo Ảnh', 9, 'icons/2095.icon.png', 'icons/2095.icon.png', -1, 1, '[4]', '[2095,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(844, 'Mảnh Lôi Linh Thú Tiến Hoá', 'Cần 100 mảnh đến Du Côn để đổi Lôi Linh Thú Tiến Hoá', 9, 'icons/3095.icon.png', 'icons/3095.icon.png', -1, 1, '[4]', '[3095,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(845, 'Mảnh Anh Long ', 'Cần 100 mảnh đến Du Côn để đổi Anh Long ', 9, 'icons/3096.icon.png', 'icons/3096.icon.png', -1, 1, '[4]', '[3096,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(846, 'Mảnh Anh Long ảo ảnh', 'Cần 100 mảnh đến Du Côn để đổi Anh Long ảo ảnh', 9, 'icons/2096.icon.png', 'icons/2096.icon.png', -1, 1, '[4]', '[2096,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(847, 'Mảnh Ma Hắc Ám Kì Lân Ảo Ảnh', 'Cần 100 mảnh đến Du Côn để đổi Ma Hắc Ám Kì Lân Ảo Ảnh', 9, 'icons/2097.icon.png', 'icons/2097.icon.png', -1, 1, '[4]', '[2097,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(848, 'Mảnh Ma Hắc Ám Kì Lân ', 'Cần 100 mảnh đến Du Côn để đổi Ma Hắc Ám Kì Lân ', 9, 'icons/3097.icon.png', 'icons/3097.icon.png', -1, 1, '[4]', '[3097,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(849, 'Mảnh Rồng Kị Sĩ Ảo Ảnh', 'Cần 100 mảnh đến Du Côn để đổi Rồng Kị Sĩ Ảo Ảnh', 9, 'icons/2098.icon.png', 'icons/2098.icon.png', -1, 1, '[4]', '[2098,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(850, 'Mảnh Rồng Kị Sỹ Tiến Hóa', 'Cần 100 mảnh đến Du Côn để đổi Rồng Kị Sỹ Tiến Hóa', 9, 'icons/3098.icon.png', 'icons/3098.icon.png', -1, 1, '[4]', '[3098,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(851, 'Mảnh Sún Ảo Ảnh', 'Cần 100 mảnh đến Du Côn để đổi Sún Ảo Ảnh', 9, 'icons/2099.icon.png', 'icons/2099.icon.png', -1, 1, '[4]', '[2099,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(852, 'Mảnh Sún Tiến Hóa', 'Cần 100 mảnh đến Du Côn để đổi Sún Tiến Hóa', 9, 'icons/3099.icon.png', 'icons/3099.icon.png', -1, 1, '[4]', '[3099,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(853, 'Mảnh Goku Vô Cực', 'Cần 100 mảnh đến Du Côn để đổi Goku Vô Cực', 9, 'icons/3100.icon.png', 'icons/3100.icon.png', -1, 1, '[4]', '[3100,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(854, 'Mảnh Cọp Võ Sư', 'Cần 100 mảnh đến Du Côn để đổi Cọp Võ Sư', 9, 'icons/3107.icon.png', 'icons/3107.icon.png', -1, 1, '[4]', '[3107,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(865, '(light) Mảnh Bánh sinh nhật', 'Mảnh pet đặc biệt chỉ mở bán 1 lần.Cần 100 mảnh đến Du Côn để đổi Bánh sinh nhật', 9, 'npcs/banhsn.png', 'npcs/banhsn.png', -1, 1, '[4]', '[10010,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(866, 'Mảnh Rắn ', 'Mảnh pet đặc biệt chỉ mở bán 1 lần.Cần 100 mảnh đến Du Côn để đổi Rắn ', 9, 'icons/10011.icon.png', 'icons/10011.icon.png', -1, 1, '[4]', '[10011,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100);
INSERT INTO `item` (`itemId`, `name`, `description`, `type`, `iconPath`, `frameImgPath`, `gender`, `isStackable`, `itemOption`, `itemOptionValue`, `atkRange`, `defRange`, `hpRange`, `mpRange`, `requireStr`, `requireInt`, `requireAgi`, `expire`, `isOnSky`, `canTrade`, `petNClass`, `element`, `price`) VALUES
(1001, 'Mảnh cọp máy ảo ảnh', 'Cần 100 mảnh đến Du Côn để đổi cọp máy ảo ảnh', 9, 'icons/2101.icon.png', 'icons/2101.icon.png', -1, 1, '[4]', '[2101,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(1002, 'Mảnh cọp máy tiến hóa', 'Cần 100 mảnh đến Du Côn để đổi cọp máy tiến hóa', 9, 'icons/3101.icon.png', 'icons/3101.icon.png', -1, 1, '[4]', '[3101,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(1003, 'Mảnh hắc nham long ảo ảnh', 'Cần 100 mảnh đến Du Côn để đổi hắc nham long ảo ảnh', 9, 'icons/2103.icon.png', 'icons/2103.icon.png', -1, 1, '[4]', '[2103,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(1004, 'Mảnh hắc nham long', 'Cần 100 mảnh đến Du Côn để đổi hắc nham long', 9, 'icons/3103.icon.png', 'icons/3103.icon.png', -1, 1, '[4]', '[3103,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(1005, 'Mảnh heo rừng ảo ảnh', 'Cần 100 mảnh đến Du Côn để đổi heo rừng ảo ảnh', 9, 'icons/2102.icon.png', 'icons/2102.icon.png', -1, 1, '[4]', '[2102,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(1006, 'Mảnh heo rừng tiến hóa', 'Cần 100 mảnh đến Du Côn để đổi heo rừng tiến hóa', 9, 'icons/3102.icon.png', 'icons/3102.icon.png', -1, 1, '[4]', '[3102,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(1007, 'Mảnh mèo trưởng thành ảo ảnh', 'Cần 100 mảnh đến Du Côn để đổi mèo trưởng thành ảo ảnh', 9, 'icons/2105.icon.png', 'icons/2105.icon.png', -1, 1, '[4]', '[2105,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(1008, 'Mảnh mèo trưởng thành', 'Cần 100 mảnh đến Du Côn để đổi mèo trưởng thành', 9, 'icons/3105.icon.png', 'icons/3105.icon.png', -1, 1, '[4]', '[3105,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(1009, 'Mảnh bọ tà sĩ ảo ảnh', 'Cần 100 mảnh đến Du Côn để đổi bọ tà sĩ ảo ảnh', 9, 'icons/2106.icon.png', 'icons/2106.icon.png', -1, 1, '[4]', '[2106,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(1010, 'Mảnh bọ tà sĩ ', 'Cần 100 mảnh đến Du Côn để đổi bọ tà sĩ ', 9, 'icons/3106.icon.png', 'icons/3106.icon.png', -1, 1, '[4]', '[3106,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(1011, 'Mảnh gà hắc sát ảo ảnh', 'Cần 100 mảnh đến Du Côn để đổi gà hắc sát ảo ảnh', 9, 'icons/2104.icon.png', 'icons/2104.icon.png', -1, 1, '[4]', '[2104,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(1012, 'Mảnh gà hắc sát ', 'Cần 100 mảnh đến Du Côn để đổi gà hắc sát ', 9, 'icons/3104.icon.png', 'icons/3104.icon.png', -1, 1, '[4]', '[3104,100]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 100),
(2001, 'Hài Hải tặc lv3', '', 104, 'items/4520001.png', 'items/4520001.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 85, 85, 85, NULL, 0, 1, -1, -1, 10),
(2002, 'Bao Tay Hải Tặc lv3', '', 105, 'items/4520002.png', 'items/4520002.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 85, 85, 85, NULL, 0, 1, -1, -1, 10),
(2003, 'giày tinh vân lv3', '', 104, 'items/4520003.png', 'items/4520003.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 85, 85, 85, NULL, 0, 1, -1, -1, 10),
(2004, 'Găng Tinh Vân lv3', '', 105, 'items/4520004.png', 'items/4520004.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 85, 85, 85, NULL, 0, 1, -1, -1, 10),
(2005, 'Vô Địch-Huyền Thiên Tinh Cự Phủ', 'Tiến Hóa từ Thiên Tinh Cự Phủ lev:3', 1, 'items/4520005.png', 'items/4520005.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 150, 90, 90, NULL, 0, 1, -1, -1, 10),
(2006, 'Vô Địch- Huyết Địa Hoàng Súng', '', 2, 'items/4520006.png', 'items/4520006.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 150, 90, 90, NULL, 0, 1, -1, -1, 10),
(2007, 'Vô Địch- Huyết Hoàng Khôi', '', 3, 'items/4520007.png', 'items/4520007.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 150, 90, 90, NULL, 0, 1, -1, -1, 10),
(2008, 'Vô Địch Huyết Hãn Hài', '', 104, 'items/4520008.png', 'items/4520008.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 150, 90, 90, NULL, 0, 1, -1, -1, 10),
(2009, 'Vô Địch- Huyết Kim Thủ', '', 105, 'items/4520009.png', 'items/4520009.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 150, 90, 90, NULL, 0, 1, -1, -1, 10),
(2010, 'bất Bại- Huyết Quang Kiếm', '', 1, 'items/4520010.png', 'items/4520010.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 90, 150, 90, NULL, 0, 1, -1, -1, 10),
(2011, 'Bất bại- Lư Huyết Ngọc', '', 2, 'items/4520011.png', 'items/4520011.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 90, 150, 90, NULL, 0, 1, -1, -1, 10),
(2012, 'Bất Bại- Hoàng Huyết Mão', '', 3, 'items/4520012.png', 'items/4520012.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 90, 150, 90, NULL, 0, 1, -1, -1, 10),
(2013, 'Bất Bại-Hoàng Lam Hài', '', 104, 'items/4520013.png', 'items/4520013.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 90, 150, 90, NULL, 0, 1, -1, -1, 10),
(2014, 'Bất Bại-Ám Hoàng Kim Thủ', '', 105, 'items/4520014.png', 'items/4520014.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 90, 150, 90, NULL, 0, 1, -1, -1, 10),
(2015, 'Bách Chiến- Huyết Hoàng Chảo', '', 1, 'items/4520015.png', 'items/4520015.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 90, 90, 150, NULL, 0, 1, -1, -1, 10),
(2016, 'Bách Chiến- Hỏa Thần Tiêu', '', 2, 'items/4520016.png', 'items/4520016.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 90, 90, 150, NULL, 0, 1, -1, -1, 10),
(2017, 'Bách Chiến- Hắc Sát Mão', '', 3, 'items/4520017.png', 'items/4520017.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 90, 90, 150, NULL, 0, 1, -1, -1, 10),
(2018, 'Bách Chiến- Sát Hoàng Hài', '', 104, 'items/4520018.png', 'items/4520018.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 90, 90, 150, NULL, 0, 1, -1, -1, 10),
(2019, 'Bách Chiến- Hắc Hoàng Thủ', '', 105, 'items/4520019.png', 'items/4520019.png', -1, 0, NULL, NULL, NULL, NULL, NULL, NULL, 90, 90, 150, NULL, 0, 1, -1, -1, 10),
(4320, 'Mảnh Hài Hải tặc lv3', 'Cần 100 mảnh đến Du Côn để đổi Hài Hải tặc lv3', 19, 'items/4520001.png', 'items/4520001.png', -1, 1, NULL, '[2001,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(4321, 'Mảnh Bao Tay Hải Tặc lv3', 'Cần 100 mảnh đến Du Côn để đổi Bao Tay Hải Tặc lv3', 19, 'items/4520002.png', 'items/4520002.png', -1, 1, NULL, '[2002,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(4322, 'Mảnh giày tinh vân lv3', 'Cần 100 mảnh đến Du Côn để đổi giày tinh vân lv3', 19, 'items/4520003.png', 'items/4520003.png', -1, 1, NULL, '[2003,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(4323, 'Mảnh Găng Tinh Vân lv3', 'Cần 100 mảnh đến Du Côn để đổi Găng Tinh Vân lv3', 19, 'items/4520004.png', 'items/4520004.png', -1, 1, NULL, '[2004,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(4324, 'Mảnh Vô Địch-Huyền Thiên Tinh Cự Phủ', 'Cần 100 mảnh đến Du Côn để đổi Vô Địch-Huyền Thiên Tinh Cự Phủ', 19, 'items/4520005.png', 'items/4520005.png', -1, 1, NULL, '[2005,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(4325, 'Mảnh Vô Địch- Huyết Địa Hoàng Súng', 'Cần 100 mảnh đến Du Côn để đổi Vô Địch- Huyết Địa Hoàng Súng', 19, 'items/4520006.png', 'items/4520006.png', -1, 1, NULL, '[2006,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(4326, 'Mảnh Vô Địch- Huyết Hoàng Khôi', 'Cần 100 mảnh đến Du Côn để đổi Vô Địch- Huyết Hoàng Khôi', 19, 'items/4520007.png', 'items/4520007.png', -1, 1, NULL, '[2007,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(4327, 'Mảnh Vô Địch Huyết Hãn Hài', 'Cần 100 mảnh đến Du Côn để đổi Vô Địch Huyết Hãn Hài', 19, 'items/4520008.png', 'items/4520008.png', -1, 1, NULL, '[2008,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(4328, 'Mảnh Vô Địch- Huyết Kim Thủ', 'Cần 100 mảnh đến Du Côn để đổi Vô Địch- Huyết Kim Thủ', 19, 'items/4520009.png', 'items/4520009.png', -1, 1, NULL, '[2009,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(4329, 'Mảnh bất Bại- Huyết Quang Kiếm', 'Cần 100 mảnh đến Du Côn để đổi bất Bại- Huyết Quang Kiếm', 19, 'items/4520010.png', 'items/4520010.png', -1, 1, NULL, '[2010,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(4330, 'Mảnh Bất bại- Lư Huyết Ngọc', 'Cần 100 mảnh đến Du Côn để đổi Bất bại- Lư Huyết Ngọc', 19, 'items/4520011.png', 'items/4520011.png', -1, 1, NULL, '[2011,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(4331, 'Mảnh Bất Bại- Hoàng Huyết Mão', 'Cần 100 mảnh đến Du Côn để đổi Bất Bại- Hoàng Huyết Mão', 19, 'items/4520012.png', 'items/4520012.png', -1, 1, NULL, '[2012,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(4332, 'Mảnh Bất Bại-Hoàng Lam Hài', 'Cần 100 mảnh đến Du Côn để đổi Bất Bại-Hoàng Lam Hài', 19, 'items/4520013.png', 'items/4520013.png', -1, 1, NULL, '[2013,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(4333, 'Mảnh Bất Bại-Ám Hoàng Kim Thủ', 'Cần 100 mảnh đến Du Côn để đổi Bất Bại-Ám Hoàng Kim Thủ', 19, 'items/4520014.png', 'items/4520014.png', -1, 1, NULL, '[2014,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(4334, 'Mảnh Bách Chiến- Huyết Hoàng Chảo', 'Cần 100 mảnh đến Du Côn để đổi Bách Chiến- Huyết Hoàng Chảo', 19, 'items/4520015.png', 'items/4520015.png', -1, 1, NULL, '[2015,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(4335, 'Mảnh Bách Chiến- Hỏa Thần Tiêu', 'Cần 100 mảnh đến Du Côn để đổi Bách Chiến- Hỏa Thần Tiêu', 19, 'items/4520016.png', 'items/4520016.png', -1, 1, NULL, '[2016,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(4336, 'Mảnh Bách Chiến- Hắc Sát Mão', 'Cần 100 mảnh đến Du Côn để đổi Bách Chiến- Hắc Sát Mão', 19, 'items/4520017.png', 'items/4520017.png', -1, 1, NULL, '[2017,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(4337, 'Mảnh Bách Chiến- Sát Hoàng Hài', 'Cần 100 mảnh đến Du Côn để đổi Bách Chiến- Sát Hoàng Hài', 19, 'items/4520018.png', 'items/4520018.png', -1, 1, NULL, '[2018,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(4338, 'Mảnh Bách Chiến- Hắc Hoàng Thủ', 'Cần 100 mảnh đến Du Côn để đổi Bách Chiến- Hắc Hoàng Thủ', 19, 'items/4520019.png', 'items/4520019.png', -1, 1, NULL, '[2019,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(5150, 'Mảnh cánh hắc ám - bán hoàn mĩ loại 1', 'Cần 100 mảnh đến Du Côn để đổi cánh hắc ám - bán hoàn mĩ loại 1', 19, 'items/w_4.png', 'items/w_4.png', -1, 1, NULL, '[154111,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(5151, 'Mảnh cánh hắc ám - bán hoàn mĩ loại 3', 'Cần 100 mảnh đến Du Côn để đổi cánh hắc ám - bán hoàn mĩ loại 3', 19, 'items/w_4.png', 'items/w_4.png', -1, 1, NULL, '[154112,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(5152, 'Mảnh cánh hắc ám - bán hoàn mĩ loại 4', 'Cần 100 mảnh đến Du Côn để đổi cánh hắc ám - bán hoàn mĩ loại 4', 19, 'items/w_4.png', 'items/w_4.png', -1, 1, NULL, '[154113,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(5153, 'Mảnh cánh hắc ám - bán hoàn mĩ loại 2', 'Cần 100 mảnh đến Du Côn để đổi cánh hắc ám - bán hoàn mĩ loại 2', 19, 'items/w_4.png', 'items/w_4.png', -1, 1, NULL, '[154114,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(5154, 'Mảnh cánh hắc ám - hoàn mĩ', 'Cần 100 mảnh đến Du Côn để đổi cánh hắc ám - hoàn mĩ', 19, 'items/w_4.png', 'items/w_4.png', -1, 1, NULL, '[154115,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(5155, 'Mảnh cánh cao cấp - bán hoàn mĩ loại 1', 'Cần 100 mảnh đến Du Côn để đổi cánh cao cấp - bán hoàn mĩ loại 1', 19, 'items/w_3.png', 'items/w_3.png', -1, 1, NULL, '[154116,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(5156, 'Mảnh cánh cao cấp - bán hoàn mĩ loại 2', 'Cần 100 mảnh đến Du Côn để đổi cánh cao cấp - bán hoàn mĩ loại 2', 19, 'items/w_3.png', 'items/w_3.png', -1, 1, NULL, '[154117,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(5157, 'Mảnh cánh cao cấp - bán hoàn mĩ loại 3', 'Cần 100 mảnh đến Du Côn để đổi cánh cao cấp - bán hoàn mĩ loại 3', 19, 'items/w_3.png', 'items/w_3.png', -1, 1, NULL, '[154118,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(5158, 'Mảnh cánh cao cấp - bán hoàn mĩ loại 4', 'Cần 100 mảnh đến Du Côn để đổi cánh cao cấp - bán hoàn mĩ loại 4', 19, 'items/w_3.png', 'items/w_3.png', -1, 1, NULL, '[154119,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(5159, 'Mảnh cánh cao cấp - hoàn mĩ', 'Cần 100 mảnh đến Du Côn để đổi cánh cao cấp - hoàn mĩ', 19, 'items/w_3.png', 'items/w_3.png', -1, 1, NULL, '[154120,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(5161, 'Mảnh cánh hỗn mang - bán hoàn mĩ loại 2', 'Cần 100 mảnh đến Du Côn để đổi cánh hỗn mang - bán hoàn mĩ loại 2', 19, 'anim_wings/154120.icon.png', 'anim_wings/154120.png', -1, 1, NULL, '[154121,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(5162, 'Mảnh cánh hỗn mang - bán hoàn mĩ loại 3', 'Cần 100 mảnh đến Du Côn để đổi cánh hỗn mang - bán hoàn mĩ loại 3', 19, 'anim_wings/154120.icon.png', 'anim_wings/154120.png', -1, 1, NULL, '[154122,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(5163, 'Mảnh cánh hỗn mang - bán hoàn mĩ loại 4', 'Cần 100 mảnh đến Du Côn để đổi cánh hỗn mang - bán hoàn mĩ loại 4', 19, 'anim_wings/154120.icon.png', 'anim_wings/154120.png', -1, 1, NULL, '[154123,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(5164, 'Mảnh cánh hỗn mang - hoàn mĩ', 'Cần 100 mảnh đến Du Côn để đổi cánh hỗn mang - hoàn mĩ', 19, 'anim_wings/154120.icon.png', 'anim_wings/154120.png', -1, 1, NULL, '[154124,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(5165, 'Mảnh cánh Hỏa Kì Lân C1 (hút máu)', 'Cần 100 mảnh đến Du Côn để đổi cánh Hỏa Kì Lân C1 (hút máu)', 19, 'anim_wings/154120.icon.png', 'anim_wings/154120.png', -1, 1, NULL, '[154125,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(5166, 'Mảnh Cánh Hỏa Kì Lân C2 (giảm (atk))', 'Cần 100 mảnh đến Du Côn để đổi Cánh Hỏa Kì Lân C2 (giảm (atk))', 19, 'anim_wings/154125.icon.png', 'anim_wings/154125.png', -1, 1, NULL, '[154126,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(5167, 'Mảnh Cánh Hỏa Kì Lân C3 (giảm (def))', 'Cần 100 mảnh đến Du Côn để đổi Cánh Hỏa Kì Lân C3 (giảm (def))', 19, 'anim_wings/154126.icon.png', 'anim_wings/154126.png', -1, 1, NULL, '[154127,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(5168, 'Mảnh Cánh Hỏa Kì Lân C4 (định thân)', 'Cần 100 mảnh đến Du Côn để đổi Cánh Hỏa Kì Lân C4 (định thân)', 19, 'anim_wings/154127.icon.png', 'anim_wings/154127.png', -1, 1, NULL, '[154128,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(5169, 'Mảnh cánh Hỏa Kì Lân C5 (phản đòn)', 'Cần 100 mảnh đến Du Côn để đổi cánh Hỏa Kì Lân C5 (phản đòn)', 19, 'anim_wings/154128.icon.png', 'anim_wings/154128.png', -1, 1, NULL, '[154129,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(5170, 'Mảnh cánh Hắc Ám Kì Lân', 'Cần 100 mảnh đến Du Côn để đổi cánh Hắc Ám Kì Lân', 19, 'anim_wings/154129.icon.png', 'anim_wings/154129.png', -1, 1, NULL, '[154130,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(5171, 'Mảnh cánh tiểu quỷ', 'Cần 100 mảnh đến Du Côn để đổi cánh tiểu quỷ', 19, 'anim_wings/154130.icon.png', 'anim_wings/154130.png', -1, 1, NULL, '[154131,100]', NULL, NULL, NULL, NULL, 25, 25, 40, NULL, 0, 1, -1, -1, 100),
(20001, 'Hộp quà nhiệm vụ số 23', 'Sẽ được chọn pet', 22, 'items/2436200.png', 'items/2436200.png', -1, 1, NULL, '[11,12,13,14,18,17,19,20,1007,10]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(154020, 'cánh hỗn mang - bán hoàn mĩ loại 1', '', 5, 'anim_wings/154120.icon.png', 'anim_wings/154120.png', -1, 0, '[2]', '[15]', '[25000,25000]', '[0,0]', '[0,0]', '[80000,80000]', 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(154111, 'cánh hắc ám - bán hoàn mĩ loại 1', 'cánh hắc ám - bạo kích (atk)', 5, 'anim_wings/w_4.png', 'anim_wings/18.png', -1, 0, '[2]', '[15]', '[12000,12000]', '[0,0]', '[0,0]', '[60000,60000]', 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(154112, 'cánh hắc ám - bán hoàn mĩ loại 3', 'cánh hắc ám - năng lượng (mp)', 5, 'anim_wings/w_4.png', 'anim_wings/18.png', -1, 0, '[2]', '[15]', '[0,0]', '[6000,6000]', '[6000,0]', '[60000,60000]', 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(154113, 'cánh hắc ám - bán hoàn mĩ loại 4', 'cánh hắc ám - năng lượng (mp)', 5, 'anim_wings/w_4.png', 'anim_wings/18.png', -1, 0, '[2]', '[15]', '[0,0]', '[0,0]', '[30000,30000]', '[60000,60000]', 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(154114, 'cánh hắc ám - bán hoàn mĩ loại 2', 'cánh hắc ám - sinh mệnh (hp)', 5, 'anim_wings/w_4.png', 'anim_wings/18.png', -1, 0, '[2]', '[15]', '[0,0]', '[6000,6000]', '[60000,60000]', '[0,0]', 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(154115, 'cánh hắc ám - hoàn mĩ', 'cánh hắc ám - hoàn mĩ', 5, 'anim_wings/w_4.png', 'anim_wings/18.png', -1, 0, '[2]', '[15]', '[15000,15000]', '[6000,6000]', '[90000,90000]', '[40000,40000]', 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(154116, 'cánh cao cấp - bán hoàn mĩ loại 1', 'cánh cao cấp - bạo kích (atk)', 5, 'anim_wings/w_3.png', 'anim_wings/16.png', -1, 0, '[2]', '[35]', '[6000,6000]', '[0,0]', '[0,0]', '[12500,12500]', 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(154117, 'cánh cao cấp - bán hoàn mĩ loại 2', 'cánh cao cấp - sinh mệnh (hp)', 5, 'anim_wings/w_3.png', 'anim_wings/16.png', -1, 0, '[2]', '[35]', '[0,0]', '[3000,3000]', '[12500,12500]', '[0,0]', 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(154118, 'cánh cao cấp - bán hoàn mĩ loại 3', 'cánh cao cấp - phòng thủ (def)', 5, 'anim_wings/w_3.png', 'anim_wings/16.png', -1, 0, '[2]', '[35]', '[0,0]', '[3000,3000]', '[0,0]', '[12500,12500]', 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(154119, 'cánh cao cấp - bán hoàn mĩ loại 4', 'cánh cao cấp - năng lượng (mp)', 5, 'anim_wings/w_3.png', 'anim_wings/16.png', -1, 0, '[2]', '[35]', '[0,0]', '[0,0]', '[12500,12500]', '[15000,15000]', 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(154120, 'cánh cao cấp - hoàn mĩ', 'cánh cao cấp - hoàn mĩ', 5, 'anim_wings/w_3.png', 'anim_wings/16.png', -1, 0, '[2]', '[35]', '[7500,7500]', '[3000,3000]', '[22500,22500]', '[15000,15000]', 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(154121, 'cánh hỗn mang - bán hoàn mĩ loại 2', '', 5, 'anim_wings/154120.icon.png', 'anim_wings/154120.png', -1, 0, '[2]', '[15]', '[0,0]', '[10000,10000]', '[80000,80000]', '[0,0]', 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(154122, 'cánh hỗn mang - bán hoàn mĩ loại 3', '', 5, 'anim_wings/154120.icon.png', 'anim_wings/154120.png', -1, 0, '[2]', '[15]', '[0,0]', '[15000,15000]', '[0,0]', '[80000,80000]', 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(154123, 'cánh hỗn mang - bán hoàn mĩ loại 4', '', 5, 'anim_wings/154120.icon.png', 'anim_wings/154120.png', -1, 0, '[2]', '[15]', '[0,0]', '[0,0]', '[50000,50000]', '[80000,80000]', 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(154124, 'cánh hỗn mang - hoàn mĩ', '', 5, 'anim_wings/154120.icon.png', 'anim_wings/154120.png', -1, 0, '[2]', '[15]', '[30000,30000]', '[15000,15000]', '[180000,180000]', '[80000,80000]', 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(154125, 'cánh Hỏa Kì Lân C1 (hút máu)', 'hút 25% máu', 5, 'anim_wings/154125.icon.png', 'anim_wings/154125.png', -1, 0, '[2,13,14,15,16,18]', '[15,24,99999,2500,1,1]', '[90000,90000]', '[40000,40000]', '[400000,400000]', '[240000,240000]', 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(154126, 'Cánh Hỏa Kì Lân C2 (giảm (atk))', 'giảm 75% ', 5, 'anim_wings/154126.icon.png', 'anim_wings/154126.png', -1, 0, '[2,13,14,15,16]', '[15,15,99999,-7500,0]', '[50000,50000]', '[20000,20000]', '[300000,300000]', '[180000,180000]', 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(154127, 'Cánh Hỏa Kì Lân C3 (giảm (def))', 'giảm 75% ', 5, 'anim_wings/154127.icon.png', 'anim_wings/154127.png', -1, 0, '[2,13,14,15,16]', '[15,10,99999,-7500,0]', '[65000,65000]', '[25000,25000]', '[450000,450000]', '[250000,250000]', 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(154128, 'Cánh Hỏa Kì Lân C4 (định thân)', '30% định thân', 5, 'anim_wings/154128.icon.png', 'anim_wings/154128.png', -1, 0, '[2,13,14,15,16]', '[15,36,99999,3000,0]', '[40000,40000]', '[15000,15000]', '[120000,120000]', '[120000,120000]', 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(154129, 'cánh Hỏa Kì Lân C5 (phản đòn)', 'phản 90% sát thương gánh chịu', 5, 'anim_wings/154129.icon.png', 'anim_wings/154129.png', -1, 0, '[2,13,14,15,16]', '[15,32,99999,9000,1]', '[40000,40000]', '[20000,20000]', '[160000,160000]', '[200000,200000]', 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(154130, 'cánh Hắc Ám Kì Lân', '', 5, 'anim_wings/154130.icon.png', 'anim_wings/154130.png', -1, 0, '[2]', '[40]', '[80000,80000]', '[80000,80000]', '[500000,500000]', '[500000,500000]', 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(154131, 'cánh tiểu quỷ', '', 5, 'anim_wings/154131.icon.png', 'anim_wings/154131.png', -1, 0, '[2]', '[45]', '[20000,20000]', '[20000,20000]', '[200000,200000]', '[200000,200000]', 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(240000, 'Giấy', 'Vật phẩm sự kiện', 24, 'items/240000.png', 'items/240000.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(240001, 'Diều vải', 'Vật phẩm sự kiện', 24, 'items/240001.png', 'items/240001.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(240002, 'Diều giấy', 'Vật phẩm sự kiện', 24, 'items/240002.png', 'items/240002.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(240003, 'Tre', 'Vật phẩm sự kiện', 24, 'items/240003.png', 'items/240003.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(240004, 'Cuộn dây', 'Vật phẩm sự kiện', 24, 'items/240004.png', 'items/240004.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(240005, 'Màu vẽ cao cấp', 'Vật phẩm sự kiện', 24, 'items/240005.png', 'items/240005.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(240006, 'Màu vẽ thông thường', 'Vật phẩm sự kiện', 24, 'items/240006.png', 'items/240006.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(240007, 'Cuộn vải', 'Vật phẩm sự kiện', 24, 'items/240007.png', 'items/240007.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(240008, 'Vé ngọc', 'Trong 4 tiếng sẽ rớt (ngoc)', 25, 'items/240008.png', 'items/240008.png', -1, 1, '[17]', '[4]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(240009, 'Danh hiệu đệ nhất bang', 'Danh hiệu đệ nhất bang', 26, 'items/240009.png', 'items/240009.png', -1, 1, NULL, '[9,0,0,7,0,0]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(240010, 'Danh hiệu đệ nhị bang', 'Danh hiệu đệ nhị bang', 26, 'items/240010.png', 'items/240010.png', -1, 1, NULL, '[10,0,0,7,0,0]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(240011, 'Thẻ skill Roi Huyền Ảo', 'Dùng xong pet sẽ học được kỹ năng Roi Huyền Ảo', 27, 'skills/skill_125.png', 'skills/skill_125.png', -1, 1, NULL, '[125]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(240012, 'Thẻ skill địa chấn', 'Dùng xong pet sẽ học được kỹ năng địa chấn', 27, 'skills/skill_126.png', 'skills/skill_126.png', -1, 1, NULL, '[126]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(240013, 'Thẻ skill Hắc ám ảo ảnh', 'Dùng xong pet sẽ học được kỹ năng Hắc ám ảo ảnh', 27, 'skills/skill_127.png', 'skills/skill_127.png', -1, 1, NULL, '[127]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(240014, 'Thẻ skill Bạo Vũ Lê Hoa', 'Dùng xong pet sẽ học được kỹ năng Bạo Vũ Lê Hoa', 27, 'skills/skill_128.png', 'skills/skill_128.png', -1, 1, NULL, '[128]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(240015, 'Thẻ skill Huyêt Nhận', 'Dùng xong pet sẽ học được kỹ năng Huyêt Nhận', 27, 'skills/skill_129.png', 'skills/skill_129.png', -1, 1, NULL, '[129]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(240016, 'Thẻ skill Lá Chắn Hắc Ám', 'Dùng xong pet sẽ học được kỹ năng Lá Chắn Hắc Ám', 27, 'skills/skill_130.png', 'skills/skill_130.png', -1, 1, NULL, '[130]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(240017, 'Thẻ skill đặc biệt', 'Dùng xong pet sẽ học được kỹ năng ngẫu nhiên', 27, 'items/240017.png', 'items/240017', -1, 1, NULL, '[125,126,127,128,129,130]', NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(240018, 'Boá hoa', 'Vật phẩm sự kiện', 24, 'items/240018.png', 'items/240018.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(240019, 'Bánh chưng', 'Vật phẩm sự kiện', 24, 'items/240019.png', 'items/240019.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(240020, 'Bánh tét', 'Vật phẩm sự kiện', 24, 'items/240020.png', 'items/240020.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(240021, 'Nếp', 'Vật phẩm sự kiện', 24, 'items/240021.png', 'items/240021.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(240022, 'Lá dong', 'Vật phẩm sự kiện', 24, 'items/240022.png', 'items/240022.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(240023, 'Hộp quà Tết 2025', 'Vật phẩm sự kiện, mở ra nhận ngẫu nhiên 1 trong các vật phẩm sau: Mảnh pet năm 2025, mảnh trang bị hoàng kim, mảnh thẻ bài trùng sinh, mảnh pet B5, mảnh cánh hỗn mang, mảnh cánh hắc ám, kim cương, mảnh pet B4, thẻ xăm truyền thuyết ngẫu nhiên, thẻ xăm huyền thoại ngẫu nhiên.', 24, 'items/240023.png', 'items/240023.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(290024, 'Hộp ngọc ngẫu nhiên thường', 'Khi sử dụng sẽ nhận được ngọc nguyên tố', 29, 'items/240023.png', 'items/240023.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(290025, 'Hộp ngọc ngẫu nhiên VIP  ', 'Khi sử dụng sẽ nhận được ngọc nguyên tố', 29, 'items/240023.png', 'items/240023.png', -1, 1, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, NULL, 0, 1, -1, -1, 10),
(1000000, 'Bé Điệu (7 ngày) ', '', 4, 'anim_characters/1_icon.png', 'anim_characters/1.png', -1, 1, NULL, NULL, '[2000]', '[0]', '[0]', '[0]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000002, 'Công chúa (7 ngày) ', '', 4, 'anim_characters/4_icon.png', 'anim_characters/4.png', -1, 1, NULL, NULL, '[5000]', '[0]', '[12500]', '[0]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000004, 'Tiểu thư (7 ngày)  (HSD: 7 ngày)', '', 4, 'anim_characters/5_icon.png', 'anim_characters/5.png', -1, 1, NULL, NULL, '[6000]', '[0]', '[15000]', '[0]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000005, 'Tiểu thư (28 ngày)  (HSD: 30 ngày)', '', 4, 'anim_characters/5_icon.png', 'anim_characters/5.png', -1, 1, NULL, NULL, '[6600]', '[0]', '[16500]', '[0]', 0, 0, 0, 2592000000, 0, 1, -1, -1, 10),
(1000006, 'Áo dài (7 ngày)  (HSD: 7 ngày)', '', 4, 'anim_characters/7_icon.png', 'anim_characters/7.png', -1, 1, NULL, NULL, '[7500]', '[0]', '[18750]', '[22500]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000007, 'Áo dài nón lá  (28 ngày) (HSD: 30 ngày)', '', 4, 'anim_characters/8_icon.png', 'anim_characters/8.png', -1, 1, NULL, NULL, '[8800]', '[0]', '[22000]', '[26400]', 0, 0, 0, 2592000000, 0, 1, -1, -1, 10),
(1000008, 'Cô bé mùa Xuân (7 ngày) (HSD: 7 ngày)', '', 4, 'anim_characters/16_icon.png', 'anim_characters/16.png', -1, 1, NULL, NULL, '[9000]', '[0]', '[22500]', '[27000]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000010, 'Công tử (7 ngày) (HSD: 7 ngày)', '', 4, 'anim_characters/19_icon.png', 'anim_characters/19.png', -1, 1, NULL, NULL, '[7000]', '[0]', '[17500]', '[21000]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000012, 'Hoàng tử (7 ngày) (HSD: 7 ngày)', '', 4, 'anim_characters/20_icon.png', 'anim_characters/20.png', -1, 1, NULL, NULL, '[8000]', '[0]', '[20000]', '[24000]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000014, 'Bụng bự (7 ngày) (HSD: 7 ngày)', '', 4, 'anim_characters/21_icon.png', 'anim_characters/21.png', -1, 1, NULL, NULL, '[2500]', '[0]', '[0]', '[0]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000016, 'Quý tộc (7 ngày) (HSD: 7 ngày)', '', 4, 'anim_characters/29_icon.png', 'anim_characters/29.png', -1, 1, NULL, NULL, '[4500]', '[0]', '[11250]', '[0]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000018, 'Doraemon (7 ngày) (HSD: 7 ngày)', '', 4, 'anim_characters/35_icon.png', 'anim_characters/35.png', -1, 1, NULL, NULL, '[8800]', '[0]', '[22000]', '[26400]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000019, 'Tôn ngộ không (7 ngày) (HSD: 7 ngày)', '', 4, 'anim_characters/36_icon.png', 'anim_characters/36.png', -1, 1, NULL, NULL, '[8800]', '[0]', '[22000]', '[26400]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000020, 'Superman (7 ngày) (HSD: 7 ngày)', '', 4, 'anim_characters/37_icon.png', 'anim_characters/37.png', -1, 1, NULL, NULL, '[8800]', '[0]', '[22000]', '[26400]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000021, 'Skin Tết 1 (7 ngày) (HSD: 7 ngày)', '', 4, 'anim_characters/38_icon.png', 'anim_characters/38.png', -1, 1, NULL, NULL, '[8800]', '[0]', '[22000]', '[26400]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000022, 'Skin Tết 2 (7 ngày) (HSD: 7 ngày)', '', 4, 'anim_characters/39_icon.png', 'anim_characters/39.png', -1, 1, NULL, NULL, '[8800]', '[0]', '[22000]', '[26400]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000023, 'Ngọc Đế (7 ngày) (HSD: 7 ngày)', '', 4, 'anim_characters/40_icon.png', 'anim_characters/40.png', -1, 1, NULL, NULL, '[8800]', '[0]', '[22000]', '[26400]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000024, 'REM (7 ngày) (HSD: 7 ngày)', '', 4, 'anim_characters/41_icon.png', 'anim_characters/41.png', -1, 1, NULL, NULL, '[8800]', '[0]', '[22000]', '[26400]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000025, 'RAM (7 ngày) (HSD: 7 ngày)', '', 4, 'anim_characters/42_icon.png', 'anim_characters/42.png', -1, 1, NULL, NULL, '[8800]', '[0]', '[22000]', '[26400]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000026, 'Trọng Đỗ  +(30% chỉ số)', '', 4, 'anim_characters/43_icon.png', 'anim_characters/43.png', -1, 1, '[9,10,11,12]', '[3000,3000,3000,3000]', '[0]', '[0]', '[0]', '[0]', 0, 0, 0, 0, 0, 1, -1, -1, 10),
(1000027, 'Phạm Văn Huy +(15% chỉ số)', '', 4, 'anim_characters/44_icon.png', 'anim_characters/44.png', -1, 1, '[9,10,11,12]', '[1500,1500,1500,1500]', '[0]', '[0]', '[0]', '[0]', 0, 0, 0, 0, 0, 1, -1, -1, 10),
(1000028, 'Bé Điệu (28 ngày)  ', '', 4, 'anim_characters/1_icon.png', 'anim_characters/1.png', -1, 1, NULL, NULL, '[2200]', '[0]', '[0]', '[0]', 0, 0, 0, 2592000000, 0, 1, -1, -1, 10),
(1000029, 'Nhí nhảnh (7 ngày)', '', 4, 'anim_characters/2_icon.png', 'anim_characters/2.png', -1, 1, NULL, NULL, '[2500]', '[0]', '[0]', '[0]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000030, 'Nhí nhảnh (28 ngày)', '', 4, 'anim_characters/2_icon.png', 'anim_characters/2.png', -1, 1, NULL, NULL, '[2750]', '[0]', '[0]', '[0]', 0, 0, 0, 2592000000, 0, 1, -1, -1, 10),
(1000031, 'Hàn Quốc (7 ngày)', '', 4, 'anim_characters/3_icon.png', 'anim_characters/3.png', -1, 1, NULL, NULL, '[4500]', '[0]', '[11250]', '[0]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000032, 'Hàn Quốc (28 ngày)', '', 4, 'anim_characters/3_icon.png', 'anim_characters/3.png', -1, 1, NULL, NULL, '[4950]', '[0]', '[12375]', '[0]', 0, 0, 0, 2592000000, 0, 1, -1, -1, 10),
(1000033, 'Cá tính (7 ngày)', '', 4, 'anim_characters/17_icon.png', 'anim_characters/17.png', -1, 1, NULL, NULL, '[2500]', '[0]', '[0]', '[0]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000034, 'Phong Cách (7 ngày)', '', 4, 'anim_characters/18_icon.png', 'anim_characters/18.png', -1, 1, NULL, NULL, '[1500]', '[0]', '[0]', '[0]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000035, 'Phong Cách (28 ngày)', '', 4, 'anim_characters/18_icon.png', 'anim_characters/18.png', -1, 1, NULL, NULL, '[1650]', '[0]', '[0]', '[0]', 0, 0, 0, 2592000000, 0, 1, -1, -1, 10),
(1000036, 'Bụng bự (28 ngày) (HSD: 28 ngày)', '', 4, 'anim_characters/21_icon.png', 'anim_characters/21.png', -1, 1, NULL, NULL, '[2750]', '[0]', '[0]', '[0]', 0, 0, 0, 2592000000, 0, 1, -1, -1, 10),
(1000037, 'Công chúa (28 ngày) ', '', 4, 'anim_characters/4_icon.png', 'anim_characters/4.png', -1, 1, NULL, NULL, '[5500]', '[0]', '[13750]', '[0]', 0, 0, 0, 2592000000, 0, 1, -1, -1, 10),
(1000038, 'Hoàng tử (28 ngày) (HSD: 28 ngày)', '', 4, 'anim_characters/20_icon.png', 'anim_characters/20.png', -1, 1, NULL, NULL, '[8800]', '[0]', '[22000]', '[26400]', 0, 0, 0, 2592000000, 0, 1, -1, -1, 10),
(1000039, 'Công tử (28 ngày) (HSD: 28 ngày)', '', 4, 'anim_characters/19_icon.png', 'anim_characters/19.png', -1, 1, NULL, NULL, '[7700]', '[0]', '[19250]', '[23100]', 0, 0, 0, 2592000000, 0, 1, -1, -1, 10),
(1000040, 'Fairy (7 ngày) (HSD: 7 ngày)', '', 4, 'anim_characters/6_icon.png', 'anim_characters/6.png', -1, 1, NULL, NULL, '[8500]', '[0]', '[21250]', '[25500]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000041, 'Fairy (28 ngày) (HSD: 28 ngày)', '', 4, 'anim_characters/6_icon.png', 'anim_characters/6.png', -1, 1, NULL, NULL, '[9350]', '[0]', '[23375]', '[28050]', 0, 0, 0, 2592000000, 0, 1, -1, -1, 10),
(1000042, 'Áo dài nón lá  (7 ngày) (HSD: 7 ngày)', '', 4, 'anim_characters/8_icon.png', 'anim_characters/8.png', -1, 1, NULL, NULL, '[8000]', '[0]', '[20000]', '[24000]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000043, 'Naruto (28 ngày) ', '', 4, 'anim_characters/24_icon.png', 'anim_characters/24.png', -1, 1, NULL, NULL, '[9500]', '[0]', '[23000]', '[23000]', 0, 0, 0, 2592000000, 0, 1, -1, -1, 10),
(1000044, 'Kool (7 ngày) ', '', 4, 'anim_characters/25_icon.png', 'anim_characters/25.png', -1, 1, NULL, NULL, '[5000]', '[0]', '[12500]', '[0]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000045, 'Kool (28 ngày) ', '', 4, 'anim_characters/25_icon.png', 'anim_characters/25.png', -1, 1, NULL, NULL, '[5500]', '[0]', '[13750]', '[0]', 0, 0, 0, 2592000000, 0, 1, -1, -1, 10),
(1000046, 'Pháp sư nhí (7 ngày) ', '', 4, 'anim_characters/26_icon.png', 'anim_characters/26.png', -1, 1, NULL, NULL, '[6000]', '[0]', '[15000]', '[0]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000047, 'Pháp sư nhí (28 ngày) ', '', 4, 'anim_characters/26_icon.png', 'anim_characters/26.png', -1, 1, NULL, NULL, '[6600]', '[0]', '[16500]', '[0]', 0, 0, 0, 2592000000, 0, 1, -1, -1, 10),
(1000048, 'Người tuyết (7 ngày) ', '', 4, 'anim_characters/27_icon.png', 'anim_characters/27.png', -1, 1, NULL, NULL, '[4000]', '[0]', '[10000]', '[0]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000049, 'Người tuyết (28 ngày) ', '', 4, 'anim_characters/27_icon.png', 'anim_characters/27.png', -1, 1, NULL, NULL, '[4400]', '[0]', '[11000]', '[0]', 0, 0, 0, 2592000000, 0, 1, -1, -1, 10),
(1000050, 'Bé Noel (7 ngày) ', '', 4, 'anim_characters/9_icon.png', 'anim_characters/9.png', -1, 1, NULL, NULL, '[3000]', '[0]', '[7500]', '[0]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000051, 'Bé Noel (28 ngày) ', '', 4, 'anim_characters/9_icon.png', 'anim_characters/9.png', -1, 1, NULL, NULL, '[3300]', '[0]', '[8250]', '[0]', 0, 0, 0, 2592000000, 0, 1, -1, -1, 10),
(1000052, 'Bé Tuyết (7 ngày) ', '', 4, 'anim_characters/10_icon.png', 'anim_characters/10.png', -1, 1, NULL, NULL, '[1500]', '[0]', '[0]', '[0]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000053, 'Bé Tuyết (28 ngày) ', '', 4, 'anim_characters/10_icon.png', 'anim_characters/10.png', -1, 1, NULL, NULL, '[1650]', '[0]', '[0]', '[0]', 0, 0, 0, 2592000000, 0, 1, -1, -1, 10),
(1000054, 'Cô bé Bánh Khúc Cây (7 ngày) ', '', 4, 'anim_characters/11_icon.png', 'anim_characters/11.png', -1, 1, NULL, NULL, '[6500]', '[0]', '[16250]', '[19500]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000055, 'Cô bé Bánh Khúc Cây (28 ngày) ', '', 4, 'anim_characters/11_icon.png', 'anim_characters/11.png', -1, 1, NULL, NULL, '[7150]', '[0]', '[17875]', '[21450]', 0, 0, 0, 2592000000, 0, 1, -1, -1, 10),
(1000056, 'Kính Cận (7 ngày) ', '', 4, 'anim_characters/28_icon.png', 'anim_characters/28.png', -1, 1, NULL, NULL, '[3500]', '[0]', '[8750]', '[0]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000057, 'Kính Cận (28 ngày) ', '', 4, 'anim_characters/28_icon.png', 'anim_characters/28.png', -1, 1, NULL, NULL, '[3850]', '[0]', '[9625]', '[0]', 0, 0, 0, 2592000000, 0, 1, -1, -1, 10),
(1000058, 'Quý tộc (28 ngày) (HSD: 28 ngày)', '', 4, 'anim_characters/29_icon.png', 'anim_characters/29.png', -1, 1, NULL, NULL, '[4950]', '[0]', '[12375]', '[0]', 0, 0, 0, 2592000000, 0, 1, -1, -1, 10),
(1000059, 'Kute (7 ngày) ', '', 4, 'anim_characters/31_icon.png', 'anim_characters/31.png', -1, 1, NULL, NULL, '[8500]', '[0]', '[21250]', '[25500]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000060, 'Kute (28 ngày) ', '', 4, 'anim_characters/31_icon.png', 'anim_characters/31.png', -1, 1, NULL, NULL, '[9350]', '[0]', '[23375]', '[28050]', 0, 0, 0, 2592000000, 0, 1, -1, -1, 10),
(1000061, 'Bé Lùn (7 ngày) ', '', 4, 'anim_characters/12_icon.png', 'anim_characters/12.png', -1, 1, NULL, NULL, '[1000]', '[0]', '[0]', '[0]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000062, 'Bé Lùn (28 ngày) ', '', 4, 'anim_characters/12_icon.png', 'anim_characters/12.png', -1, 1, NULL, NULL, '[1100]', '[0]', '[0]', '[0]', 0, 0, 0, 2592000000, 0, 1, -1, -1, 10),
(1000063, 'Hanbok (7 ngày) ', '', 4, 'anim_characters/14_icon.png', 'anim_characters/14.png', -1, 1, NULL, NULL, '[4000]', '[0]', '[10000]', '[0]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000064, 'Hanbok (28 ngày) ', '', 4, 'anim_characters/14_icon.png', 'anim_characters/14.png', -1, 1, NULL, NULL, '[4400]', '[0]', '[11000]', '[0]', 0, 0, 0, 2592000000, 0, 1, -1, -1, 10),
(1000065, 'Tóc Hồng (7 ngày) ', '', 4, 'anim_characters/15_icon.png', 'anim_characters/15.png', -1, 1, NULL, NULL, '[7000]', '[0]', '[17500]', '[21000]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000066, 'Tóc Hồng (28 ngày) ', '', 4, 'anim_characters/15_icon.png', 'anim_characters/15.png', -1, 1, NULL, NULL, '[7700]', '[0]', '[19250]', '[23100]', 0, 0, 0, 2592000000, 0, 1, -1, -1, 10),
(1000067, 'Cô bé mùa Xuân (28 ngày) (HSD: 28 ngày)', '', 4, 'anim_characters/16_icon.png', 'anim_characters/16.png', -1, 1, NULL, NULL, '[9900]', '[0]', '[24750]', '[29700]', 0, 0, 0, 2592000000, 0, 1, -1, -1, 10),
(1000068, 'Đầu xù (7 ngày) ', '', 4, 'anim_characters/32_icon.png', 'anim_characters/32.png', -1, 1, NULL, NULL, '[3000]', '[0]', '[7500]', '[0]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000069, 'Đầu xù (28 ngày) ', '', 4, 'anim_characters/32_icon.png', 'anim_characters/32.png', -1, 1, NULL, NULL, '[3300]', '[0]', '[8250]', '[0]', 0, 0, 0, 2592000000, 0, 1, -1, -1, 10),
(1000070, 'Naruto (7 ngày) ', '', 4, 'anim_characters/24_icon.png', 'anim_characters/24.png', -1, 1, NULL, NULL, '[8500]', '[0]', '[21000]', '[26000]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000071, 'Kimono (7 ngày) ', '', 4, 'anim_characters/13_icon.png', 'anim_characters/13.png', -1, 1, NULL, NULL, '[3500]', '[0]', '[8750]', '[0]', 0, 0, 0, 604800000, 0, 1, -1, -1, 10),
(1000072, 'Kimono (28 ngày) ', '', 4, 'anim_characters/13_icon.png', 'anim_characters/13.png', -1, 1, NULL, NULL, '[3850]', '[0]', '[9625]', '[0]', 0, 0, 0, 2592000000, 0, 1, -1, -1, 10),
(1000073, 'Tiểu trà xanh', '', 4, 'anim_characters/45_icon.png', 'anim_characters/45.png', -1, 1, NULL, NULL, '[15000]', '[5000]', '[40000]', '[30000]', 0, 0, 0, 0, 0, 1, -1, -1, 10),
(1000074, 'Tiểu quỷ', '', 4, 'anim_characters/46_icon.png', 'anim_characters/46.png', -1, 1, NULL, NULL, '[20000]', '[10000]', '[50000]', '[40000]', 0, 0, 0, 0, 0, 1, -1, -1, 10),
(1000075, 'Songoku C3', '', 4, 'anim_characters/47_icon.png', 'anim_characters/47.png', -1, 1, NULL, NULL, '[25000]', '[15000]', '[60000]', '[50000]', 0, 0, 0, 0, 0, 1, -1, -1, 10),
(1000076, 'DEV SSJ3', '', 4, 'anim_characters/48_icon.png', 'anim_characters/48.png', -1, 1, NULL, NULL, '[35000]', '[20000]', '[100000]', '[100000]', 0, 0, 0, 0, 0, 1, -1, -1, 10),
(1000077, 'DEV SSJ3', '', 4, 'anim_characters/49_icon.png', 'anim_characters/49.png', -1, 1, NULL, NULL, '[35000]', '[20000]', '[100000]', '[100000]', 0, 0, 0, 0, 0, 1, -1, -1, 10),
(1000078, 'Top 1 2025', '', 4, 'anim_characters/50_icon.png', 'anim_characters/50.png', -1, 1, NULL, NULL, '[35000]', '[15000]', '[100000]', '[100000]', 0, 0, 0, 0, 0, 1, -1, -1, 10),
(1000079, 'Top 2 2025', '', 4, 'anim_characters/51_icon.png', 'anim_characters/51.png', -1, 1, NULL, NULL, '[30000]', '[10000]', '[80000]', '[80000]', 0, 0, 0, 0, 0, 1, -1, -1, 10),
(1000080, 'Top 3 2025', '', 4, 'anim_characters/52_icon.png', 'anim_characters/52.png', -1, 1, NULL, NULL, '[25000]', '[5000]', '[70000]', '[70000]', 0, 0, 0, 0, 0, 1, -1, -1, 10),
(1000083, 'Chân vịt', '', 4, 'anim_characters/53_icon.png', 'anim_characters/53.png', -1, 1, NULL, NULL, '[40000]', '[20000]', '[120000]', '[150000]', 0, 0, 0, 0, 0, 1, -1, -1, 10),
(1000084, 'City boy (tăng 30% all chỉ số)', '', 4, 'anim_characters/54_icon.png', 'anim_characters/54.png', -1, 1, '[9,10,11,12]', '[3000,3000,3000,3000]', '[0]', '[0]', '[0]', '[0]', 0, 0, 0, 0, 0, 1, -1, -1, 10),
(1000085, 'hiệp khách mù (tăng 20% all chỉ số)', '', 4, 'anim_characters/55_icon.png', 'anim_characters/55.png', -1, 1, '[9,10,11,12]', '[2000,2000,2000,2000]', '[0]', '[0]', '[0]', '[0]', 0, 0, 0, 0, 0, 1, -1, -1, 10),
(1000086, 'Hiệu uý', '', 4, 'anim_characters/56_icon.png', 'anim_characters/56.png', -1, 1, NULL, NULL, '[30000]', '[20000]', '[60000]', '[90000]', 0, 0, 0, 0, 0, 1, -1, -1, 10),
(1000087, 'Siêu Thần Tuyệt Nhẫn ', '', 4, 'anim_characters/57_icon.png', 'anim_characters/57.png', -1, 1, NULL, NULL, '[42000]', '[31500]', '[100000]', '[120000]', 0, 0, 0, 0, 0, 1, -1, -1, 10),
(1000088, 'Miyu', '', 4, 'anim_characters/58_icon.png', 'anim_characters/58.png', -1, 1, NULL, NULL, '[35000]', '[20000]', '[100000]', '[120000]', 0, 0, 0, 0, 0, 1, -1, -1, 10),
(1000089, 'Nó học viện', '', 4, 'anim_characters/59_icon.png', 'anim_characters/59.png', -1, 1, NULL, NULL, '[35000]', '[20000]', '[100000]', '[120000]', 0, 0, 0, 0, 0, 1, -1, -1, 10),
(1000090, 'Sói đần (tăng 15% chỉ số )', '', 4, 'anim_characters/60_icon.png', 'anim_characters/60.png', -1, 1, '[9,10,11,12]', '[1500,1500,1500,1500]', '[0]', '[0]', '[0]', '[0]', 0, 0, 0, 0, 0, 1, -1, -1, 10),
(10000024, 'REM (7 ngày) (HSD: 7 ngày)', '', 4, 'anim_characters/41_icon.png', 'anim_characters/41.png', -1, 1, NULL, NULL, '[8800]', '[0]', '[22000]', '[26400]', 0, 0, 0, 0, 0, 1, -1, -1, 10);

-- --------------------------------------------------------

--
-- Table structure for table `iteminfo`
--

CREATE TABLE `iteminfo` (
  `ID` int(11) NOT NULL,
  `name` varchar(1000) NOT NULL COMMENT 'Tên',
  `isPercent` tinyint(1) NOT NULL DEFAULT 0 COMMENT 'Là chỉ số %'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- Dumping data for table `iteminfo`
--

INSERT INTO `iteminfo` (`ID`, `name`, `isPercent`) VALUES
(0, 'Hồi %s máu', 0),
(1, 'Hồi %s thể lực', 0),
(2, 'Hồi %s/ máu', 1),
(3, 'Hồi %s/ thể lực', 1),
(4, '+ %s (hp)', 0),
(5, '+ %s (mp)', 0),
(6, '+ %s/ (hp)', 1),
(7, '+ %s/ (mp)', 1),
(8, '%s/ sát thương kỹ năng tạo ra', 1),
(9, '+ %s giáp', 0),
(10, '+ %s/giáp', 1),
(11, '+ %s sức mạnh', 0),
(12, 'Tăng %s/ sức mạnh', 1),
(13, '%s/ độ chính xác', 1),
(14, 'Có tỉ lệ ra các vật phẩm nhất định', 0),
(15, 'Tăng %s/ sát thương', 1),
(16, 'Cường hóa %s/sức mạnh', 1),
(17, 'Đốt %s/ mana của địch dựa theo sát thương gây ra', 1),
(18, '%s/ tỉ lệ ', 1),
(19, '%s/ sát thương giảm trong 4 lượt', 1),
(20, '%s sát thương chuẩn', 0),
(21, '%s/ sát thương gây ra bỏ qua giáp', 1),
(22, '%s/ sát thương giảm trong 3 lượt\r\n', 1),
(23, '%s/ giáp được lấy trong 3 lượt', 1),
(24, 'Hút %s/ máu của địch dựa vào sát thương gây ra', 1),
(25, '%s/ né ', 1),
(26, '%s/ hụt', 1),
(27, 'Gây sát %s/ thương độc trong 3 lượt', 1),
(28, 'Gây sát thương trong 5 lượt', 0),
(29, 'Giảm %s/ (atk) kẻ địch', 1),
(30, 'Choáng 1 lượt', 0),
(31, 'Tăng %s/ (atk) trong 3 lượt', 1),
(32, 'Phản lại %s/ sát thương kẻ dịch gây ra trong 4 lượt', 1),
(33, '%s sát thương phản đòn', 0),
(34, '+ %s/ (atk)', 1),
(35, '+ %s/ (def)', 1),
(36, '%s/ Choáng 1 lượt', 1),
(37, 'Tăng %s/ (def) trong 3 lượt', 1),
(38, 'Đốt %s/ (mp) của đối phương dựa theo sát thương gây ra', 1),
(39, 'Phản đòn lại %s/ sát thương', 1),
(40, 'Tăng %s/ Exp khi đánh quái', 1),
(41, 'Tăng %s/ ngọc khi đánh quái', 1),
(42, 'Tăng %s/ các chỉ số (atk) (def) (hp) (mp)', 1),
(43, 'Làm địch mất %s máu từ từ trong mỗi lượt', 0),
(44, 'Tăng %s (def) trong 4 lượt', 0),
(45, 'Hồi %s máu trong 4 lượt', 0),
(46, 'kích ẩn %s/ phản đòn', 1),
(47, 'kích ẩn %s/ định thân khi đánh trúng', 1),
(48, 'kích ẩn %s/ hút máu', 1),
(49, '%s/ tỉ lệ định thân khi đánh trúng', 1);

-- --------------------------------------------------------

--
-- Table structure for table `kiosk_recovery`
--

CREATE TABLE `kiosk_recovery` (
  `kioskType` tinyint(8) NOT NULL,
  `user_id` int(11) NOT NULL,
  `item` varchar(10000) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `letter`
--

CREATE TABLE `letter` (
  `userId` int(11) NOT NULL,
  `targetId` int(11) NOT NULL,
  `time` datetime NOT NULL DEFAULT current_timestamp(),
  `Type` int(11) NOT NULL DEFAULT 0,
  `Title` varchar(1000) NOT NULL,
  `ShortContent` varchar(1000) NOT NULL,
  `Content` longtext NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `map`
--

CREATE TABLE `map` (
  `mapId` int(11) NOT NULL,
  `name` text NOT NULL DEFAULT ' ',
  `npc` varchar(1000) NOT NULL DEFAULT '[]',
  `boss` varchar(1000) NOT NULL DEFAULT '[]',
  `numPetDie` varchar(1100) NOT NULL,
  `enable` tinyint(1) NOT NULL DEFAULT 1
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `map`
--

INSERT INTO `map` (`mapId`, `name`, `npc`, `boss`, `numPetDie`, `enable`) VALUES
(11, 'Thành Phố Linh Thú', '[-1,-7,-15, -24, -25]', '[]', '[150]', 1),
(12, 'ải  ', '[]', '[]', '[]', 1),
(13, 'Linh Lâm', '[]', '[2]', '[600]', 1),
(14, 'Linh Mộc', '[\n  -6\n]', '[4]', '[1000]', 1),
(15, 'Đại Linh Cảnh', '[-5, -21]\n', '[3]', '[800]', 1),
(16, 'Đường lên đỉnh núi', '[\n  -4\n]', '[5,16]', '[1500,700]', 1),
(17, 'Thung lũng Hoàng Nham', '[]', '[6]', '[2000]', 1),
(18, 'Núi Phục Quang', '[]', '[7]', '[2500]', 1),
(19, 'Đấu trường', '[-2,-3,-20]', '[1]', '[500]', 1),
(20, 'Lôi đài  ', '[]', '[]', '[150]', 1),
(21, 'Thạch Động', '[]', '[8]', '[2500]', 1),
(22, 'Chợ trời', '[-9,-10,-11,-12,-13,-14,-22]', '[]', '[150]', 1),
(23, 'Băng động 1', '[]', '[9]', '[1000]', 1),
(24, 'Sông băng', '[]', '[]', '[1500]', 1),
(25, 'Băng động 2', '[]', '[10]', '[1500]', 1),
(26, 'Vùng đất phong ấn', '[-36,-37]', '[]', '[150]', 1),
(27, 'Đài tưởng niệm', '[-34,-35]', '[]', '[150]', 1),
(28, 'Quảng trường chính', '[-27,-28,-32,-33,-40]', '[]', '[150]', 1),
(29, 'TP Thiên Thần', '[-26,-29,-30,-31,-38,-39]', '[]', '[150]', 1),
(30, 'Khu vực bang hội', '[-16,-17,-18,-19]', '[]', '[150]', 1),
(31, 'ải thượng giới', '[]', '[]', '[150]', 1),
(32, 'Chốt chặn cuối cùng', '[]', '[]', '[150]', 1),
(33, 'Những cây cầu', '[]', '[]', '[150]', 1),
(34, 'Vùng chiến sự', '[]', '[]', '[150]', 1);

-- --------------------------------------------------------

--
-- Table structure for table `market`
--

CREATE TABLE `market` (
  `Id` bigint(255) NOT NULL,
  `Data` longtext NOT NULL,
  `TimeSave` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `market`
--

INSERT INTO `market` (`Id`, `Data`, `TimeSave`) VALUES
(356, '[{\"kioskItems\":[],\"kioskType\":0},{\"kioskItems\":[],\"kioskType\":1},{\"kioskItems\":[],\"kioskType\":2},{\"kioskItems\":[],\"kioskType\":3},{\"kioskItems\":[],\"kioskType\":4},{\"kioskItems\":[],\"kioskType\":5}]', '2025-04-12 09:16:55'),
(357, '[{\"kioskItems\":[],\"kioskType\":0},{\"kioskItems\":[],\"kioskType\":1},{\"kioskItems\":[],\"kioskType\":2},{\"kioskItems\":[],\"kioskType\":3},{\"kioskItems\":[],\"kioskType\":4},{\"kioskItems\":[],\"kioskType\":5}]', '2025-04-12 15:51:20'),
(358, '[{\"kioskItems\":[],\"kioskType\":0},{\"kioskItems\":[],\"kioskType\":1},{\"kioskItems\":[],\"kioskType\":2},{\"kioskItems\":[],\"kioskType\":3},{\"kioskItems\":[],\"kioskType\":4},{\"kioskItems\":[],\"kioskType\":5}]', '2025-04-12 17:02:22'),
(359, '[{\"kioskItems\":[],\"kioskType\":0},{\"kioskItems\":[],\"kioskType\":1},{\"kioskItems\":[],\"kioskType\":2},{\"kioskItems\":[],\"kioskType\":3},{\"kioskItems\":[],\"kioskType\":4},{\"kioskItems\":[],\"kioskType\":5}]', '2025-04-16 19:47:23');

-- --------------------------------------------------------

--
-- Table structure for table `npc`
--

CREATE TABLE `npc` (
  `npcId` int(11) NOT NULL,
  `name` varchar(100) NOT NULL,
  `chat` text NOT NULL,
  `optionName` text NOT NULL,
  `optionId` text NOT NULL,
  `x` int(11) NOT NULL,
  `y` int(11) NOT NULL,
  `imgPath` varchar(100) NOT NULL DEFAULT 'dialog/empty.png',
  `type` tinyint(4) NOT NULL DEFAULT 1,
  `bounds` varchar(1000) NOT NULL DEFAULT '[0,0,0,0]'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `npc`
--

INSERT INTO `npc` (`npcId`, `name`, `chat`, `optionName`, `optionId`, `x`, `y`, `imgPath`, `type`, `bounds`) VALUES
(-41, 'BANH SINH NHAT', '[]', '[\"Làm bánh tét\",\"Làm bánh chưng\",\"Bảng xếp hạng ăn bánh tét\",\"Bảng xếp hạng ăn bánh chưng\",\"Hướng dẫn sự kiện\", \"Đổi quà\", \"Nhận mốc quà\", \"Bảng xếp hạng sử dụng hộp quà\"]', '[90,91,92,93,94,95,96,97]', 202, 268, 'npcs/banhsn.png', 1, '[-25,-25,50,50]'),
(-40, 'WINDY', '[]', '[]', '[]', 133, 466, 'npcs/Su gia bang hoi.png', 1, '[-25,-25,50,50]'),
(-39, 'GIAN THUONG', '[\"Mua đồ theo giá sàn đây\"]', '[\"Shop gian thương\",\"Bán vật phẩm\"]', '[78,79]', 486, 267, 'npcs/gian_thuong.png', 1, '[-25,-25,50,50]'),
(-38, 'BAC SI THIEN THAN', '[]', '[]', '[]', 566, 419, 'npcs/bac_si.png', 1, '[-25,-25,50,50]'),
(-37, 'DU CON THIEN THAN', '[]', '[]', '[]', 642, 461, 'npcs/du_con_2nd.png', 1, '[-25,-25,50,50]'),
(-36, 'KE THU THAP', '[]', '[]', '[]', 346, 197, 'npcs/ke_thu_thap.png', 1, '[-25,-25,50,50]'),
(-35, 'QUAN LY THIEN THAN', '[]', '[]', '[]', 385, 266, 'npcs/quan_ly.png', 1, '[-25,-25,50,50]'),
(-34, 'AC', '[]', '[]', '[]', 377, 362, 'npcs/Su gia bang hoi.png', 1, '[-25,-25,50,50]'),
(-33, 'SHOP THIEN DINH', '[]', '[]', '[]', 477, 250, 'npcs/Thu-Ban.png', 1, '[-25,-25,50,50]'),
(-32, 'THO REN', '[]', '[]', '[]', 173, 162, 'npcs/Tho_Ren.png', 1, '[-25,-25,50,50]'),
(-31, 'NGUOI GIU CONG', '[]', '[]', '[]', 297, 122, 'npcs/Le-Tan.png', 1, '[-25,-25,50,50]'),
(-30, 'BANG XEP HANG', '[]', '[]', '[]', 321, 234, 'npcs/huong_dan_choi.png', 1, '[-25,-25,50,50]'),
(-29, 'TONG QUAN THIEN DINH', '[]', '[]', '[]', 105, 122, 'npcs/tong_quan_thien_than.png', 1, '[-25,-25,50,50]'),
(-28, 'DAU TRUONG', '[\"Đấu trường sôi động\"]', '[\"Pet League Beta\",\"Chọn pet phòng thủ\",\"Vượt ải\",\"Shop đấu trường\",\"Shop đấu trường sinh tử\",\"Thách đấu\",\"Mua bình năng lượng\",\"Top điểm tích lũy\",\"Báo danh đấu trường\",\"Top vượt ải\"]', '[64,65,10,11,12,13,14,63,67,80]', 533, 474, 'npcs/arena.png', 1, '[-25,-25,50,50]'),
(-27, 'DAI TIEN NU', '[]', '[]', '[]', 469, 162, 'npcs/dai_tien_nu.png', 1, '[-25,-25,50,50]'),
(-26, 'SU GIA BANG HOI', '[\"Xin chào! Tôi là NPC của bang hội, tôi có thể giúp bạn nhận và trả nhiệm vụ của bang hội.\",\"Chào bạn! Cùng tôi vào khu vực bang để khám phá những hoạt động và sự kiện đặc biệt dành cho thành viên của bang hội.\",\"Bạn có muốn biết xem ai là người mạnh nhất trong bang? Hãy xem bảng sếp hạng cấp bậc bang hội để biết thêm chi tiết.\",\"Nếu bạn muốn tạo một bang hội riêng, hãy đến gặp tôi. Tôi sẽ hướng dẫn bạn qua quy trình để tạo một bang hội.\",\"Đừng bỏ lỡ các sự kiện bang hội! Chúng mang đến những thử thách hấp dẫn và phần thưởng đặc biệt cho thành viên của bang.\",\"Cống hiến cho bang hội là cách bạn góp phần vào sự phát triển của bang. Hãy đến gặp tôi để biết thêm về cách cống hiến cho bang hội.\",\"Hãy tận hưởng những nhiệm vụ bang hội mà chúng tôi cung cấp. Chúng không chỉ giúp bạn kiếm thêm phần thưởng mà còn gắn kết thành viên trong bang.\",\"Đến khu vực bang để gặp những người chơi đồng đội, trao đổi kinh nghiệm và chiến lược. Đó là nơi tuyệt nhất để tăng sức mạnh của bang hội.\",\"Nếu bạn muốn xem ai đang dẫn đầu bang hội, hãy xem bảng sếp hạng cấp bậc. Bạn có thể cạnh tranh và leo lên vị trí cao hơn!\",\"Tạo một bang hội của riêng bạn là cách tuyệt vời để gặp gỡ và kết nối với những người chơi khác. Hãy đến gặp tôi để biết thêm chi tiết về cách tạo bang hội.\"]', '[\"Vào khu vực bang\",\"Top lvl bang hội\",\"Tạo bang hội\",\"Sự kiện bang hội\",\"Cống hiến bang hội\"]', '[44,45,46,47,48]', 409, 402, 'npcs/Su gia bang hoi.png', 1, '[-25,-25,50,50]'),
(-25, 'SU GIA THIEN THAN', '[]', '[\"Hướng dẫn lên thiên đình\", \"Hiến tặng thú cưng\"]', '[88,89]', 322, 332, 'npcs\\\\su_gia_thien_than.png', 1, '[-25,-25,50,50]'),
(-24, 'ÔNG GIÀ NOEL', '[]', '[\"Điểm danh\"]', '[87]', 226, 396, 'npcs\\\\giaNoel.png', 1, '[-25,-25,50,50]'),
(-23, 'HUONG DAN', '[]', '[]', '[]', 250, 292, 'npcs\\\\huong_dan choi.png', 1, '[-25,-25,50,50]'),
(-22, 'GIAN THUONG', '[\"Mua đồ theo giá sàn đây\"]', '[\"Shop gian thương\",\"Bán vật phẩm\"]', '[78,79]', 663, 233, 'npcs/gian_thuong.png', 1, '[-25,-25,50,50]'),
(-21, 'TRE CON', '[\"Chúng tôi KHÔNG hỏi anh ấy nơi cất giấu kho báu!!! Chúng tôi thậm chí không hỏi anh ta liệu có kho báu nào hay không!! Tôi không chắc, nhưng… …tất cả mọi người đều ra khơi, mạo hiểm mạng sống của mình để tìm kiếm nó!!! Nếu bạn hỏi ông già này bất cứ điều gì về nó ở đây và ngay bây giờ... Thì tôi sẽ thôi làm cướp biển! Tôi không muốn tham gia vào một cuộc phiêu lưu nhàm chán như thế đâu!”\",\"“Bạn đã đến mà không sợ hãi. Đừng có bất kỳ hối tiếc, bất kể điều gì xảy ra. Đây là cuộc đấu tay đôi mà bạn muốn.”\",\"“Nếu bạn không chấp nhận rủi ro, bạn không thể tạo ra tương lai.”\",\"“Tôi có tham vọng của tôi, bạn cũng có tham vọng của bạn. Điều đó có nghĩa là bạn chỉ nên tiếp tục tiến tới mục tiêu đó.”\",\"“Một hòn đảo từ một giấc mơ trong một giấc mơ? Tôi không bao giờ có thể bỏ qua một cuộc phiêu lưu tuyệt vời như thế này!”\",\"“Ở một mình còn đau hơn cả nỗi đau.”\",\"“Anh hùng? KHÔNG! Chúng tôi là cướp biển! Tôi yêu anh hùng, nhưng tôi không muốn trở thành anh hùng! Bạn có biết anh hùng là gì không? Nói rằng có một miếng thịt. Cướp biển sẽ mở tiệc và ăn nó, nhưng các anh hùng sẽ chia sẻ nó với những người khác. Tôi muốn tất cả thịt!”\",\"“Chúng ta có phải là bạn không? Hay chúng ta là kẻ thù? Đó là những điều bạn quyết định cho chính mình!”\",\"“Sự lãng quên giống như một vết thương. Vết thương có thể lành nhưng nó đã để lại sẹo.”\",\"“Nếu tôi được tái sinh… tôi muốn trở thành một con ngao.”\"]', '[\"Làm diều giấy\",\"Làm diều vải\",\"Top diều giấy\",\"Top diều vải\",\"Hướng dẫn\"]', '[72, 73, 74, 75, 76]\n', 105, 563, 'npcs/luffy.png', 1, '[-25,-25,50,50]'),
(-20, 'BAC HOC DAU GAU', '[\"Nơi nhận nhiệm vụ\"]', '[\"Số nhiệm vụ đã hoàn thành\"]', '[61]', 106, 253, 'npcs\\bac_hoc_dau_gau.png', 1, '[-25,-25,50,50]'),
(-19, 'Nhà nghiên cứu', '[]', '[]', '[]', 506, 349, 'dialog/empty.png', 0, '[-25,-25,50,50]'),
(-18, 'Kĩ năng bang hội', '[]', '[\"Cộng tiềm năng\", \"Tẩy tiềm năng\", \"Nâng cấp\"]', '[52,53,54]', 130, 225, 'dialog/empty.png', 0, '[-25,-25,50,50]'),
(-17, 'Nhà chính bang hội', '[]', '[\"Duyệt thành viên\",\"Nâng cấp\",\"Phong tước\",\"Thay đổi khẩu hiệu\",\"Rời bang\"]', '[51,55,56,57,58]', 338, 125, 'dialog/empty.png', 0, '[-25,-25,50,50]'),
(-16, 'Shop bảo vật bang hội', '[]', '[\"Shop bang hội\", \"Nâng cấp\"]', '[49, 50]', 178, 141, 'dialog/empty.png', 0, '[-25,-25,50,50]'),
(-15, 'SU GIA BANG HOI', '[\"Xin chào! Tôi là NPC của bang hội, tôi có thể giúp bạn nhận và trả nhiệm vụ của bang hội.\",\"Chào bạn! Cùng tôi vào khu vực bang để khám phá những hoạt động và sự kiện đặc biệt dành cho thành viên của bang hội.\",\"Bạn có muốn biết xem ai là người mạnh nhất trong bang? Hãy xem bảng sếp hạng cấp bậc bang hội để biết thêm chi tiết.\",\"Nếu bạn muốn tạo một bang hội riêng, hãy đến gặp tôi. Tôi sẽ hướng dẫn bạn qua quy trình để tạo một bang hội.\",\"Đừng bỏ lỡ các sự kiện bang hội! Chúng mang đến những thử thách hấp dẫn và phần thưởng đặc biệt cho thành viên của bang.\",\"Cống hiến cho bang hội là cách bạn góp phần vào sự phát triển của bang. Hãy đến gặp tôi để biết thêm về cách cống hiến cho bang hội.\",\"Hãy tận hưởng những nhiệm vụ bang hội mà chúng tôi cung cấp. Chúng không chỉ giúp bạn kiếm thêm phần thưởng mà còn gắn kết thành viên trong bang.\",\"Đến khu vực bang để gặp những người chơi đồng đội, trao đổi kinh nghiệm và chiến lược. Đó là nơi tuyệt nhất để tăng sức mạnh của bang hội.\",\"Nếu bạn muốn xem ai đang dẫn đầu bang hội, hãy xem bảng sếp hạng cấp bậc. Bạn có thể cạnh tranh và leo lên vị trí cao hơn!\",\"Tạo một bang hội của riêng bạn là cách tuyệt vời để gặp gỡ và kết nối với những người chơi khác. Hãy đến gặp tôi để biết thêm chi tiết về cách tạo bang hội.\"]', '[\"Vào khu vực bang\",\"Top lvl bang hội\",\"Tạo bang hội\",\"Sự kiện bang hội\",\"Cống hiến bang hội\"]', '[44,45,46,47,48]', 326, 236, 'npcs/Su gia bang hoi.png', 1, '[-25,-25,50,50]'),
(-14, 'Ki ốt linh tinh', '[]', '[\"Mua đồ\", \"Gian hàng của tôi\"]', '[39,40]', 496, 247, 'dialog/empty.png', 1, '[-25,-25,50,50]'),
(-13, 'Ki ốt thú cưng', '[]', '[\"Mua đồ\", \"Gian hàng của tôi\"]', '[37,38]', 656, 115, 'dialog/empty.png', 1, '[-25,-25,50,50]'),
(-12, 'Ki ốt ngọc', '[]', '[\"Mua đồ\", \"Gian hàng của tôi\"]', '[35,36]', 320, 186, 'dialog/empty.png', 1, '[-25,-25,50,50]'),
(-11, 'Ki ốt giáp', '[]', '[\"Mua đồ\", \"Gian hàng của tôi\"]', '[33,34]', 113, 222, 'dialog/empty.png', 1, '[-25,-25,50,50]'),
(-10, 'Ki ốt vũ khí', '[]', '[\"Mua đồ\", \"Gian hàng của tôi\"]', '[31,32]', 288, 101, 'dialog/empty.png', 1, '[-25,-25,50,50]'),
(-9, 'Ki ốt mũ', '[]', '[\"Mua đồ\", \"Gian hàng của tôi\"]', '[29,30]', 106, 113, 'dialog/empty.png', 1, '[-25,-25,50,50]'),
(-8, 'DAI CHIEN THAN', '[\"Hãy chuẩn bị cho cuộc chiến! Chúng ta sẽ đánh bại kẻ thù cùng nhau!\",             \"Tôi đã huấn luyện các chiến binh tốt nhất để giúp chúng ta chiến thắng!\",             \"Chúng ta không thể lùi bước! Sự tồn tại của toàn bộ thành phố đang phụ thuộc vào chúng ta!\",             \"Không có gì có thể ngăn được quyết tâm của chúng ta trong cuộc chiến này!\",             \"Hãy tin tưởng vào đồng đội của bạn, và chúng ta sẽ đạt được chiến thắng!\",             \"Đừng lo lắng, tôi sẽ đưa đội quân của chúng ta qua được những trận đánh khốc liệt nhất.\",             \"Sức mạnh của chúng ta sẽ khiến kẻ thù sợ hãi và chúng ta sẽ chiến thắng trong cuộc đối đầu này!\",             \"Làm sao để chiến thắng? Tập trung vào mục tiêu và sử dụng tất cả mọi thứ có thể để đánh bại đối thủ.\",             \"Hãy giữ bình tĩnh trong mọi tình huống để có thể đưa ra quyết định đúng đắn.\",             \"Trong cuộc chiến này, chỉ có sự kiên trì và nỗ lực vô tận mới là chìa khóa thành công.\"]', '[   \"Nhận quà trùng sinh\",   \"Nhận quà chưa trùng sinh\",   \"Nhận quà sự kiện\",   \"Nhận quà top bang\" ]', '[25,26,27,28]', 81, 342, 'npcs/quan_ly.png', 1, '[-25,-25,50,50]'),
(-7, 'BAC SI XI TIN', '[\"Bác sĩ thú y mát tay đây (B)\"]', '[   \"Hồi sinh pet sau PK\",   \"Nhận nhiệm vụ hằng ngày\",   \"Tẩy gym\" ]', '[22,23,24]', 470, 344, 'npcs/bac_si_xi_tin.png', 1, '[-25,-25,50,50]'),
(-6, 'THO SAN', '[\"Các bạn hãy cẩn thận khi tiếp cận những con thú hoang dã. Chúng có thể rất nguy hiểm đấy.\",             \"Tôi luôn phải cẩn thận để không bị những con thú hoang dã tấn công. Nhưng cũng vì thế mà tôi có thể kiếm được nhiều tiền đấy.\",             \"Trong việc săn bắn, sự kiên nhẫn là yếu tố quan trọng để thành công. Hãy chờ đợi và chỉ bắn vào khoảng thời gian thích hợp.\",             \"Cuộc sống trên thảo nguyên có vẻ đơn giản nhưng không hề dễ dàng. Tôi đã phải trải qua nhiều khó khăn để trở thành một thợ săn giỏi như hiện tại.\",             \"Mỗi loài động vật có cách thức di chuyển, cách sống và thậm chí cả thói quen. Nếu bạn muốn trở thành thợ săn giỏi, hãy tìm hiểu kỹ về chúng.\",             \"Sự tỉnh táo và nhạy bén là đặc điểm của một thợ săn giỏi. Khi bạn đi săn, hãy luôn đứng trên cảnh giác.\",             \"Để bắn chính xác, bạn cần phải có kinh nghiệm và tập trung tuyệt đối. Hãy luyện tập mỗi ngày để trở thành một thợ săn giỏi nhất.\",             \"Những con thú hoang dã rất thông minh và có khả năng tự vệ cao. Đừng chủ quan, hãy chuẩn bị tốt trước khi tiếp cận chúng.\",             \"Sau mỗi chuyến săn, bạn nên kiểm tra lại trang bị và vũ khí để sẵn sàng cho chuyến săn tiếp theo.\"]', '[\"Ghép ngọc nguyên tố\",\"Bảng Anh Hùng\",\"Dung hợp\"]', '[21,69,86]', 310, 500, 'npcs/sat_thu.png', 1, '[-25,-25,50,50]'),
(-5, 'THUONG NHAN', '[\"Chào đón bạn đến với gian hàng của tôi, tôi có mọi thứ bạn cần cho chuyến phiêu lưu tiếp theo của bạn.\",             \"Bạn đang tìm kiếm một chiếc vũ khí mới? Hãy để tôi giúp bạn tìm thấy một cái phù hợp với phong cách của bạn.\",             \"Tôi luôn cập nhật các sản phẩm mới nhất và độc đáo nhất để đáp ứng nhu cầu của khách hàng.\",             \"Hãy mua sắm thả ga, không được để bỏ lỡ bất kỳ điều gì trong gian hàng của tôi đâu!\",             \"Bạn muốn cập nhật lại trang bị của mình? Hãy để tôi tư vấn cho bạn những chiếc áo giáp mạnh mẽ nhất.\",             \"Các vật phẩm huyền thoại và hiếm có đang chờ đón bạn tại gian hàng của tôi.\",             \"Khám phá những vật phẩm tuyệt vời từ khắp nơi trên thế giới để làm giàu và nâng cao sức mạnh cho thú cưng của bạn.\",             \"Tôi hy vọng bạn sẽ tìm thấy điều gì đó thú vị trong cửa hàng của tôi, và hãy trở lại khi bạn cần mua sắm thêm.\",             \"Chúc mừng nếu bạn mới bắt đầu chơi Gopet! Tôi có các mặt hàng cho người chơi mới để giúp bạn bắt đầu.\",             \"Tôi tự hào về sự đa dạng của sản phẩm tại cửa hàng của tôi. Hãy xem thử và tìm cho mình một món đồ ưa thích nhé!\"]', '[   \"Mua đồ nâng cấp và xóa xăm\" ]', '[20]', 249, 283, 'npcs/thuong-nhan.png', 1, '[-25,-25,50,50]'),
(-4, 'DU CON', '[ \"Tôi thích tìm kiếm những pet hiếm để thay đổi trang phục cho chúng. Đó là một trong những thú vui của tôi khi chơi Gopet.\",\r\n            \"Các pet mới thường sẽ có kỹ năng đặc biệt, đó là lý do tại sao tôi luôn đổi trang bị để tận dụng tối đa khả năng của chúng.\",\r\n            \"Hình xăm trên cơ thể tôi minh chứng cho tình yêu của tôi với các pet trong Gopet.\",\r\n            \"Không chỉ là việc đánh bại kẻ địch, mà còn là sự hài lòng khi sở hữu pet quý hiếm, đó là nguồn động lực để tôi tiếp tục chiến đấu trong game.\",\r\n            \"Lúc này, tôi muốn đổi pet để áp dụng kỹ năng mới được học từ một con pet khác.\",\r\n            \"Mỗi pet trong Gopet đều có tính cách riêng, tôi muốn tìm ra sự kết hợp hoàn hảo giữa các pet để chiến đấu hiệu quả nhất.\",\r\n            \"Tôi không chỉ chơi Gopet để giải trí, mà còn để kết bạn với những người có sở thích giống tôi và cùng nhau chinh phục thế giới trong game.\",\r\n            \"Sự thay đổi pet và trang bị là cần thiết để đối mặt với các thử thách khác nhau trong game.\"]', '[\"Đổi pet\",\"Xăm pet\",\"Xóa xăm pet\",\"Đổi cánh\",\"Đổi trang bị\",\"Top đại gia xuống núi\",\"Tất cả vật phẩm của server\",\"Nhận nhiệm vụ sự kiện\",\"Tất cả xăm pet\"]', '[15,16,17,18,19,59,62,68,70]', 55, 525, 'npcs/Du_Con.png', 1, '[-25,-25,50,50]'),
(-3, 'DAU TRUONG', '[\"Đấu trường sôi động\"]', '[\"Pet League Beta\",\"Chọn pet phòng thủ\",\"Vượt ải\",\"Shop đấu trường\",\"Shop đấu trường sinh tử\",\"Thách đấu\",\"Mua bình năng lượng\",\"Top điểm tích lũy\",\"Báo danh đấu trường\",\"Top vượt ải\"]', '[64,65,10,11,12,13,14,63,67,80]', 206, 240, 'npcs/arena.png', 0, '[-25,-25,50,50]'),
(-2, 'TIEN NU', '[\"Nhanh tay đánh quái đổi quà nè\",\"Phải 3 thỏi vàng mới đổi được đó nhé\",\"Phải 3 thỏi bạc mới đổi được đó nhé\"]', '[\"Đổi phần thưởng\",\"Vật phẩm hiện có\",\"Tiến hóa pet\",\"Nâng sao pet\",\"Trùng sinh pet\",\"Danh hiệu của bạn\",\"Sử dụng danh hiệu\"]', '[5,6,7,8,9,71,77]', 386, 133, 'npcs/Tien_Nu.png', 1, '[-25,-25,50,50]'),
(-1, 'TRAN CHAN', '[\"Nhận pet miễn phí cho người mới :)\",\"Nhận pet miễn phí tại đây\"]', '[\"Nhận pet miễn phí\",\"Shop Pet\",\"Top Pet\",\"Top Đại Gia\",\"Top Phú Hộ\",\"Nhập mã quà tặng\", \"Gộp đồ server cũ\"]', '[1,2,3,4,41,60,81]', 374, 117, 'npcs\\\\tran_tran.png', 1, '[-25,-25,50,50]');

-- --------------------------------------------------------

--
-- Table structure for table `option_descrtiption`
--

CREATE TABLE `option_descrtiption` (
  `optionId` int(11) NOT NULL,
  `isPercent` tinyint(1) NOT NULL DEFAULT 0,
  `description` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `option_descrtiption`
--

INSERT INTO `option_descrtiption` (`optionId`, `isPercent`, `description`) VALUES
(1, 0, 'GIá trị khoảng cách x'),
(2, 0, 'GIá trị khoảng cách y'),
(3, 0, 'Tỉ lệ cường hóa');

-- --------------------------------------------------------

--
-- Table structure for table `payment`
--

CREATE TABLE `payment` (
  `user_id` int(11) NOT NULL,
  `gold` int(11) NOT NULL,
  `time_create` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `petexp`
--

CREATE TABLE `petexp` (
  `petLvl` int(11) NOT NULL,
  `exp` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `petexp`
--

INSERT INTO `petexp` (`petLvl`, `exp`) VALUES
(1, 400),
(2, 6400),
(3, 16000),
(4, 26000),
(5, 45000),
(6, 57000),
(7, 80000),
(8, 106000),
(9, 135000),
(10, 250000),
(11, 370000),
(12, 555555),
(13, 721000),
(14, 950000),
(15, 1100000),
(16, 1400000),
(17, 1600000),
(18, 1800000),
(19, 2100000),
(20, 2600000),
(21, 3000000),
(22, 3500000),
(23, 4200000),
(24, 4800000),
(25, 5400000),
(26, 6000000),
(27, 6500000),
(28, 7300000),
(29, 7800000),
(30, 9999999),
(31, 11500000),
(32, 13200000),
(33, 16500000),
(34, 19000000),
(35, 23000000),
(36, 25000000),
(37, 65000000),
(38, 121121121),
(39, 160160160),
(40, 200000000);

-- --------------------------------------------------------

--
-- Table structure for table `pet_class`
--

CREATE TABLE `pet_class` (
  `classId` int(11) NOT NULL,
  `name` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `pet_class`
--

INSERT INTO `pet_class` (`classId`, `name`) VALUES
(0, 'Chiến binh'),
(1, 'Sát thủ'),
(2, 'Pháp sư'),
(3, 'Thiên sứ'),
(4, 'Thiên binh'),
(5, 'Thiên ma');

-- --------------------------------------------------------

--
-- Table structure for table `pet_eff`
--

CREATE TABLE `pet_eff` (
  `Id` int(11) NOT NULL,
  `Type` tinyint(4) NOT NULL DEFAULT 0,
  `Name` varchar(2048) NOT NULL,
  `Description` varchar(2048) NOT NULL,
  `IconPath` varchar(2048) NOT NULL,
  `FramePath` varchar(4096) NOT NULL,
  `FrameNum` int(11) NOT NULL DEFAULT 0,
  `Atk` int(11) NOT NULL DEFAULT 0,
  `Def` int(11) NOT NULL DEFAULT 0,
  `Hp` int(11) NOT NULL DEFAULT 0,
  `Mp` int(11) NOT NULL DEFAULT 0,
  `Int` int(11) NOT NULL DEFAULT 0,
  `Str` int(11) NOT NULL DEFAULT 0,
  `Agi` int(11) NOT NULL DEFAULT 0,
  `vX` int(11) NOT NULL DEFAULT 0,
  `vY` int(11) NOT NULL DEFAULT 0,
  `IsDrawBefore` tinyint(1) NOT NULL DEFAULT 0,
  `FrameTime` int(11) NOT NULL DEFAULT 250
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `pet_eff`
--

INSERT INTO `pet_eff` (`Id`, `Type`, `Name`, `Description`, `IconPath`, `FramePath`, `FrameNum`, `Atk`, `Def`, `Hp`, `Mp`, `Int`, `Str`, `Agi`, `vX`, `vY`, `IsDrawBefore`, `FrameTime`) VALUES
(1, 0, 'Hào quang lửa', 'Sẽ xuất hiện trên thú cưng đã trùng sinh', '', 'peteff/lua.png', 8, 0, 0, 0, 0, 50, 50, 50, 0, -40, 0, 80),
(2, 0, 'Hào quang cây', 'Sẽ xuất hiện trên thú cưng đã trùng sinh', '', 'peteff/cay.png', 8, 0, 0, 0, 0, 50, 50, 50, 0, -40, 0, 80),
(3, 0, 'Hào quang đất', 'Sẽ xuất hiện trên thú cưng đã trùng sinh', '', 'peteff/dat.png', 9, 0, 0, 0, 0, 50, 50, 50, 0, -40, 0, 80),
(4, 0, 'Hào quang sét', 'Sẽ xuất hiện trên thú cưng đã trùng sinh', '', 'peteff/set.png', 11, 0, 0, 0, 0, 50, 50, 50, -5, -14, 1, 80),
(5, 0, 'Hào quang nước', 'Sẽ xuất hiện trên thú cưng đã trùng sinh', '', 'peteff/nuoc.png', 11, 0, 0, 0, 0, 50, 50, 50, 0, -20, 1, 80),
(6, 0, 'Hào quang bóng tối', 'Sẽ xuất hiện trên thú cưng đã trùng sinh', '', 'peteff/bong toi.png', 8, 0, 0, 0, 0, 50, 50, 50, 0, -40, 0, 80),
(7, 0, 'Hào quang ánh sáng', 'Sẽ xuất hiện trên thú cưng đã trùng sinh', '', 'peteff/anh sang.png', 8, 0, 0, 0, 0, 50, 50, 50, 0, -40, 0, 80);

-- --------------------------------------------------------

--
-- Table structure for table `pet_element`
--

CREATE TABLE `pet_element` (
  `elementId` int(11) NOT NULL,
  `name` varchar(1000) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `pet_element`
--

INSERT INTO `pet_element` (`elementId`, `name`) VALUES
(0, 'Không xác định'),
(1, 'Hệ lửa'),
(2, 'Hệ mộc'),
(3, 'Hệ đá'),
(4, 'Hệ sét'),
(5, 'Hệ nước'),
(6, 'Hệ bống tối'),
(7, 'Hệ ánh sáng');

-- --------------------------------------------------------

--
-- Table structure for table `pet_tier`
--

CREATE TABLE `pet_tier` (
  `tierId` int(11) NOT NULL,
  `petTemplateId1` int(11) NOT NULL,
  `petTemplateId2` int(11) NOT NULL,
  `petTemplateIdNeed` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `pet_tier`
--

INSERT INTO `pet_tier` (`tierId`, `petTemplateId1`, `petTemplateId2`, `petTemplateIdNeed`) VALUES
(1, 2, 3002, 2002),
(2, 1, 3001, 2001),
(3, 3, 3003, 2003),
(4, 4, 3004, 2004),
(5, 6, 3006, 2006),
(6, 5, 3005, 2005),
(7, 7, 3007, 2007),
(8, 1007, 3016, 2016),
(9, 10, 3010, 2010),
(10, 12, 3012, 2012),
(11, 13, 3013, 2013),
(12, 14, 3014, 2014),
(13, 15, 3015, 2015),
(14, 17, 3017, 2017),
(15, 18, 3018, 2018),
(16, 19, 3019, 2019),
(17, 11, 3011, 2011),
(18, 1002, 9998, 3027),
(19, 9, 3009, 2009),
(20, 20, 3021, 2021),
(21, 23, 3023, 2023),
(22, 24, 3024, 2024),
(23, 25, 3025, 2025),
(24, 32, 3032, 2032),
(25, 89, 3090, 2090),
(26, 93, 3093, 2093),
(27, 94, 3094, 2094),
(28, 95, 3095, 2095),
(29, 1006, 3096, 2096),
(30, 92, 3098, 2098),
(31, 3037, 3099, 2099),
(32, 34, 3102, 2102),
(33, 35, 3101, 2101),
(34, 36, 3103, 2103),
(35, 49, 3106, 2106),
(36, 50, 3104, 2104),
(37, 51, 3105, 2105);

-- --------------------------------------------------------

--
-- Table structure for table `player`
--

CREATE TABLE `player` (
  `ID` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `isAdmin` tinyint(1) NOT NULL DEFAULT 0,
  `name` text NOT NULL COMMENT 'Tên ',
  `gender` int(11) NOT NULL COMMENT 'Giới tính',
  `gold` bigint(20) NOT NULL DEFAULT 0 COMMENT 'Vàng',
  `spendGold` bigint(20) NOT NULL DEFAULT 0,
  `coin` bigint(20) NOT NULL DEFAULT 50000 COMMENT 'Ngọc',
  `lua` bigint(20) NOT NULL DEFAULT 0 COMMENT 'Lúa',
  `items` longtext DEFAULT NULL COMMENT 'Hành trang',
  `favouriteList` longtext DEFAULT NULL COMMENT 'Danh sách bạn thân',
  `pets` longtext DEFAULT NULL,
  `petSelected` longtext DEFAULT NULL,
  `isFirstFree` tinyint(1) NOT NULL DEFAULT 0,
  `loginDate` datetime NOT NULL DEFAULT current_timestamp(),
  `star` int(11) NOT NULL DEFAULT 10,
  `skin` text DEFAULT NULL,
  `wing` text DEFAULT NULL,
  `isOnSky` tinyint(1) NOT NULL DEFAULT 0,
  `buffExp` text DEFAULT NULL,
  `pkPoint` int(11) NOT NULL DEFAULT 0,
  `pkPointTime` datetime NOT NULL DEFAULT current_timestamp(),
  `captcha` longtext DEFAULT NULL,
  `shopArena` varchar(4000) DEFAULT NULL,
  `clanId` int(11) NOT NULL DEFAULT -1,
  `tasking` longtext DEFAULT NULL,
  `task` longtext DEFAULT NULL,
  `wasTask` text DEFAULT NULL,
  `avatarPath` varchar(1000) NOT NULL DEFAULT 'npcs/gopet.png',
  `numUseEnergy` varchar(1100) NOT NULL DEFAULT '{}',
  `AccumulatedPoint` int(11) NOT NULL DEFAULT 0,
  `PetDefLeague` longtext DEFAULT NULL,
  `ArenaPoint` int(11) NOT NULL DEFAULT 0,
  `EventPoint` int(11) NOT NULL DEFAULT 0,
  `achievements` longtext NOT NULL DEFAULT '[]',
  `NumOfUseKiteNormal` int(11) NOT NULL DEFAULT 0,
  `NumOfUseKiteVip` int(11) NOT NULL DEFAULT 0,
  `CurrentAchievementId` int(11) NOT NULL DEFAULT -1,
  `letters` longtext NOT NULL DEFAULT '[]',
  `RequestAddFriends` longtext NOT NULL DEFAULT '[]',
  `BlockFriendLists` longtext NOT NULL DEFAULT '[]',
  `ListFriends` longtext NOT NULL DEFAULT '[]',
  `LastTimeOnline` datetime NOT NULL DEFAULT current_timestamp(),
  `LettersSendTime` longtext NOT NULL DEFAULT '{}',
  `MoneyDisplays` longtext NOT NULL DEFAULT '[]',
  `KioskFund` int(11) NOT NULL DEFAULT 0,
  `TrashItemBackup` longtext NOT NULL DEFAULT '{}',
  `ClanTasked` mediumtext NOT NULL DEFAULT '[]',
  `TimeDropCoin` datetime NOT NULL DEFAULT current_timestamp(),
  `IsMergeServer` tinyint(4) NOT NULL DEFAULT 1,
  `NumGiveFlowerGold` int(11) NOT NULL DEFAULT 0,
  `NumGiveFlowerGem` int(11) NOT NULL DEFAULT 0,
  `IndexMilistoneTeacherEvent` tinyint(4) UNSIGNED NOT NULL DEFAULT 0,
  `FlowerGold` int(11) NOT NULL DEFAULT -1,
  `FlowerCoin` int(11) NOT NULL DEFAULT -1,
  `DailyNoelTime` datetime DEFAULT NULL,
  `DailyNoelIndex` tinyint(4) NOT NULL DEFAULT 0,
  `NumEatSquareStickyRice` int(11) NOT NULL DEFAULT 0,
  `NumEatSquareStickyRiceCoin` int(11) NOT NULL DEFAULT 0,
  `NumEatCylindricalStickyRice` int(11) NOT NULL DEFAULT 0,
  `NumEatCylindricalStickyRiceCoin` int(11) NOT NULL DEFAULT 0,
  `IndexMilistoneBirthdayEvent` tinyint(4) NOT NULL DEFAULT -1,
  `NumUseGiftBox2025` int(11) NOT NULL DEFAULT 0,
  `BonusReceived` varchar(2048) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci COMMENT='Dữ liệu của người chơi';

--
-- Dumping data for table `player`
--

INSERT INTO `player` (`ID`, `user_id`, `isAdmin`, `name`, `gender`, `gold`, `spendGold`, `coin`, `lua`, `items`, `favouriteList`, `pets`, `petSelected`, `isFirstFree`, `loginDate`, `star`, `skin`, `wing`, `isOnSky`, `buffExp`, `pkPoint`, `pkPointTime`, `captcha`, `shopArena`, `clanId`, `tasking`, `task`, `wasTask`, `avatarPath`, `numUseEnergy`, `AccumulatedPoint`, `PetDefLeague`, `ArenaPoint`, `EventPoint`, `achievements`, `NumOfUseKiteNormal`, `NumOfUseKiteVip`, `CurrentAchievementId`, `letters`, `RequestAddFriends`, `BlockFriendLists`, `ListFriends`, `LastTimeOnline`, `LettersSendTime`, `MoneyDisplays`, `KioskFund`, `TrashItemBackup`, `ClanTasked`, `TimeDropCoin`, `IsMergeServer`, `NumGiveFlowerGold`, `NumGiveFlowerGem`, `IndexMilistoneTeacherEvent`, `FlowerGold`, `FlowerCoin`, `DailyNoelTime`, `DailyNoelIndex`, `NumEatSquareStickyRice`, `NumEatSquareStickyRiceCoin`, `NumEatCylindricalStickyRice`, `NumEatCylindricalStickyRiceCoin`, `IndexMilistoneBirthdayEvent`, `NumUseGiftBox2025`, `BonusReceived`) VALUES
(4, 1, 1, 'esrtg45', 0, 345734314531, 72500345345, 61562786146366, 3237, '{\"1\":[{\"itemId\":14230422,\"itemTemplateId\":0,\"itemUID\":\"e0a758a0-a9f5-4e6e-a400-e43351ad172a\",\"count\":116,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9196906+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1252242933,\"itemTemplateId\":332,\"itemUID\":\"60aa12da-e537-42a5-a57a-82ce52219b90\",\"count\":789784,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[0],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2025-04-12T15:54:42.6771435+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.1\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":2021419279,\"itemTemplateId\":127,\"itemUID\":\"9ab4f204-1faf-451f-9ca1-fe5b9e63b223\",\"count\":4325,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[125,126,127,128,129,130],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[0],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2025-04-12T15:54:05.6101726+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.1\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0}],\"3\":[{\"itemId\":241618764,\"itemTemplateId\":154115,\"itemUID\":\"6d8aa3bd-ae9b-4b77-a5ca-ee2313a58d1f\",\"count\":1,\"petEuipId\":-1,\"lvl\":2,\"option\":[2],\"optionValue\":[15],\"expire\":-1,\"def\":10232,\"atk\":7784,\"hp\":12113,\"mp\":10536,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9204678+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":12113,\"MpItem\":10536,\"AtkItem\":7784,\"DefItem\":10232},{\"itemId\":662348824,\"itemTemplateId\":154130,\"itemUID\":\"09068fe6-d28c-4007-850a-06dc82325e35\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[2],\"optionValue\":[15],\"expire\":-1,\"def\":80000,\"atk\":80000,\"hp\":500000,\"mp\":500000,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.920502+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":500000,\"MpItem\":500000,\"AtkItem\":80000,\"DefItem\":80000},{\"itemId\":724227130,\"itemTemplateId\":154127,\"itemUID\":\"8ddb1c54-b097-4340-b405-3ec807e5a50f\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[2,13,14,15,16],\"optionValue\":[15,10,99999,-7500,0],\"expire\":-1,\"def\":25000,\"atk\":20000,\"hp\":120000,\"mp\":120000,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9205293+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":120000,\"MpItem\":120000,\"AtkItem\":20000,\"DefItem\":25000},{\"itemId\":1446569761,\"itemTemplateId\":148,\"itemUID\":\"037c02f8-dfb9-4bef-ba11-e26fc237c4b3\",\"count\":148,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[50],\"expire\":-1,\"def\":0,\"atk\":200,\"hp\":504,\"mp\":1068,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9205573+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":504,\"MpItem\":1068,\"AtkItem\":200,\"DefItem\":0},{\"itemId\":1703496810,\"itemTemplateId\":154120,\"itemUID\":\"d36d949a-f5e9-43f1-89ea-3ea5ba82123f\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[2],\"optionValue\":[35],\"expire\":-1,\"def\":3000,\"atk\":2000,\"hp\":5000,\"mp\":5000,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9205834+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":5000,\"MpItem\":5000,\"AtkItem\":2000,\"DefItem\":3000}],\"5\":[{\"itemId\":2147281390,\"itemTemplateId\":186,\"itemUID\":\"85706b02-a5ff-4ca4-836a-2ba5329df8a9\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9236645+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0}]}', '[]', '[{\"petIdTemplate\":3,\"petDieByPK\":false,\"petId\":118295419,\"star\":0,\"exp\":0,\"name\":null,\"str\":25,\"agi\":20,\"_int\":20,\"tiemnang_point\":0,\"skillPoint\":0,\"skill\":[],\"tiemnang\":[0,0,0],\"tatto\":[],\"equip\":[],\"isUpTier\":false,\"pointTiemNangLvl\":3,\"wasSell\":false,\"HiddenStats\":[],\"PetEffects\":[],\"hp\":1120,\"mp\":1123,\"maxHp\":1123,\"maxMp\":1123,\"TimeDieZ\":63851835588836,\"Expire\":null,\"TimeCreated\":\"2024-10-26T16:53:31.8913245+07:00\",\"ReincarnationLevel\":1,\"IsCrit\":false,\"lvl\":1,\"SkipPercent\":15.0,\"AccuracyPercent\":100.0},{\"petIdTemplate\":3103,\"petDieByPK\":false,\"petId\":176330915,\"star\":0,\"exp\":50,\"name\":\"TEST TIEN HOA\",\"str\":30,\"agi\":30,\"_int\":35,\"tiemnang_point\":65,\"skillPoint\":0,\"skill\":[],\"tiemnang\":[0,0,0],\"tatto\":[],\"equip\":[],\"isUpTier\":true,\"pointTiemNangLvl\":5,\"wasSell\":false,\"HiddenStats\":[],\"PetEffects\":[],\"hp\":2173,\"mp\":2240,\"maxHp\":2176,\"maxMp\":2240,\"TimeDieZ\":63867694283695,\"Expire\":null,\"TimeCreated\":\"2024-11-20T10:11:23.6951184+07:00\",\"ReincarnationLevel\":0,\"IsCrit\":false,\"lvl\":41,\"SkipPercent\":15.0,\"AccuracyPercent\":100.0},{\"petIdTemplate\":89,\"petDieByPK\":false,\"petId\":530216118,\"star\":0,\"exp\":193,\"name\":null,\"str\":55,\"agi\":40,\"_int\":40,\"tiemnang_point\":3,\"skillPoint\":3,\"skill\":[],\"tiemnang\":[0,0,0],\"tatto\":[],\"equip\":[],\"isUpTier\":false,\"pointTiemNangLvl\":3,\"wasSell\":false,\"HiddenStats\":[],\"PetEffects\":[],\"hp\":186645,\"mp\":232622,\"maxHp\":186645,\"maxMp\":232622,\"TimeDieZ\":63857349693615,\"Expire\":null,\"TimeCreated\":\"2024-10-26T16:53:31.8948467+07:00\",\"ReincarnationLevel\":0,\"IsCrit\":false,\"lvl\":41,\"SkipPercent\":15.0,\"AccuracyPercent\":100.0},{\"petIdTemplate\":89,\"petDieByPK\":false,\"petId\":564504616,\"star\":0,\"exp\":193,\"name\":null,\"str\":55,\"agi\":40,\"_int\":40,\"tiemnang_point\":3,\"skillPoint\":3,\"skill\":[],\"tiemnang\":[0,0,0],\"tatto\":[],\"equip\":[],\"isUpTier\":false,\"pointTiemNangLvl\":3,\"wasSell\":true,\"HiddenStats\":[],\"PetEffects\":[],\"hp\":186645,\"mp\":232622,\"maxHp\":186645,\"maxMp\":232622,\"TimeDieZ\":63857349693615,\"Expire\":null,\"TimeCreated\":\"2024-10-26T16:53:31.8948467+07:00\",\"ReincarnationLevel\":0,\"IsCrit\":false,\"lvl\":41,\"SkipPercent\":15.0,\"AccuracyPercent\":100.0},{\"petIdTemplate\":93,\"petDieByPK\":false,\"petId\":914954518,\"star\":0,\"exp\":0,\"name\":null,\"str\":450,\"agi\":350,\"_int\":350,\"tiemnang_point\":0,\"skillPoint\":0,\"skill\":[],\"tiemnang\":[0,0,0],\"tatto\":[],\"equip\":[],\"isUpTier\":false,\"pointTiemNangLvl\":40,\"wasSell\":false,\"HiddenStats\":[],\"PetEffects\":[],\"hp\":206221,\"mp\":252163,\"maxHp\":206221,\"maxMp\":252163,\"TimeDieZ\":63845056582680,\"Expire\":null,\"TimeCreated\":\"2024-10-26T16:53:31.8949292+07:00\",\"ReincarnationLevel\":0,\"IsCrit\":false,\"lvl\":41,\"SkipPercent\":15.0,\"AccuracyPercent\":100.0},{\"petIdTemplate\":3093,\"petDieByPK\":false,\"petId\":1040107166,\"star\":11,\"exp\":5842,\"name\":null,\"str\":480,\"agi\":370,\"_int\":370,\"tiemnang_point\":10,\"skillPoint\":1,\"skill\":[],\"tiemnang\":[0,0,0],\"tatto\":[],\"equip\":[],\"isUpTier\":false,\"pointTiemNangLvl\":40,\"wasSell\":false,\"HiddenStats\":[],\"PetEffects\":[],\"hp\":23516,\"mp\":23435,\"maxHp\":20470,\"maxMp\":20400,\"TimeDieZ\":63845062199491,\"Expire\":null,\"TimeCreated\":\"2024-10-26T16:53:31.8949515+07:00\",\"ReincarnationLevel\":0,\"IsCrit\":false,\"lvl\":41,\"SkipPercent\":15.0,\"AccuracyPercent\":100.0},{\"petIdTemplate\":3091,\"petDieByPK\":false,\"petId\":1146063573,\"star\":0,\"exp\":407,\"name\":null,\"str\":55,\"agi\":55,\"_int\":55,\"tiemnang_point\":93,\"skillPoint\":99,\"skill\":[[112,1],[101,1],[101,1]],\"tiemnang\":[0,0,0],\"tatto\":[],\"equip\":[],\"isUpTier\":false,\"pointTiemNangLvl\":3,\"wasSell\":false,\"HiddenStats\":[],\"PetEffects\":[],\"hp\":110246,\"mp\":110301,\"maxHp\":110246,\"maxMp\":110301,\"TimeDieZ\":63844907607678,\"Expire\":null,\"TimeCreated\":\"2024-10-26T16:53:31.8949801+07:00\",\"ReincarnationLevel\":0,\"IsCrit\":false,\"lvl\":41,\"SkipPercent\":15.0,\"AccuracyPercent\":100.0},{\"petIdTemplate\":2093,\"petDieByPK\":false,\"petId\":1204326277,\"star\":0,\"exp\":0,\"name\":null,\"str\":480,\"agi\":370,\"_int\":370,\"tiemnang_point\":0,\"skillPoint\":0,\"skill\":[],\"tiemnang\":[0,0,0],\"tatto\":[],\"equip\":[],\"isUpTier\":false,\"pointTiemNangLvl\":3,\"wasSell\":false,\"HiddenStats\":[],\"PetEffects\":[],\"hp\":207530,\"mp\":253449,\"maxHp\":207530,\"maxMp\":253449,\"TimeDieZ\":63847415918552,\"Expire\":null,\"TimeCreated\":\"2024-10-26T16:53:31.8950023+07:00\",\"ReincarnationLevel\":1,\"IsCrit\":false,\"lvl\":1,\"SkipPercent\":15.0,\"AccuracyPercent\":100.0},{\"petIdTemplate\":2002,\"petDieByPK\":false,\"petId\":1352098862,\"star\":0,\"exp\":0,\"name\":null,\"str\":25,\"agi\":25,\"_int\":35,\"tiemnang_point\":0,\"skillPoint\":0,\"skill\":[],\"tiemnang\":[0,0,0],\"tatto\":[],\"equip\":[],\"isUpTier\":false,\"pointTiemNangLvl\":3,\"wasSell\":false,\"HiddenStats\":[],\"PetEffects\":[],\"hp\":123,\"mp\":147,\"maxHp\":123,\"maxMp\":147,\"TimeDieZ\":63847416083238,\"Expire\":null,\"TimeCreated\":\"2024-10-26T16:53:31.8950238+07:00\",\"ReincarnationLevel\":0,\"IsCrit\":false,\"lvl\":41,\"SkipPercent\":15.0,\"AccuracyPercent\":100.0},{\"petIdTemplate\":3099,\"petDieByPK\":false,\"petId\":1366161317,\"star\":0,\"exp\":147,\"name\":null,\"str\":40,\"agi\":55,\"_int\":40,\"tiemnang_point\":2,\"skillPoint\":0,\"skill\":[[105,5]],\"tiemnang\":[1110,1110,1111],\"tatto\":[],\"equip\":[],\"isUpTier\":false,\"pointTiemNangLvl\":3,\"wasSell\":false,\"HiddenStats\":[],\"PetEffects\":[],\"hp\":255502,\"mp\":302830,\"maxHp\":255502,\"maxMp\":302830,\"TimeDieZ\":63863589444401,\"Expire\":null,\"TimeCreated\":\"2024-10-26T16:53:31.8978736+07:00\",\"ReincarnationLevel\":0,\"IsCrit\":false,\"lvl\":41,\"SkipPercent\":16.0,\"AccuracyPercent\":101.0},{\"petIdTemplate\":2,\"petDieByPK\":false,\"petId\":1446480249,\"star\":0,\"exp\":9992592700,\"name\":null,\"str\":20,\"agi\":20,\"_int\":25,\"tiemnang_point\":45,\"skillPoint\":1,\"skill\":[[106,1]],\"tiemnang\":[6,0,0],\"tatto\":[{\"tattooTemplateId\":13,\"tattoId\":255435028,\"lvl\":0,\"Time\":\"2024-11-09T14:48:22.5001674+07:00\",\"Template\":{\"tattooId\":13,\"name\":\"tinh cầu (thường)\",\"iconPath\":\"tatoos/6.png\",\"atk\":0,\"def\":0,\"hp\":0,\"mp\":800,\"percent\":23.0}},{\"tattooTemplateId\":40,\"tattoId\":2127411251,\"lvl\":0,\"Time\":\"2024-11-09T14:48:22.5004491+07:00\",\"Template\":{\"tattooId\":40,\"name\":\"khiên thép biến dị (tốt)\",\"iconPath\":\"tatoos/17.png\",\"atk\":200,\"def\":600,\"hp\":4000,\"mp\":4000,\"percent\":1.0}}],\"equip\":[1253039214],\"isUpTier\":false,\"pointTiemNangLvl\":3,\"wasSell\":true,\"HiddenStats\":[],\"PetEffects\":[],\"hp\":55091,\"mp\":55804,\"maxHp\":55103,\"maxMp\":55923,\"TimeDieZ\":63844907607678,\"Expire\":null,\"TimeCreated\":\"2024-10-26T16:53:31.8973416+07:00\",\"ReincarnationLevel\":0,\"IsCrit\":false,\"lvl\":18,\"SkipPercent\":15.0,\"AccuracyPercent\":100.0},{\"petIdTemplate\":3097,\"petDieByPK\":false,\"petId\":1509879682,\"star\":0,\"exp\":0,\"name\":null,\"str\":550,\"agi\":550,\"_int\":550,\"tiemnang_point\":0,\"skillPoint\":0,\"skill\":[],\"tiemnang\":[0,0,0],\"tatto\":[],\"equip\":[],\"isUpTier\":false,\"pointTiemNangLvl\":50,\"wasSell\":false,\"HiddenStats\":[],\"PetEffects\":[],\"hp\":2223,\"mp\":2772,\"maxHp\":2223,\"maxMp\":2772,\"TimeDieZ\":63855346681513,\"Expire\":null,\"TimeCreated\":\"2024-10-26T16:53:31.8974028+07:00\",\"ReincarnationLevel\":0,\"IsCrit\":false,\"lvl\":41,\"SkipPercent\":15.0,\"AccuracyPercent\":100.0},{\"petIdTemplate\":53,\"petDieByPK\":false,\"petId\":1659585421,\"star\":0,\"exp\":3062,\"name\":null,\"str\":380,\"agi\":300,\"_int\":300,\"tiemnang_point\":3,\"skillPoint\":0,\"skill\":[[129,9],[119,9],[118,9]],\"tiemnang\":[11110,11110,11110],\"tatto\":[],\"equip\":[],\"isUpTier\":false,\"pointTiemNangLvl\":3,\"wasSell\":false,\"HiddenStats\":[],\"PetEffects\":[],\"hp\":46067,\"mp\":57157,\"maxHp\":46067,\"maxMp\":57157,\"TimeDieZ\":63844907607678,\"Expire\":null,\"TimeCreated\":\"2024-10-26T16:53:31.8974276+07:00\",\"ReincarnationLevel\":0,\"IsCrit\":false,\"lvl\":41,\"SkipPercent\":26.0,\"AccuracyPercent\":111.0},{\"petIdTemplate\":53,\"petDieByPK\":false,\"petId\":1982722932,\"star\":0,\"exp\":10813,\"name\":null,\"str\":380,\"agi\":300,\"_int\":300,\"tiemnang_point\":0,\"skillPoint\":0,\"skill\":[[129,9],[119,9],[118,9]],\"tiemnang\":[11111,11111,11111],\"tatto\":[{\"tattooTemplateId\":15,\"tattoId\":1308494162,\"lvl\":1,\"Time\":\"2024-11-09T14:48:22.5006713+07:00\",\"Template\":{\"tattooId\":15,\"name\":\"tinh cầu (tốt)\",\"iconPath\":\"tatoos/7.png\",\"atk\":0,\"def\":0,\"hp\":0,\"mp\":1600,\"percent\":23.0}}],\"equip\":[],\"isUpTier\":false,\"pointTiemNangLvl\":3,\"wasSell\":true,\"HiddenStats\":[],\"PetEffects\":[],\"hp\":202481,\"mp\":217260,\"maxHp\":202481,\"maxMp\":217260,\"TimeDieZ\":63844907607678,\"Expire\":null,\"TimeCreated\":\"2024-10-26T16:53:31.8974645+07:00\",\"ReincarnationLevel\":0,\"IsCrit\":false,\"lvl\":41,\"SkipPercent\":26.0,\"AccuracyPercent\":111.0},{\"petIdTemplate\":10003,\"petDieByPK\":false,\"petId\":2012763718,\"star\":0,\"exp\":0,\"name\":null,\"str\":550,\"agi\":550,\"_int\":550,\"tiemnang_point\":0,\"skillPoint\":0,\"skill\":[],\"tiemnang\":[1,1,0],\"tatto\":[],\"equip\":[],\"isUpTier\":false,\"pointTiemNangLvl\":3,\"wasSell\":false,\"HiddenStats\":[],\"PetEffects\":[],\"hp\":29727,\"mp\":30273,\"maxHp\":29727,\"maxMp\":30273,\"TimeDieZ\":63848116602945,\"Expire\":null,\"TimeCreated\":\"2024-10-26T16:53:31.8974867+07:00\",\"ReincarnationLevel\":1,\"IsCrit\":false,\"lvl\":1,\"SkipPercent\":15.0,\"AccuracyPercent\":100.0}]', '{\"petIdTemplate\":2,\"petDieByPK\":false,\"petId\":1483266343,\"star\":5,\"exp\":100,\"name\":\"dfghdfghsxfgsfgsfgsdfg\",\"str\":20,\"agi\":20,\"_int\":25,\"tiemnang_point\":20,\"skillPoint\":1,\"skill\":[],\"tiemnang\":[250,250,250],\"tatto\":[],\"equip\":[],\"isUpTier\":false,\"pointTiemNangLvl\":20,\"wasSell\":false,\"HiddenStats\":[],\"PetEffects\":[],\"hp\":3859,\"mp\":4157,\"maxHp\":3856,\"maxMp\":4151,\"TimeDieZ\":63844907607678,\"Expire\":null,\"TimeCreated\":\"2024-10-26T16:53:31.8973796+07:00\",\"ReincarnationLevel\":203,\"IsCrit\":false,\"lvl\":2,\"SkipPercent\":15.0,\"AccuracyPercent\":100.0}', 1, '2025-04-12 17:01:09', 20, NULL, NULL, 1, '{\"buffExpTime\":-1,\"itemTemplateIdBuff\":-1,\"_buffPercent\":0.0,\"currentTime\":63842071910456,\"itemBuffId\":0,\"Template\":null}', 0, '2025-04-12 17:01:09', NULL, '{\"timeGem\":\"2024-02-10T12:14:23.7568071+07:00\",\"numReset\":3,\"shopTemplateItems\":[{\"shopId\":0,\"itemTemTempleId\":0,\"count\":0,\"moneyType\":[0],\"price\":[3000],\"isSpceial\":true,\"nameSpeceial\":\"Reset vật phẩm shop\",\"descriptionSpeceial\":\"Dùng 3.000 (vang) để đổi các vật phẩm khác\",\"needRemove\":false,\"spceialType\":1,\"CloseScreenAfterClick\":false,\"clanLvl\":0,\"perCount\":0,\"hasId\":false,\"menuId\":0,\"petId\":0,\"isSellItem\":true,\"isLock\":false,\"NeedFund\":0,\"TimeNeedReset\":null},{\"shopId\":9,\"itemTemTempleId\":417,\"count\":1,\"moneyType\":[0],\"price\":[5000],\"isSpceial\":false,\"nameSpeceial\":null,\"descriptionSpeceial\":null,\"needRemove\":true,\"spceialType\":-1,\"CloseScreenAfterClick\":true,\"clanLvl\":0,\"perCount\":0,\"hasId\":false,\"menuId\":0,\"petId\":0,\"isSellItem\":true,\"isLock\":false,\"NeedFund\":0,\"TimeNeedReset\":null},{\"shopId\":9,\"itemTemTempleId\":513,\"count\":1,\"moneyType\":[0],\"price\":[25000],\"isSpceial\":false,\"nameSpeceial\":null,\"descriptionSpeceial\":null,\"needRemove\":true,\"spceialType\":-1,\"CloseScreenAfterClick\":true,\"clanLvl\":0,\"perCount\":0,\"hasId\":false,\"menuId\":0,\"petId\":0,\"isSellItem\":true,\"isLock\":false,\"NeedFund\":0,\"TimeNeedReset\":null},{\"shopId\":9,\"itemTemTempleId\":513,\"count\":1,\"moneyType\":[0],\"price\":[25000],\"isSpceial\":false,\"nameSpeceial\":null,\"descriptionSpeceial\":null,\"needRemove\":true,\"spceialType\":-1,\"CloseScreenAfterClick\":true,\"clanLvl\":0,\"perCount\":0,\"hasId\":false,\"menuId\":0,\"petId\":0,\"isSellItem\":true,\"isLock\":false,\"NeedFund\":0,\"TimeNeedReset\":null},{\"shopId\":9,\"itemTemTempleId\":511,\"count\":1,\"moneyType\":[0],\"price\":[25000],\"isSpceial\":false,\"nameSpeceial\":null,\"descriptionSpeceial\":null,\"needRemove\":true,\"spceialType\":-1,\"CloseScreenAfterClick\":true,\"clanLvl\":0,\"perCount\":0,\"hasId\":false,\"menuId\":0,\"petId\":0,\"isSellItem\":true,\"isLock\":false,\"NeedFund\":0,\"TimeNeedReset\":null},{\"shopId\":9,\"itemTemTempleId\":417,\"count\":1,\"moneyType\":[0],\"price\":[5000],\"isSpceial\":false,\"nameSpeceial\":null,\"descriptionSpeceial\":null,\"needRemove\":true,\"spceialType\":-1,\"CloseScreenAfterClick\":true,\"clanLvl\":0,\"perCount\":0,\"hasId\":false,\"menuId\":0,\"petId\":0,\"isSellItem\":true,\"isLock\":false,\"NeedFund\":0,\"TimeNeedReset\":null},{\"shopId\":9,\"itemTemTempleId\":511,\"count\":1,\"moneyType\":[0],\"price\":[25000],\"isSpceial\":false,\"nameSpeceial\":null,\"descriptionSpeceial\":null,\"needRemove\":true,\"spceialType\":-1,\"CloseScreenAfterClick\":true,\"clanLvl\":0,\"perCount\":0,\"hasId\":false,\"menuId\":0,\"petId\":0,\"isSellItem\":true,\"isLock\":false,\"NeedFund\":0,\"TimeNeedReset\":null}]}', 1, '[70]', '[{\"taskTemplateId\":70,\"taskInfo\":[[21,1,37]],\"task\":[0],\"gift\":[],\"timeTask\":-1,\"wasShowDialog\":false,\"ExpireTask\":null,\"CanCancelTask\":true}]', '[36]', 'anim_characters/34_icon.png', '{}', 63, '{\"petIdTemplate\":89,\"petDieByPK\":false,\"petId\":2084703031,\"star\":0,\"exp\":97,\"name\":null,\"str\":450,\"agi\":450,\"_int\":450,\"tiemnang_point\":0,\"skillPoint\":0,\"skill\":[],\"tiemnang\":[0,0,0],\"tatto\":[],\"equip\":[],\"isUpTier\":false,\"pointTiemNangLvl\":3,\"wasSell\":false,\"HiddenStats\":[],\"PetEffects\":[],\"hp\":1822,\"mp\":2273,\"maxHp\":1823,\"maxMp\":2273,\"TimeDieZ\":63844907607689,\"Expire\":null,\"TimeCreated\":\"2024-10-26T16:53:31.908471+07:00\",\"ReincarnationLevel\":0,\"IsCrit\":false,\"lvl\":1,\"SkipPercent\":15.0,\"AccuracyPercent\":100.0}', 3443241, 25, '[{\"IdTemplate\":11,\"Id\":624506656,\"Expire\":\"2025-05-08T20:06:29.321313+07:00\",\"Template\":{\"IdTemplate\":11,\"Name\":\"Sinh nhật 1\",\"Description\":\" Danh hiệu sinh nhật chào mừng server đạt được một tuổi\",\"IconPath\":\"achievement/sinhnhat.icon.png\",\"FramePath\":\"achievement/sinhnhat1.png\",\"IsVertically\":true,\"FrameNum\":6,\"Atk\":10000,\"Def\":3000,\"Hp\":50000,\"Mp\":50000,\"Int\":0,\"Str\":0,\"Agi\":0,\"vX\":0,\"vY\":0,\"Expire\":0}}]', 0, 0, -1, '[]', '[2]', '[2]', '[2]', '2025-04-12 17:01:16', '{}', '[]', 0, '{}', '[]', '2024-08-04 22:18:57', 0, 55555, 999551, 0, 55555, 819551, '2024-11-11 20:11:38', 7, 2099999, 2099999, 2099999, 2099999, -1, 0, '[1]');
INSERT INTO `player` (`ID`, `user_id`, `isAdmin`, `name`, `gender`, `gold`, `spendGold`, `coin`, `lua`, `items`, `favouriteList`, `pets`, `petSelected`, `isFirstFree`, `loginDate`, `star`, `skin`, `wing`, `isOnSky`, `buffExp`, `pkPoint`, `pkPointTime`, `captcha`, `shopArena`, `clanId`, `tasking`, `task`, `wasTask`, `avatarPath`, `numUseEnergy`, `AccumulatedPoint`, `PetDefLeague`, `ArenaPoint`, `EventPoint`, `achievements`, `NumOfUseKiteNormal`, `NumOfUseKiteVip`, `CurrentAchievementId`, `letters`, `RequestAddFriends`, `BlockFriendLists`, `ListFriends`, `LastTimeOnline`, `LettersSendTime`, `MoneyDisplays`, `KioskFund`, `TrashItemBackup`, `ClanTasked`, `TimeDropCoin`, `IsMergeServer`, `NumGiveFlowerGold`, `NumGiveFlowerGem`, `IndexMilistoneTeacherEvent`, `FlowerGold`, `FlowerCoin`, `DailyNoelTime`, `DailyNoelIndex`, `NumEatSquareStickyRice`, `NumEatSquareStickyRiceCoin`, `NumEatCylindricalStickyRice`, `NumEatCylindricalStickyRiceCoin`, `IndexMilistoneBirthdayEvent`, `NumUseGiftBox2025`, `BonusReceived`) VALUES
(9, 6, 1, 'admin', 0, 0, 0, 2785, 234234234, '{\"0\":[{\"itemId\":8437869,\"itemTemplateId\":81,\"itemUID\":\"cfdedcbd-1c4e-46f4-9e39-a424806e69fd\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":151,\"atk\":52,\"hp\":0,\"mp\":87,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9148059+07:00\",\"HpItem\":0,\"MpItem\":87,\"AtkItem\":52,\"DefItem\":151,\"Template\":{\"itemId\":81,\"name\":\"Mũ Lính Đánh Thuê\",\"description\":\"tiềm năng chưa được khai phá hết\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":3,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[800,1000],\"atkRange\":[40,60],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/33003.png\",\"iconPath\":\"items/33003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":83,\"price\":10,\"element\":-1}},{\"itemId\":20619634,\"itemTemplateId\":27,\"itemUID\":\"5b562ac7-2165-4383-a994-c940dbe78391\",\"count\":1,\"petEuipId\":1204326277,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":12,\"atk\":0,\"hp\":68,\"mp\":42,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9148684+07:00\",\"HpItem\":68,\"MpItem\":42,\"AtkItem\":0,\"DefItem\":12,\"Template\":{\"itemId\":27,\"name\":\"Nón Vải Rỏm\",\"description\":\"Dành cho pháp sư \",\"requireStr\":20,\"requireAgi\":20,\"requireInt\":25,\"type\":3,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[50,75],\"mpRange\":[30,50],\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/31001.png\",\"iconPath\":\"items/31001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":29,\"price\":10,\"element\":-1}},{\"itemId\":32570165,\"itemTemplateId\":85,\"itemUID\":\"96213257-e944-4531-a6d8-33897ef52992\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":82,\"atk\":48,\"hp\":0,\"mp\":228,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9148973+07:00\",\"HpItem\":0,\"MpItem\":228,\"AtkItem\":48,\"DefItem\":82,\"Template\":{\"itemId\":85,\"name\":\"Giày Tinh Vân\",\"description\":\"tiềm năng chưa được khai phá hết\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":104,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[300,500],\"atkRange\":[50,100],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/43003.png\",\"iconPath\":\"items/43003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":87,\"price\":10,\"element\":-1}},{\"itemId\":129783665,\"itemTemplateId\":81,\"itemUID\":\"70dc8998-f1db-46bf-9c46-c34f58c756a5\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":135,\"atk\":51,\"hp\":0,\"mp\":91,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9149234+07:00\",\"HpItem\":0,\"MpItem\":91,\"AtkItem\":51,\"DefItem\":135,\"Template\":{\"itemId\":81,\"name\":\"Mũ Lính Đánh Thuê\",\"description\":\"tiềm năng chưa được khai phá hết\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":3,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[800,1000],\"atkRange\":[40,60],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/33003.png\",\"iconPath\":\"items/33003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":83,\"price\":10,\"element\":-1}},{\"itemId\":140184618,\"itemTemplateId\":66,\"itemUID\":\"760ecd9d-2e26-44b1-8888-15c763f73a7a\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":71,\"atk\":24,\"hp\":0,\"mp\":60,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9149489+07:00\",\"HpItem\":0,\"MpItem\":60,\"AtkItem\":24,\"DefItem\":71,\"Template\":{\"itemId\":66,\"name\":\"Mũ Hải tặc\",\"description\":\"chứa nhiều sưc mạnh tiềm ẩn lev:1\",\"requireStr\":30,\"requireAgi\":30,\"requireInt\":55,\"type\":3,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[500,1000],\"atkRange\":[30,50],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/33002.png\",\"iconPath\":\"items/33002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":68,\"price\":10,\"element\":-1}},{\"itemId\":171538036,\"itemTemplateId\":72,\"itemUID\":\"da9bc000-47a0-49d5-bb2b-c52e320aa466\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":61,\"atk\":37,\"hp\":152,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9149768+07:00\",\"HpItem\":152,\"MpItem\":0,\"AtkItem\":37,\"DefItem\":61,\"Template\":{\"itemId\":72,\"name\":\"Bao Tay Hải tặc\",\"description\":\"Của 1 tên thuyền trưởng khét tiếng\",\"requireStr\":45,\"requireAgi\":45,\"requireInt\":45,\"type\":105,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[300,500],\"mpRange\":null,\"atkRange\":[50,80],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/53002.png\",\"iconPath\":\"items/53002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":74,\"price\":10,\"element\":-1}},{\"itemId\":183320520,\"itemTemplateId\":87,\"itemUID\":\"7dbb5380-f1bb-466c-91c9-23aab2cd5aa9\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":150,\"atk\":47,\"hp\":459,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9150002+07:00\",\"HpItem\":459,\"MpItem\":0,\"AtkItem\":47,\"DefItem\":150,\"Template\":{\"itemId\":87,\"name\":\"Găng Tinh Vân\",\"description\":\"tiềm năng chưa được khai phá hết\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":105,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[800,1000],\"mpRange\":null,\"atkRange\":[50,100],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/53003.png\",\"iconPath\":\"items/53003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":89,\"price\":10,\"element\":-1}},{\"itemId\":200070520,\"itemTemplateId\":62,\"itemUID\":\"c3c0da84-3d0f-477b-9f6a-308f84ab2028\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":145,\"atk\":22,\"hp\":428,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9150251+07:00\",\"HpItem\":428,\"MpItem\":0,\"AtkItem\":22,\"DefItem\":145,\"Template\":{\"itemId\":62,\"name\":\"Khiên Hải Tặc\",\"description\":\"vững chắc như mai rùa thần \",\"requireStr\":30,\"requireAgi\":55,\"requireInt\":30,\"type\":2,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[500,1000],\"mpRange\":null,\"atkRange\":[30,50],\"defRange\":[100,150],\"isStackable\":false,\"frameImgPath\":\"items/23002.png\",\"iconPath\":\"items/23002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":64,\"price\":10,\"element\":-1}},{\"itemId\":237991711,\"itemTemplateId\":81,\"itemUID\":\"77aef8b0-b42c-47cf-9e05-dcd8cbb2b598\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":139,\"atk\":56,\"hp\":0,\"mp\":146,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9150507+07:00\",\"HpItem\":0,\"MpItem\":146,\"AtkItem\":56,\"DefItem\":139,\"Template\":{\"itemId\":81,\"name\":\"Mũ Lính Đánh Thuê\",\"description\":\"tiềm năng chưa được khai phá hết\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":3,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[800,1000],\"atkRange\":[40,60],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/33003.png\",\"iconPath\":\"items/33003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":83,\"price\":10,\"element\":-1}},{\"itemId\":254480668,\"itemTemplateId\":59,\"itemUID\":\"a70842e6-02b3-448a-91f8-5d9f14ffd24d\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":90,\"hp\":432,\"mp\":86,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9150768+07:00\",\"HpItem\":432,\"MpItem\":86,\"AtkItem\":90,\"DefItem\":0,\"Template\":{\"itemId\":59,\"name\":\"kiếm hải tặc\",\"description\":\"Vũ Khí Của tên hải tặc khét tiếng\",\"requireStr\":55,\"requireAgi\":30,\"requireInt\":30,\"type\":1,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[400,500],\"mpRange\":[60,120],\"atkRange\":[90,100],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/13002.png\",\"iconPath\":\"items/13002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":61,\"price\":10,\"element\":-1}},{\"itemId\":280568523,\"itemTemplateId\":81,\"itemUID\":\"86c5f706-a6d4-4102-906f-ee0e80c80620\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":192,\"atk\":41,\"hp\":0,\"mp\":138,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9151021+07:00\",\"HpItem\":0,\"MpItem\":138,\"AtkItem\":41,\"DefItem\":192,\"Template\":{\"itemId\":81,\"name\":\"Mũ Lính Đánh Thuê\",\"description\":\"tiềm năng chưa được khai phá hết\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":3,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[800,1000],\"atkRange\":[40,60],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/33003.png\",\"iconPath\":\"items/33003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":83,\"price\":10,\"element\":-1}},{\"itemId\":282377148,\"itemTemplateId\":70,\"itemUID\":\"f6df6536-8a8f-4c4d-a753-94ffc19ec731\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":84,\"atk\":35,\"hp\":0,\"mp\":203,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9151237+07:00\",\"HpItem\":0,\"MpItem\":203,\"AtkItem\":35,\"DefItem\":84,\"Template\":{\"itemId\":70,\"name\":\"Hài Hải Tặc\",\"description\":\"Của 1 tên thuyền trưởng khét tiếng\",\"requireStr\":45,\"requireAgi\":45,\"requireInt\":45,\"type\":104,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[200,300],\"atkRange\":[50,80],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/43002.png\",\"iconPath\":\"items/43002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":72,\"price\":10,\"element\":-1}},{\"itemId\":320999239,\"itemTemplateId\":85,\"itemUID\":\"50a1fdd1-f94c-4a4a-bedf-63e07e9c7c2f\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":91,\"atk\":43,\"hp\":0,\"mp\":296,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9151475+07:00\",\"HpItem\":0,\"MpItem\":296,\"AtkItem\":43,\"DefItem\":91,\"Template\":{\"itemId\":85,\"name\":\"Giày Tinh Vân\",\"description\":\"tiềm năng chưa được khai phá hết\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":104,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[300,500],\"atkRange\":[50,100],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/43003.png\",\"iconPath\":\"items/43003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":87,\"price\":10,\"element\":-1}},{\"itemId\":353298700,\"itemTemplateId\":74,\"itemUID\":\"2af68f20-2c9b-459f-af9e-9d5c22dd1d64\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":128,\"hp\":664,\"mp\":40,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9151723+07:00\",\"HpItem\":664,\"MpItem\":40,\"AtkItem\":128,\"DefItem\":0,\"Template\":{\"itemId\":74,\"name\":\"Tinh Vân Kiếm\",\"description\":\"Được đúc từ vẫn thạch ngoài vũ trụ lev:1\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":1,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[600,700],\"mpRange\":[40,60],\"atkRange\":[100,140],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/13003.png\",\"iconPath\":\"items/13003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":76,\"price\":10,\"element\":-1}},{\"itemId\":385867435,\"itemTemplateId\":74,\"itemUID\":\"db3a2608-350e-4851-bfb9-0a0ee2ee4215\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":113,\"hp\":663,\"mp\":56,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9151995+07:00\",\"HpItem\":663,\"MpItem\":56,\"AtkItem\":113,\"DefItem\":0,\"Template\":{\"itemId\":74,\"name\":\"Tinh Vân Kiếm\",\"description\":\"Được đúc từ vẫn thạch ngoài vũ trụ lev:1\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":1,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[600,700],\"mpRange\":[40,60],\"atkRange\":[100,140],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/13003.png\",\"iconPath\":\"items/13003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":76,\"price\":10,\"element\":-1}},{\"itemId\":392840410,\"itemTemplateId\":72,\"itemUID\":\"6c05df6d-2de7-49c0-b53c-82d595c07fb9\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":90,\"atk\":38,\"hp\":165,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9152215+07:00\",\"HpItem\":165,\"MpItem\":0,\"AtkItem\":38,\"DefItem\":90,\"Template\":{\"itemId\":72,\"name\":\"Bao Tay Hải tặc\",\"description\":\"Của 1 tên thuyền trưởng khét tiếng\",\"requireStr\":45,\"requireAgi\":45,\"requireInt\":45,\"type\":105,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[300,500],\"mpRange\":null,\"atkRange\":[50,80],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/53002.png\",\"iconPath\":\"items/53002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":74,\"price\":10,\"element\":-1}},{\"itemId\":408447903,\"itemTemplateId\":62,\"itemUID\":\"7a0b936d-4b23-41b2-b671-e9d707ea3d7d\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":129,\"atk\":28,\"hp\":476,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9152425+07:00\",\"HpItem\":476,\"MpItem\":0,\"AtkItem\":28,\"DefItem\":129,\"Template\":{\"itemId\":62,\"name\":\"Khiên Hải Tặc\",\"description\":\"vững chắc như mai rùa thần \",\"requireStr\":30,\"requireAgi\":55,\"requireInt\":30,\"type\":2,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[500,1000],\"mpRange\":null,\"atkRange\":[30,50],\"defRange\":[100,150],\"isStackable\":false,\"frameImgPath\":\"items/23002.png\",\"iconPath\":\"items/23002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":64,\"price\":10,\"element\":-1}},{\"itemId\":408616339,\"itemTemplateId\":72,\"itemUID\":\"a240fd87-c2c5-4cdc-881d-ec631a23287c\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":81,\"atk\":39,\"hp\":173,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9152705+07:00\",\"HpItem\":173,\"MpItem\":0,\"AtkItem\":39,\"DefItem\":81,\"Template\":{\"itemId\":72,\"name\":\"Bao Tay Hải tặc\",\"description\":\"Của 1 tên thuyền trưởng khét tiếng\",\"requireStr\":45,\"requireAgi\":45,\"requireInt\":45,\"type\":105,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[300,500],\"mpRange\":null,\"atkRange\":[50,80],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/53002.png\",\"iconPath\":\"items/53002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":74,\"price\":10,\"element\":-1}},{\"itemId\":426003904,\"itemTemplateId\":74,\"itemUID\":\"2f05df4e-7f11-4d5a-baef-5112e02214f9\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":106,\"hp\":685,\"mp\":53,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9152945+07:00\",\"HpItem\":685,\"MpItem\":53,\"AtkItem\":106,\"DefItem\":0,\"Template\":{\"itemId\":74,\"name\":\"Tinh Vân Kiếm\",\"description\":\"Được đúc từ vẫn thạch ngoài vũ trụ lev:1\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":1,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[600,700],\"mpRange\":[40,60],\"atkRange\":[100,140],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/13003.png\",\"iconPath\":\"items/13003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":76,\"price\":10,\"element\":-1}},{\"itemId\":436346791,\"itemTemplateId\":72,\"itemUID\":\"df6fe12e-14ea-4783-937d-067957c52a8a\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":63,\"atk\":34,\"hp\":168,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9153163+07:00\",\"HpItem\":168,\"MpItem\":0,\"AtkItem\":34,\"DefItem\":63,\"Template\":{\"itemId\":72,\"name\":\"Bao Tay Hải tặc\",\"description\":\"Của 1 tên thuyền trưởng khét tiếng\",\"requireStr\":45,\"requireAgi\":45,\"requireInt\":45,\"type\":105,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[300,500],\"mpRange\":null,\"atkRange\":[50,80],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/53002.png\",\"iconPath\":\"items/53002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":74,\"price\":10,\"element\":-1}},{\"itemId\":451402816,\"itemTemplateId\":85,\"itemUID\":\"96ea3671-d795-4942-8c79-56ab86d48cf4\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":63,\"atk\":47,\"hp\":0,\"mp\":239,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9153374+07:00\",\"HpItem\":0,\"MpItem\":239,\"AtkItem\":47,\"DefItem\":63,\"Template\":{\"itemId\":85,\"name\":\"Giày Tinh Vân\",\"description\":\"tiềm năng chưa được khai phá hết\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":104,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[300,500],\"atkRange\":[50,100],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/43003.png\",\"iconPath\":\"items/43003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":87,\"price\":10,\"element\":-1}},{\"itemId\":459924236,\"itemTemplateId\":87,\"itemUID\":\"bdd1ea34-451e-4d5a-a427-90ae867b006f\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":183,\"atk\":48,\"hp\":420,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9153655+07:00\",\"HpItem\":420,\"MpItem\":0,\"AtkItem\":48,\"DefItem\":183,\"Template\":{\"itemId\":87,\"name\":\"Găng Tinh Vân\",\"description\":\"tiềm năng chưa được khai phá hết\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":105,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[800,1000],\"mpRange\":null,\"atkRange\":[50,100],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/53003.png\",\"iconPath\":\"items/53003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":89,\"price\":10,\"element\":-1}},{\"itemId\":474068897,\"itemTemplateId\":70,\"itemUID\":\"af7439db-b8c4-4b2e-9e8c-d2cb0485e877\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":78,\"atk\":31,\"hp\":0,\"mp\":210,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.91539+07:00\",\"HpItem\":0,\"MpItem\":210,\"AtkItem\":31,\"DefItem\":78,\"Template\":{\"itemId\":70,\"name\":\"Hài Hải Tặc\",\"description\":\"Của 1 tên thuyền trưởng khét tiếng\",\"requireStr\":45,\"requireAgi\":45,\"requireInt\":45,\"type\":104,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[200,300],\"atkRange\":[50,80],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/43002.png\",\"iconPath\":\"items/43002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":72,\"price\":10,\"element\":-1}},{\"itemId\":480809715,\"itemTemplateId\":74,\"itemUID\":\"9bb94723-732a-475d-b1a3-afc19d57edf6\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":135,\"hp\":633,\"mp\":57,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9154127+07:00\",\"HpItem\":633,\"MpItem\":57,\"AtkItem\":135,\"DefItem\":0,\"Template\":{\"itemId\":74,\"name\":\"Tinh Vân Kiếm\",\"description\":\"Được đúc từ vẫn thạch ngoài vũ trụ lev:1\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":1,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[600,700],\"mpRange\":[40,60],\"atkRange\":[100,140],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/13003.png\",\"iconPath\":\"items/13003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":76,\"price\":10,\"element\":-1}},{\"itemId\":501753211,\"itemTemplateId\":72,\"itemUID\":\"231dde73-5082-48c7-aded-c0f9c45cb24b\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":88,\"atk\":35,\"hp\":163,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9154378+07:00\",\"HpItem\":163,\"MpItem\":0,\"AtkItem\":35,\"DefItem\":88,\"Template\":{\"itemId\":72,\"name\":\"Bao Tay Hải tặc\",\"description\":\"Của 1 tên thuyền trưởng khét tiếng\",\"requireStr\":45,\"requireAgi\":45,\"requireInt\":45,\"type\":105,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[300,500],\"mpRange\":null,\"atkRange\":[50,80],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/53002.png\",\"iconPath\":\"items/53002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":74,\"price\":10,\"element\":-1}},{\"itemId\":517031840,\"itemTemplateId\":81,\"itemUID\":\"c48ff70d-bfa3-4c28-86dd-156e58d12276\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":192,\"atk\":46,\"hp\":0,\"mp\":120,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9154586+07:00\",\"HpItem\":0,\"MpItem\":120,\"AtkItem\":46,\"DefItem\":192,\"Template\":{\"itemId\":81,\"name\":\"Mũ Lính Đánh Thuê\",\"description\":\"tiềm năng chưa được khai phá hết\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":3,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[800,1000],\"atkRange\":[40,60],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/33003.png\",\"iconPath\":\"items/33003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":83,\"price\":10,\"element\":-1}},{\"itemId\":542201697,\"itemTemplateId\":70,\"itemUID\":\"56e59896-e5b6-4488-94f9-c9231e95e8a7\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":68,\"atk\":39,\"hp\":0,\"mp\":295,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9154832+07:00\",\"HpItem\":0,\"MpItem\":295,\"AtkItem\":39,\"DefItem\":68,\"Template\":{\"itemId\":70,\"name\":\"Hài Hải Tặc\",\"description\":\"Của 1 tên thuyền trưởng khét tiếng\",\"requireStr\":45,\"requireAgi\":45,\"requireInt\":45,\"type\":104,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[200,300],\"atkRange\":[50,80],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/43002.png\",\"iconPath\":\"items/43002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":72,\"price\":10,\"element\":-1}},{\"itemId\":555171155,\"itemTemplateId\":74,\"itemUID\":\"c2c93360-7f70-4637-9443-c4a871d554ad\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":136,\"hp\":625,\"mp\":51,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9155077+07:00\",\"HpItem\":625,\"MpItem\":51,\"AtkItem\":136,\"DefItem\":0,\"Template\":{\"itemId\":74,\"name\":\"Tinh Vân Kiếm\",\"description\":\"Được đúc từ vẫn thạch ngoài vũ trụ lev:1\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":1,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[600,700],\"mpRange\":[40,60],\"atkRange\":[100,140],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/13003.png\",\"iconPath\":\"items/13003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":76,\"price\":10,\"element\":-1}},{\"itemId\":583614728,\"itemTemplateId\":77,\"itemUID\":\"746df761-fa7e-42f9-a0d1-37e8539d2ddd\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":157,\"atk\":58,\"hp\":559,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9155329+07:00\",\"HpItem\":559,\"MpItem\":0,\"AtkItem\":58,\"DefItem\":157,\"Template\":{\"itemId\":77,\"name\":\"Khiên Tinh Vân\",\"description\":\"Được đúc từ vẫn thạch ngoài vũ trụ lev:1\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":2,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[1000,1500],\"mpRange\":null,\"atkRange\":[40,60],\"defRange\":[120,200],\"isStackable\":false,\"frameImgPath\":\"items/23003.png\",\"iconPath\":\"items/23003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":79,\"price\":10,\"element\":-1}},{\"itemId\":585952351,\"itemTemplateId\":81,\"itemUID\":\"7642f04d-56ba-4903-a2cb-ec80d0abf042\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":187,\"atk\":50,\"hp\":0,\"mp\":115,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9155552+07:00\",\"HpItem\":0,\"MpItem\":115,\"AtkItem\":50,\"DefItem\":187,\"Template\":{\"itemId\":81,\"name\":\"Mũ Lính Đánh Thuê\",\"description\":\"tiềm năng chưa được khai phá hết\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":3,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[800,1000],\"atkRange\":[40,60],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/33003.png\",\"iconPath\":\"items/33003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":83,\"price\":10,\"element\":-1}},{\"itemId\":597248594,\"itemTemplateId\":59,\"itemUID\":\"a48b64b6-dd7a-4419-85a2-19459631d7c1\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":99,\"hp\":423,\"mp\":72,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9155782+07:00\",\"HpItem\":423,\"MpItem\":72,\"AtkItem\":99,\"DefItem\":0,\"Template\":{\"itemId\":59,\"name\":\"kiếm hải tặc\",\"description\":\"Vũ Khí Của tên hải tặc khét tiếng\",\"requireStr\":55,\"requireAgi\":30,\"requireInt\":30,\"type\":1,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[400,500],\"mpRange\":[60,120],\"atkRange\":[90,100],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/13002.png\",\"iconPath\":\"items/13002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":61,\"price\":10,\"element\":-1}},{\"itemId\":612554035,\"itemTemplateId\":81,\"itemUID\":\"892e0ca2-f564-4a05-a157-966d32ab4742\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":174,\"atk\":45,\"hp\":0,\"mp\":88,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9156059+07:00\",\"HpItem\":0,\"MpItem\":88,\"AtkItem\":45,\"DefItem\":174,\"Template\":{\"itemId\":81,\"name\":\"Mũ Lính Đánh Thuê\",\"description\":\"tiềm năng chưa được khai phá hết\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":3,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[800,1000],\"atkRange\":[40,60],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/33003.png\",\"iconPath\":\"items/33003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":83,\"price\":10,\"element\":-1}},{\"itemId\":619098690,\"itemTemplateId\":70,\"itemUID\":\"9667720d-6d71-46c7-9f65-25126235aa00\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":62,\"atk\":34,\"hp\":0,\"mp\":287,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9156292+07:00\",\"HpItem\":0,\"MpItem\":287,\"AtkItem\":34,\"DefItem\":62,\"Template\":{\"itemId\":70,\"name\":\"Hài Hải Tặc\",\"description\":\"Của 1 tên thuyền trưởng khét tiếng\",\"requireStr\":45,\"requireAgi\":45,\"requireInt\":45,\"type\":104,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[200,300],\"atkRange\":[50,80],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/43002.png\",\"iconPath\":\"items/43002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":72,\"price\":10,\"element\":-1}},{\"itemId\":631767911,\"itemTemplateId\":62,\"itemUID\":\"3c133ed5-2b1b-44d2-90f6-23d20a905adc\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":116,\"atk\":20,\"hp\":429,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9156515+07:00\",\"HpItem\":429,\"MpItem\":0,\"AtkItem\":20,\"DefItem\":116,\"Template\":{\"itemId\":62,\"name\":\"Khiên Hải Tặc\",\"description\":\"vững chắc như mai rùa thần \",\"requireStr\":30,\"requireAgi\":55,\"requireInt\":30,\"type\":2,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[500,1000],\"mpRange\":null,\"atkRange\":[30,50],\"defRange\":[100,150],\"isStackable\":false,\"frameImgPath\":\"items/23002.png\",\"iconPath\":\"items/23002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":64,\"price\":10,\"element\":-1}},{\"itemId\":636973052,\"itemTemplateId\":70,\"itemUID\":\"8f685d93-ad3e-4101-9ac3-79411be3b0ae\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":93,\"atk\":31,\"hp\":0,\"mp\":282,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9156727+07:00\",\"HpItem\":0,\"MpItem\":282,\"AtkItem\":31,\"DefItem\":93,\"Template\":{\"itemId\":70,\"name\":\"Hài Hải Tặc\",\"description\":\"Của 1 tên thuyền trưởng khét tiếng\",\"requireStr\":45,\"requireAgi\":45,\"requireInt\":45,\"type\":104,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[200,300],\"atkRange\":[50,80],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/43002.png\",\"iconPath\":\"items/43002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":72,\"price\":10,\"element\":-1}},{\"itemId\":642382248,\"itemTemplateId\":62,\"itemUID\":\"34babe04-8dd9-40b5-993c-0e20c49a9185\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":108,\"atk\":29,\"hp\":418,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9156999+07:00\",\"HpItem\":418,\"MpItem\":0,\"AtkItem\":29,\"DefItem\":108,\"Template\":{\"itemId\":62,\"name\":\"Khiên Hải Tặc\",\"description\":\"vững chắc như mai rùa thần \",\"requireStr\":30,\"requireAgi\":55,\"requireInt\":30,\"type\":2,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[500,1000],\"mpRange\":null,\"atkRange\":[30,50],\"defRange\":[100,150],\"isStackable\":false,\"frameImgPath\":\"items/23002.png\",\"iconPath\":\"items/23002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":64,\"price\":10,\"element\":-1}},{\"itemId\":664145313,\"itemTemplateId\":59,\"itemUID\":\"16d317fc-193d-4381-bc41-89987b0c272f\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":91,\"hp\":423,\"mp\":101,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9157238+07:00\",\"HpItem\":423,\"MpItem\":101,\"AtkItem\":91,\"DefItem\":0,\"Template\":{\"itemId\":59,\"name\":\"kiếm hải tặc\",\"description\":\"Vũ Khí Của tên hải tặc khét tiếng\",\"requireStr\":55,\"requireAgi\":30,\"requireInt\":30,\"type\":1,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[400,500],\"mpRange\":[60,120],\"atkRange\":[90,100],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/13002.png\",\"iconPath\":\"items/13002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":61,\"price\":10,\"element\":-1}},{\"itemId\":668280894,\"itemTemplateId\":70,\"itemUID\":\"11d44c82-8055-4b4c-abb7-9a31e0845a0b\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":73,\"atk\":30,\"hp\":0,\"mp\":217,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9157451+07:00\",\"HpItem\":0,\"MpItem\":217,\"AtkItem\":30,\"DefItem\":73,\"Template\":{\"itemId\":70,\"name\":\"Hài Hải Tặc\",\"description\":\"Của 1 tên thuyền trưởng khét tiếng\",\"requireStr\":45,\"requireAgi\":45,\"requireInt\":45,\"type\":104,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[200,300],\"atkRange\":[50,80],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/43002.png\",\"iconPath\":\"items/43002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":72,\"price\":10,\"element\":-1}},{\"itemId\":677210236,\"itemTemplateId\":66,\"itemUID\":\"cfb65634-f248-403b-870b-e0c57712f042\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":93,\"atk\":22,\"hp\":0,\"mp\":77,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9158498+07:00\",\"HpItem\":0,\"MpItem\":77,\"AtkItem\":22,\"DefItem\":93,\"Template\":{\"itemId\":66,\"name\":\"Mũ Hải tặc\",\"description\":\"chứa nhiều sưc mạnh tiềm ẩn lev:1\",\"requireStr\":30,\"requireAgi\":30,\"requireInt\":55,\"type\":3,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[500,1000],\"atkRange\":[30,50],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/33002.png\",\"iconPath\":\"items/33002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":68,\"price\":10,\"element\":-1}},{\"itemId\":686034134,\"itemTemplateId\":72,\"itemUID\":\"4360694d-316e-489f-8410-b25d183a07f9\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":82,\"atk\":31,\"hp\":158,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9158952+07:00\",\"HpItem\":158,\"MpItem\":0,\"AtkItem\":31,\"DefItem\":82,\"Template\":{\"itemId\":72,\"name\":\"Bao Tay Hải tặc\",\"description\":\"Của 1 tên thuyền trưởng khét tiếng\",\"requireStr\":45,\"requireAgi\":45,\"requireInt\":45,\"type\":105,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[300,500],\"mpRange\":null,\"atkRange\":[50,80],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/53002.png\",\"iconPath\":\"items/53002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":74,\"price\":10,\"element\":-1}},{\"itemId\":697718732,\"itemTemplateId\":59,\"itemUID\":\"fad25333-d651-4d68-bcf7-3e9b4fb61f51\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":95,\"hp\":497,\"mp\":112,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9159233+07:00\",\"HpItem\":497,\"MpItem\":112,\"AtkItem\":95,\"DefItem\":0,\"Template\":{\"itemId\":59,\"name\":\"kiếm hải tặc\",\"description\":\"Vũ Khí Của tên hải tặc khét tiếng\",\"requireStr\":55,\"requireAgi\":30,\"requireInt\":30,\"type\":1,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[400,500],\"mpRange\":[60,120],\"atkRange\":[90,100],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/13002.png\",\"iconPath\":\"items/13002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":61,\"price\":10,\"element\":-1}},{\"itemId\":705248714,\"itemTemplateId\":77,\"itemUID\":\"e4cd1755-4deb-4e62-8ab0-a2b09ccec9ac\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":132,\"atk\":43,\"hp\":598,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9159463+07:00\",\"HpItem\":598,\"MpItem\":0,\"AtkItem\":43,\"DefItem\":132,\"Template\":{\"itemId\":77,\"name\":\"Khiên Tinh Vân\",\"description\":\"Được đúc từ vẫn thạch ngoài vũ trụ lev:1\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":2,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[1000,1500],\"mpRange\":null,\"atkRange\":[40,60],\"defRange\":[120,200],\"isStackable\":false,\"frameImgPath\":\"items/23003.png\",\"iconPath\":\"items/23003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":79,\"price\":10,\"element\":-1}},{\"itemId\":731215327,\"itemTemplateId\":87,\"itemUID\":\"aaeb2326-a55e-4f54-bb3a-a9af36c40fef\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":176,\"atk\":47,\"hp\":456,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9159668+07:00\",\"HpItem\":456,\"MpItem\":0,\"AtkItem\":47,\"DefItem\":176,\"Template\":{\"itemId\":87,\"name\":\"Găng Tinh Vân\",\"description\":\"tiềm năng chưa được khai phá hết\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":105,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[800,1000],\"mpRange\":null,\"atkRange\":[50,100],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/53003.png\",\"iconPath\":\"items/53003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":89,\"price\":10,\"element\":-1}},{\"itemId\":741435060,\"itemTemplateId\":77,\"itemUID\":\"3854d2c6-e71d-42b2-b8e5-8959f23d7302\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":198,\"atk\":42,\"hp\":561,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9159836+07:00\",\"HpItem\":561,\"MpItem\":0,\"AtkItem\":42,\"DefItem\":198,\"Template\":{\"itemId\":77,\"name\":\"Khiên Tinh Vân\",\"description\":\"Được đúc từ vẫn thạch ngoài vũ trụ lev:1\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":2,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[1000,1500],\"mpRange\":null,\"atkRange\":[40,60],\"defRange\":[120,200],\"isStackable\":false,\"frameImgPath\":\"items/23003.png\",\"iconPath\":\"items/23003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":79,\"price\":10,\"element\":-1}},{\"itemId\":747176990,\"itemTemplateId\":66,\"itemUID\":\"a3c2c567-fd56-45f4-90f1-70125fb40656\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":77,\"atk\":26,\"hp\":0,\"mp\":70,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9159994+07:00\",\"HpItem\":0,\"MpItem\":70,\"AtkItem\":26,\"DefItem\":77,\"Template\":{\"itemId\":66,\"name\":\"Mũ Hải tặc\",\"description\":\"chứa nhiều sưc mạnh tiềm ẩn lev:1\",\"requireStr\":30,\"requireAgi\":30,\"requireInt\":55,\"type\":3,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[500,1000],\"atkRange\":[30,50],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/33002.png\",\"iconPath\":\"items/33002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":68,\"price\":10,\"element\":-1}},{\"itemId\":759000405,\"itemTemplateId\":66,\"itemUID\":\"ba829fd4-7cea-4695-910e-9327a4d7a786\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":99,\"atk\":24,\"hp\":0,\"mp\":87,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9160174+07:00\",\"HpItem\":0,\"MpItem\":87,\"AtkItem\":24,\"DefItem\":99,\"Template\":{\"itemId\":66,\"name\":\"Mũ Hải tặc\",\"description\":\"chứa nhiều sưc mạnh tiềm ẩn lev:1\",\"requireStr\":30,\"requireAgi\":30,\"requireInt\":55,\"type\":3,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[500,1000],\"atkRange\":[30,50],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/33002.png\",\"iconPath\":\"items/33002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":68,\"price\":10,\"element\":-1}},{\"itemId\":770620850,\"itemTemplateId\":74,\"itemUID\":\"d0d86ce0-e912-4cba-95b5-fca36036c625\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":106,\"hp\":687,\"mp\":55,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9160365+07:00\",\"HpItem\":687,\"MpItem\":55,\"AtkItem\":106,\"DefItem\":0,\"Template\":{\"itemId\":74,\"name\":\"Tinh Vân Kiếm\",\"description\":\"Được đúc từ vẫn thạch ngoài vũ trụ lev:1\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":1,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[600,700],\"mpRange\":[40,60],\"atkRange\":[100,140],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/13003.png\",\"iconPath\":\"items/13003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":76,\"price\":10,\"element\":-1}},{\"itemId\":797716691,\"itemTemplateId\":77,\"itemUID\":\"3d104283-f110-4cfe-aca4-bb85085961d2\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":167,\"atk\":43,\"hp\":585,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9160532+07:00\",\"HpItem\":585,\"MpItem\":0,\"AtkItem\":43,\"DefItem\":167,\"Template\":{\"itemId\":77,\"name\":\"Khiên Tinh Vân\",\"description\":\"Được đúc từ vẫn thạch ngoài vũ trụ lev:1\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":2,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[1000,1500],\"mpRange\":null,\"atkRange\":[40,60],\"defRange\":[120,200],\"isStackable\":false,\"frameImgPath\":\"items/23003.png\",\"iconPath\":\"items/23003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":79,\"price\":10,\"element\":-1}},{\"itemId\":848262033,\"itemTemplateId\":85,\"itemUID\":\"9c2f7310-fc29-47fb-8840-13577ec87369\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":65,\"atk\":42,\"hp\":0,\"mp\":273,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9160681+07:00\",\"HpItem\":0,\"MpItem\":273,\"AtkItem\":42,\"DefItem\":65,\"Template\":{\"itemId\":85,\"name\":\"Giày Tinh Vân\",\"description\":\"tiềm năng chưa được khai phá hết\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":104,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[300,500],\"atkRange\":[50,100],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/43003.png\",\"iconPath\":\"items/43003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":87,\"price\":10,\"element\":-1}},{\"itemId\":860041569,\"itemTemplateId\":81,\"itemUID\":\"b2431c9b-4a20-4424-88f1-a3efa798b8e7\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":153,\"atk\":54,\"hp\":0,\"mp\":118,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9160878+07:00\",\"HpItem\":0,\"MpItem\":118,\"AtkItem\":54,\"DefItem\":153,\"Template\":{\"itemId\":81,\"name\":\"Mũ Lính Đánh Thuê\",\"description\":\"tiềm năng chưa được khai phá hết\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":3,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[800,1000],\"atkRange\":[40,60],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/33003.png\",\"iconPath\":\"items/33003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":83,\"price\":10,\"element\":-1}},{\"itemId\":875402805,\"itemTemplateId\":77,\"itemUID\":\"a3a6d8fc-a5c0-4006-990f-44886702bfd4\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":161,\"atk\":42,\"hp\":597,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9161031+07:00\",\"HpItem\":597,\"MpItem\":0,\"AtkItem\":42,\"DefItem\":161,\"Template\":{\"itemId\":77,\"name\":\"Khiên Tinh Vân\",\"description\":\"Được đúc từ vẫn thạch ngoài vũ trụ lev:1\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":2,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[1000,1500],\"mpRange\":null,\"atkRange\":[40,60],\"defRange\":[120,200],\"isStackable\":false,\"frameImgPath\":\"items/23003.png\",\"iconPath\":\"items/23003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":79,\"price\":10,\"element\":-1}},{\"itemId\":877501887,\"itemTemplateId\":87,\"itemUID\":\"12301217-31b5-4795-83b8-88f221aa76bd\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":123,\"atk\":49,\"hp\":447,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9162125+07:00\",\"HpItem\":447,\"MpItem\":0,\"AtkItem\":49,\"DefItem\":123,\"Template\":{\"itemId\":87,\"name\":\"Găng Tinh Vân\",\"description\":\"tiềm năng chưa được khai phá hết\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":105,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[800,1000],\"mpRange\":null,\"atkRange\":[50,100],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/53003.png\",\"iconPath\":\"items/53003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":89,\"price\":10,\"element\":-1}},{\"itemId\":911289416,\"itemTemplateId\":62,\"itemUID\":\"25158f0b-c87e-4417-84b2-9aaab5519be0\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":104,\"atk\":26,\"hp\":417,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9162408+07:00\",\"HpItem\":417,\"MpItem\":0,\"AtkItem\":26,\"DefItem\":104,\"Template\":{\"itemId\":62,\"name\":\"Khiên Hải Tặc\",\"description\":\"vững chắc như mai rùa thần \",\"requireStr\":30,\"requireAgi\":55,\"requireInt\":30,\"type\":2,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[500,1000],\"mpRange\":null,\"atkRange\":[30,50],\"defRange\":[100,150],\"isStackable\":false,\"frameImgPath\":\"items/23002.png\",\"iconPath\":\"items/23002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":64,\"price\":10,\"element\":-1}},{\"itemId\":913506166,\"itemTemplateId\":70,\"itemUID\":\"9c6b391e-50b3-44b4-adbc-910c3c7127b5\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":62,\"atk\":35,\"hp\":0,\"mp\":257,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9162762+07:00\",\"HpItem\":0,\"MpItem\":257,\"AtkItem\":35,\"DefItem\":62,\"Template\":{\"itemId\":70,\"name\":\"Hài Hải Tặc\",\"description\":\"Của 1 tên thuyền trưởng khét tiếng\",\"requireStr\":45,\"requireAgi\":45,\"requireInt\":45,\"type\":104,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[200,300],\"atkRange\":[50,80],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/43002.png\",\"iconPath\":\"items/43002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":72,\"price\":10,\"element\":-1}},{\"itemId\":937007097,\"itemTemplateId\":77,\"itemUID\":\"d49814b0-0cfb-4576-9b99-bd9807a80b3c\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":124,\"atk\":58,\"hp\":597,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9163003+07:00\",\"HpItem\":597,\"MpItem\":0,\"AtkItem\":58,\"DefItem\":124,\"Template\":{\"itemId\":77,\"name\":\"Khiên Tinh Vân\",\"description\":\"Được đúc từ vẫn thạch ngoài vũ trụ lev:1\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":2,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[1000,1500],\"mpRange\":null,\"atkRange\":[40,60],\"defRange\":[120,200],\"isStackable\":false,\"frameImgPath\":\"items/23003.png\",\"iconPath\":\"items/23003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":79,\"price\":10,\"element\":-1}},{\"itemId\":955866742,\"itemTemplateId\":87,\"itemUID\":\"51a6a086-a831-4245-87c0-78ddf03b1709\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":131,\"atk\":44,\"hp\":483,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9163231+07:00\",\"HpItem\":483,\"MpItem\":0,\"AtkItem\":44,\"DefItem\":131,\"Template\":{\"itemId\":87,\"name\":\"Găng Tinh Vân\",\"description\":\"tiềm năng chưa được khai phá hết\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":105,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[800,1000],\"mpRange\":null,\"atkRange\":[50,100],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/53003.png\",\"iconPath\":\"items/53003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":89,\"price\":10,\"element\":-1}},{\"itemId\":966348568,\"itemTemplateId\":66,\"itemUID\":\"dcd440f5-901e-434e-9739-7725bea020eb\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":65,\"atk\":25,\"hp\":0,\"mp\":91,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9163537+07:00\",\"HpItem\":0,\"MpItem\":91,\"AtkItem\":25,\"DefItem\":65,\"Template\":{\"itemId\":66,\"name\":\"Mũ Hải tặc\",\"description\":\"chứa nhiều sưc mạnh tiềm ẩn lev:1\",\"requireStr\":30,\"requireAgi\":30,\"requireInt\":55,\"type\":3,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[500,1000],\"atkRange\":[30,50],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/33002.png\",\"iconPath\":\"items/33002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":68,\"price\":10,\"element\":-1}},{\"itemId\":991654000,\"itemTemplateId\":27,\"itemUID\":\"56cbd79b-22ca-4067-b062-ee92a15bbcbd\",\"count\":1,\"petEuipId\":-1,\"lvl\":10,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":11,\"atk\":0,\"hp\":34,\"mp\":35,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{\"0\":{\"Item1\":34,\"Item2\":35,\"Item3\":0,\"Item4\":11},\"1\":{\"Item1\":34,\"Item2\":35,\"Item3\":0,\"Item4\":11},\"2\":{\"Item1\":34,\"Item2\":35,\"Item3\":0,\"Item4\":11},\"3\":{\"Item1\":34,\"Item2\":35,\"Item3\":0,\"Item4\":11},\"4\":{\"Item1\":34,\"Item2\":35,\"Item3\":0,\"Item4\":11},\"5\":{\"Item1\":34,\"Item2\":35,\"Item3\":0,\"Item4\":11},\"6\":{\"Item1\":34,\"Item2\":35,\"Item3\":0,\"Item4\":11},\"7\":{\"Item1\":34,\"Item2\":35,\"Item3\":0,\"Item4\":11},\"8\":{\"Item1\":34,\"Item2\":35,\"Item3\":0,\"Item4\":11},\"9\":{\"Item1\":34,\"Item2\":35,\"Item3\":0,\"Item4\":11}},\"TimeCreate\":\"2024-10-26T16:53:31.9163756+07:00\",\"HpItem\":34,\"MpItem\":35,\"AtkItem\":0,\"DefItem\":11,\"Template\":{\"itemId\":27,\"name\":\"Nón Vải Rỏm\",\"description\":\"Dành cho pháp sư \",\"requireStr\":20,\"requireAgi\":20,\"requireInt\":25,\"type\":3,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[50,75],\"mpRange\":[30,50],\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/31001.png\",\"iconPath\":\"items/31001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":29,\"price\":10,\"element\":-1}},{\"itemId\":1007587122,\"itemTemplateId\":59,\"itemUID\":\"28a694c3-7137-44b4-8c7e-0b75d019e13f\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":93,\"hp\":405,\"mp\":89,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9164427+07:00\",\"HpItem\":405,\"MpItem\":89,\"AtkItem\":93,\"DefItem\":0,\"Template\":{\"itemId\":59,\"name\":\"kiếm hải tặc\",\"description\":\"Vũ Khí Của tên hải tặc khét tiếng\",\"requireStr\":55,\"requireAgi\":30,\"requireInt\":30,\"type\":1,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[400,500],\"mpRange\":[60,120],\"atkRange\":[90,100],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/13002.png\",\"iconPath\":\"items/13002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":61,\"price\":10,\"element\":-1}},{\"itemId\":1054593664,\"itemTemplateId\":74,\"itemUID\":\"74c35b38-fcd7-47d2-b0d8-66c36dfce0c9\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":121,\"hp\":685,\"mp\":57,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9164661+07:00\",\"HpItem\":685,\"MpItem\":57,\"AtkItem\":121,\"DefItem\":0,\"Template\":{\"itemId\":74,\"name\":\"Tinh Vân Kiếm\",\"description\":\"Được đúc từ vẫn thạch ngoài vũ trụ lev:1\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":1,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[600,700],\"mpRange\":[40,60],\"atkRange\":[100,140],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/13003.png\",\"iconPath\":\"items/13003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":76,\"price\":10,\"element\":-1}},{\"itemId\":1058889089,\"itemTemplateId\":85,\"itemUID\":\"27f8e1f2-0acd-4746-a40d-4b952db304bf\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":84,\"atk\":41,\"hp\":0,\"mp\":230,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9164879+07:00\",\"HpItem\":0,\"MpItem\":230,\"AtkItem\":41,\"DefItem\":84,\"Template\":{\"itemId\":85,\"name\":\"Giày Tinh Vân\",\"description\":\"tiềm năng chưa được khai phá hết\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":104,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[300,500],\"atkRange\":[50,100],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/43003.png\",\"iconPath\":\"items/43003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":87,\"price\":10,\"element\":-1}},{\"itemId\":1066765176,\"itemTemplateId\":59,\"itemUID\":\"17d25a38-4d05-442c-829a-204ee238c7b3\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":91,\"hp\":401,\"mp\":104,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9165131+07:00\",\"HpItem\":401,\"MpItem\":104,\"AtkItem\":91,\"DefItem\":0,\"Template\":{\"itemId\":59,\"name\":\"kiếm hải tặc\",\"description\":\"Vũ Khí Của tên hải tặc khét tiếng\",\"requireStr\":55,\"requireAgi\":30,\"requireInt\":30,\"type\":1,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[400,500],\"mpRange\":[60,120],\"atkRange\":[90,100],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/13002.png\",\"iconPath\":\"items/13002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":61,\"price\":10,\"element\":-1}},{\"itemId\":1079150335,\"itemTemplateId\":85,\"itemUID\":\"03b8cb00-8358-4514-8388-2ce7d1783dbf\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":109,\"atk\":41,\"hp\":0,\"mp\":272,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.916535+07:00\",\"HpItem\":0,\"MpItem\":272,\"AtkItem\":41,\"DefItem\":109,\"Template\":{\"itemId\":85,\"name\":\"Giày Tinh Vân\",\"description\":\"tiềm năng chưa được khai phá hết\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":104,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[300,500],\"atkRange\":[50,100],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/43003.png\",\"iconPath\":\"items/43003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":87,\"price\":10,\"element\":-1}},{\"itemId\":1109693414,\"itemTemplateId\":27,\"itemUID\":\"0f4abdb1-dc83-42f7-8a83-b1066ffdc738\",\"count\":1,\"petEuipId\":914954518,\"lvl\":10,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":12,\"atk\":0,\"hp\":31,\"mp\":44,\"gemOptionValue\":[25.0,25.0,25.0,25.0],\"gemInfo\":{\"element\":1,\"name\":\"ngọc lửa\",\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"lvl\":0,\"itemTemplateId\":155,\"timeUnequip\":-1},\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{\"0\":{\"Item1\":35,\"Item2\":49,\"Item3\":0,\"Item4\":14},\"1\":{\"Item1\":39,\"Item2\":55,\"Item3\":0,\"Item4\":16},\"2\":{\"Item1\":44,\"Item2\":61,\"Item3\":0,\"Item4\":18},\"3\":{\"Item1\":49,\"Item2\":68,\"Item3\":0,\"Item4\":21},\"4\":{\"Item1\":55,\"Item2\":76,\"Item3\":0,\"Item4\":24},\"5\":{\"Item1\":61,\"Item2\":84,\"Item3\":0,\"Item4\":27},\"6\":{\"Item1\":68,\"Item2\":93,\"Item3\":0,\"Item4\":30},\"7\":{\"Item1\":76,\"Item2\":103,\"Item3\":0,\"Item4\":34},\"8\":{\"Item1\":84,\"Item2\":114,\"Item3\":0,\"Item4\":38},\"9\":{\"Item1\":93,\"Item2\":126,\"Item3\":0,\"Item4\":43}},\"TimeCreate\":\"2024-10-26T16:53:31.9165571+07:00\",\"HpItem\":93,\"MpItem\":126,\"AtkItem\":0,\"DefItem\":43,\"Template\":{\"itemId\":27,\"name\":\"Nón Vải Rỏm\",\"description\":\"Dành cho pháp sư \",\"requireStr\":20,\"requireAgi\":20,\"requireInt\":25,\"type\":3,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[50,75],\"mpRange\":[30,50],\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/31001.png\",\"iconPath\":\"items/31001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":29,\"price\":10,\"element\":-1}},{\"itemId\":1164484242,\"itemTemplateId\":74,\"itemUID\":\"e2cd639b-c2b1-478d-9d74-975478d51008\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":112,\"hp\":638,\"mp\":49,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9185873+07:00\",\"HpItem\":638,\"MpItem\":49,\"AtkItem\":112,\"DefItem\":0,\"Template\":{\"itemId\":74,\"name\":\"Tinh Vân Kiếm\",\"description\":\"Được đúc từ vẫn thạch ngoài vũ trụ lev:1\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":1,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[600,700],\"mpRange\":[40,60],\"atkRange\":[100,140],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/13003.png\",\"iconPath\":\"items/13003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":76,\"price\":10,\"element\":-1}},{\"itemId\":1189798939,\"itemTemplateId\":77,\"itemUID\":\"ce86f5f2-7643-4333-af97-7a57c3effece\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":145,\"atk\":59,\"hp\":572,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9186215+07:00\",\"HpItem\":572,\"MpItem\":0,\"AtkItem\":59,\"DefItem\":145,\"Template\":{\"itemId\":77,\"name\":\"Khiên Tinh Vân\",\"description\":\"Được đúc từ vẫn thạch ngoài vũ trụ lev:1\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":2,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[1000,1500],\"mpRange\":null,\"atkRange\":[40,60],\"defRange\":[120,200],\"isStackable\":false,\"frameImgPath\":\"items/23003.png\",\"iconPath\":\"items/23003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":79,\"price\":10,\"element\":-1}},{\"itemId\":1192144225,\"itemTemplateId\":72,\"itemUID\":\"742a1b94-2216-47c6-a2bf-6888524abdef\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":61,\"atk\":36,\"hp\":164,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9186498+07:00\",\"HpItem\":164,\"MpItem\":0,\"AtkItem\":36,\"DefItem\":61,\"Template\":{\"itemId\":72,\"name\":\"Bao Tay Hải tặc\",\"description\":\"Của 1 tên thuyền trưởng khét tiếng\",\"requireStr\":45,\"requireAgi\":45,\"requireInt\":45,\"type\":105,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[300,500],\"mpRange\":null,\"atkRange\":[50,80],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/53002.png\",\"iconPath\":\"items/53002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":74,\"price\":10,\"element\":-1}},{\"itemId\":1206609550,\"itemTemplateId\":62,\"itemUID\":\"a9226ede-a4f7-41f3-a406-26ef03be2661\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":133,\"atk\":26,\"hp\":402,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9186723+07:00\",\"HpItem\":402,\"MpItem\":0,\"AtkItem\":26,\"DefItem\":133,\"Template\":{\"itemId\":62,\"name\":\"Khiên Hải Tặc\",\"description\":\"vững chắc như mai rùa thần \",\"requireStr\":30,\"requireAgi\":55,\"requireInt\":30,\"type\":2,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[500,1000],\"mpRange\":null,\"atkRange\":[30,50],\"defRange\":[100,150],\"isStackable\":false,\"frameImgPath\":\"items/23002.png\",\"iconPath\":\"items/23002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":64,\"price\":10,\"element\":-1}},{\"itemId\":1228280504,\"itemTemplateId\":62,\"itemUID\":\"96775d02-73b9-449c-be6a-4ab31d1f124e\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":105,\"atk\":26,\"hp\":490,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9186963+07:00\",\"HpItem\":490,\"MpItem\":0,\"AtkItem\":26,\"DefItem\":105,\"Template\":{\"itemId\":62,\"name\":\"Khiên Hải Tặc\",\"description\":\"vững chắc như mai rùa thần \",\"requireStr\":30,\"requireAgi\":55,\"requireInt\":30,\"type\":2,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[500,1000],\"mpRange\":null,\"atkRange\":[30,50],\"defRange\":[100,150],\"isStackable\":false,\"frameImgPath\":\"items/23002.png\",\"iconPath\":\"items/23002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":64,\"price\":10,\"element\":-1}},{\"itemId\":1232662162,\"itemTemplateId\":87,\"itemUID\":\"0c9ef2ff-58c2-4815-a38d-2d042ccd95f2\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":189,\"atk\":45,\"hp\":494,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9187237+07:00\",\"HpItem\":494,\"MpItem\":0,\"AtkItem\":45,\"DefItem\":189,\"Template\":{\"itemId\":87,\"name\":\"Găng Tinh Vân\",\"description\":\"tiềm năng chưa được khai phá hết\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":105,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[800,1000],\"mpRange\":null,\"atkRange\":[50,100],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/53003.png\",\"iconPath\":\"items/53003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":89,\"price\":10,\"element\":-1}},{\"itemId\":1253039214,\"itemTemplateId\":27,\"itemUID\":\"b29e46b3-408f-409d-bfb9-ab46e25ba72d\",\"count\":1,\"petEuipId\":1446480249,\"lvl\":1,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":13,\"atk\":0,\"hp\":35,\"mp\":34,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{\"0\":{\"Item1\":39,\"Item2\":38,\"Item3\":0,\"Item4\":15}},\"TimeCreate\":\"2024-10-26T16:53:31.9187473+07:00\",\"HpItem\":39,\"MpItem\":38,\"AtkItem\":0,\"DefItem\":15,\"Template\":{\"itemId\":27,\"name\":\"Nón Vải Rỏm\",\"description\":\"Dành cho pháp sư \",\"requireStr\":20,\"requireAgi\":20,\"requireInt\":25,\"type\":3,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[50,75],\"mpRange\":[30,50],\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/31001.png\",\"iconPath\":\"items/31001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":29,\"price\":10,\"element\":-1}},{\"itemId\":1317452801,\"itemTemplateId\":66,\"itemUID\":\"d0f71548-d9b9-4978-93cc-b1daef3ad5cd\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":73,\"atk\":29,\"hp\":0,\"mp\":72,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9187773+07:00\",\"HpItem\":0,\"MpItem\":72,\"AtkItem\":29,\"DefItem\":73,\"Template\":{\"itemId\":66,\"name\":\"Mũ Hải tặc\",\"description\":\"chứa nhiều sưc mạnh tiềm ẩn lev:1\",\"requireStr\":30,\"requireAgi\":30,\"requireInt\":55,\"type\":3,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[500,1000],\"atkRange\":[30,50],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/33002.png\",\"iconPath\":\"items/33002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":68,\"price\":10,\"element\":-1}},{\"itemId\":1336653019,\"itemTemplateId\":77,\"itemUID\":\"d2610f2e-47d7-4840-a604-295bbf149acb\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":164,\"atk\":53,\"hp\":591,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9188002+07:00\",\"HpItem\":591,\"MpItem\":0,\"AtkItem\":53,\"DefItem\":164,\"Template\":{\"itemId\":77,\"name\":\"Khiên Tinh Vân\",\"description\":\"Được đúc từ vẫn thạch ngoài vũ trụ lev:1\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":2,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[1000,1500],\"mpRange\":null,\"atkRange\":[40,60],\"defRange\":[120,200],\"isStackable\":false,\"frameImgPath\":\"items/23003.png\",\"iconPath\":\"items/23003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":79,\"price\":10,\"element\":-1}},{\"itemId\":1337463687,\"itemTemplateId\":66,\"itemUID\":\"7fedff96-cc97-4b55-bde8-685206231b1d\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":93,\"atk\":29,\"hp\":0,\"mp\":71,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9188278+07:00\",\"HpItem\":0,\"MpItem\":71,\"AtkItem\":29,\"DefItem\":93,\"Template\":{\"itemId\":66,\"name\":\"Mũ Hải tặc\",\"description\":\"chứa nhiều sưc mạnh tiềm ẩn lev:1\",\"requireStr\":30,\"requireAgi\":30,\"requireInt\":55,\"type\":3,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[500,1000],\"atkRange\":[30,50],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/33002.png\",\"iconPath\":\"items/33002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":68,\"price\":10,\"element\":-1}},{\"itemId\":1392781890,\"itemTemplateId\":85,\"itemUID\":\"51c68ccb-9c6b-4d65-b1c4-4599b5ec67de\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":105,\"atk\":40,\"hp\":0,\"mp\":204,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9188531+07:00\",\"HpItem\":0,\"MpItem\":204,\"AtkItem\":40,\"DefItem\":105,\"Template\":{\"itemId\":85,\"name\":\"Giày Tinh Vân\",\"description\":\"tiềm năng chưa được khai phá hết\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":104,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[300,500],\"atkRange\":[50,100],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/43003.png\",\"iconPath\":\"items/43003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":87,\"price\":10,\"element\":-1}},{\"itemId\":1467594459,\"itemTemplateId\":27,\"itemUID\":\"defbe3e7-09b3-438f-94b3-f601858f092f\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":12,\"atk\":0,\"hp\":34,\"mp\":49,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9188752+07:00\",\"HpItem\":34,\"MpItem\":49,\"AtkItem\":0,\"DefItem\":12,\"Template\":{\"itemId\":27,\"name\":\"Nón Vải Rỏm\",\"description\":\"Dành cho pháp sư \",\"requireStr\":20,\"requireAgi\":20,\"requireInt\":25,\"type\":3,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[50,75],\"mpRange\":[30,50],\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/31001.png\",\"iconPath\":\"items/31001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":29,\"price\":10,\"element\":-1}},{\"itemId\":1499684564,\"itemTemplateId\":27,\"itemUID\":\"8f84a340-0220-4d71-b843-3e1e3dfc4b52\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":11,\"atk\":0,\"hp\":40,\"mp\":30,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9189005+07:00\",\"HpItem\":40,\"MpItem\":30,\"AtkItem\":0,\"DefItem\":11,\"Template\":{\"itemId\":27,\"name\":\"Nón Vải Rỏm\",\"description\":\"Dành cho pháp sư \",\"requireStr\":20,\"requireAgi\":20,\"requireInt\":25,\"type\":3,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[50,75],\"mpRange\":[30,50],\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/31001.png\",\"iconPath\":\"items/31001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":29,\"price\":10,\"element\":-1}},{\"itemId\":1501651965,\"itemTemplateId\":59,\"itemUID\":\"8c87a114-6f15-409f-9ef7-fb678294c6a0\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":90,\"hp\":477,\"mp\":78,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9189264+07:00\",\"HpItem\":477,\"MpItem\":78,\"AtkItem\":90,\"DefItem\":0,\"Template\":{\"itemId\":59,\"name\":\"kiếm hải tặc\",\"description\":\"Vũ Khí Của tên hải tặc khét tiếng\",\"requireStr\":55,\"requireAgi\":30,\"requireInt\":30,\"type\":1,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[400,500],\"mpRange\":[60,120],\"atkRange\":[90,100],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/13002.png\",\"iconPath\":\"items/13002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":61,\"price\":10,\"element\":-1}},{\"itemId\":1510441294,\"itemTemplateId\":66,\"itemUID\":\"1e8c1947-f7d6-474c-bf7d-755595fb0852\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":60,\"atk\":25,\"hp\":0,\"mp\":73,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9189513+07:00\",\"HpItem\":0,\"MpItem\":73,\"AtkItem\":25,\"DefItem\":60,\"Template\":{\"itemId\":66,\"name\":\"Mũ Hải tặc\",\"description\":\"chứa nhiều sưc mạnh tiềm ẩn lev:1\",\"requireStr\":30,\"requireAgi\":30,\"requireInt\":55,\"type\":3,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[500,1000],\"atkRange\":[30,50],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/33002.png\",\"iconPath\":\"items/33002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":68,\"price\":10,\"element\":-1}},{\"itemId\":1574890287,\"itemTemplateId\":81,\"itemUID\":\"114458e7-fa53-4561-a975-9cde65fc5bcc\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":163,\"atk\":47,\"hp\":0,\"mp\":126,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9189739+07:00\",\"HpItem\":0,\"MpItem\":126,\"AtkItem\":47,\"DefItem\":163,\"Template\":{\"itemId\":81,\"name\":\"Mũ Lính Đánh Thuê\",\"description\":\"tiềm năng chưa được khai phá hết\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":3,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[800,1000],\"atkRange\":[40,60],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/33003.png\",\"iconPath\":\"items/33003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":83,\"price\":10,\"element\":-1}},{\"itemId\":1577965022,\"itemTemplateId\":59,\"itemUID\":\"43f314ff-55b0-4b57-8ace-de66b9397449\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":96,\"hp\":495,\"mp\":112,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9190009+07:00\",\"HpItem\":495,\"MpItem\":112,\"AtkItem\":96,\"DefItem\":0,\"Template\":{\"itemId\":59,\"name\":\"kiếm hải tặc\",\"description\":\"Vũ Khí Của tên hải tặc khét tiếng\",\"requireStr\":55,\"requireAgi\":30,\"requireInt\":30,\"type\":1,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[400,500],\"mpRange\":[60,120],\"atkRange\":[90,100],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/13002.png\",\"iconPath\":\"items/13002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":61,\"price\":10,\"element\":-1}},{\"itemId\":1659168908,\"itemTemplateId\":74,\"itemUID\":\"e6946b05-92b5-4148-abb9-d2afe97840a3\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":127,\"hp\":617,\"mp\":57,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9190248+07:00\",\"HpItem\":617,\"MpItem\":57,\"AtkItem\":127,\"DefItem\":0,\"Template\":{\"itemId\":74,\"name\":\"Tinh Vân Kiếm\",\"description\":\"Được đúc từ vẫn thạch ngoài vũ trụ lev:1\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":1,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[600,700],\"mpRange\":[40,60],\"atkRange\":[100,140],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/13003.png\",\"iconPath\":\"items/13003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":76,\"price\":10,\"element\":-1}},{\"itemId\":1662096506,\"itemTemplateId\":72,\"itemUID\":\"676597f1-8888-4f56-90b6-a44c6a424af3\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":98,\"atk\":32,\"hp\":155,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9190497+07:00\",\"HpItem\":155,\"MpItem\":0,\"AtkItem\":32,\"DefItem\":98,\"Template\":{\"itemId\":72,\"name\":\"Bao Tay Hải tặc\",\"description\":\"Của 1 tên thuyền trưởng khét tiếng\",\"requireStr\":45,\"requireAgi\":45,\"requireInt\":45,\"type\":105,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[300,500],\"mpRange\":null,\"atkRange\":[50,80],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/53002.png\",\"iconPath\":\"items/53002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":74,\"price\":10,\"element\":-1}},{\"itemId\":1677903029,\"itemTemplateId\":70,\"itemUID\":\"8d19e1e7-dbbd-4770-be54-435fc7aaafa4\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":74,\"atk\":37,\"hp\":0,\"mp\":247,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9190756+07:00\",\"HpItem\":0,\"MpItem\":247,\"AtkItem\":37,\"DefItem\":74,\"Template\":{\"itemId\":70,\"name\":\"Hài Hải Tặc\",\"description\":\"Của 1 tên thuyền trưởng khét tiếng\",\"requireStr\":45,\"requireAgi\":45,\"requireInt\":45,\"type\":104,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[200,300],\"atkRange\":[50,80],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/43002.png\",\"iconPath\":\"items/43002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":72,\"price\":10,\"element\":-1}},{\"itemId\":1691874380,\"itemTemplateId\":77,\"itemUID\":\"0c642c63-089e-417b-bc43-a8a713fde734\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":151,\"atk\":56,\"hp\":568,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9190966+07:00\",\"HpItem\":568,\"MpItem\":0,\"AtkItem\":56,\"DefItem\":151,\"Template\":{\"itemId\":77,\"name\":\"Khiên Tinh Vân\",\"description\":\"Được đúc từ vẫn thạch ngoài vũ trụ lev:1\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":2,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[1000,1500],\"mpRange\":null,\"atkRange\":[40,60],\"defRange\":[120,200],\"isStackable\":false,\"frameImgPath\":\"items/23003.png\",\"iconPath\":\"items/23003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":79,\"price\":10,\"element\":-1}},{\"itemId\":1705976690,\"itemTemplateId\":87,\"itemUID\":\"c65f5e37-8762-4e52-9d5b-6e619e096d1e\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":127,\"atk\":49,\"hp\":450,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9191183+07:00\",\"HpItem\":450,\"MpItem\":0,\"AtkItem\":49,\"DefItem\":127,\"Template\":{\"itemId\":87,\"name\":\"Găng Tinh Vân\",\"description\":\"tiềm năng chưa được khai phá hết\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":105,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[800,1000],\"mpRange\":null,\"atkRange\":[50,100],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/53003.png\",\"iconPath\":\"items/53003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":89,\"price\":10,\"element\":-1}},{\"itemId\":1708274982,\"itemTemplateId\":85,\"itemUID\":\"f74395ac-c700-4055-b431-b8a1e87f790e\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":96,\"atk\":46,\"hp\":0,\"mp\":247,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.919143+07:00\",\"HpItem\":0,\"MpItem\":247,\"AtkItem\":46,\"DefItem\":96,\"Template\":{\"itemId\":85,\"name\":\"Giày Tinh Vân\",\"description\":\"tiềm năng chưa được khai phá hết\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":104,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[300,500],\"atkRange\":[50,100],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/43003.png\",\"iconPath\":\"items/43003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":87,\"price\":10,\"element\":-1}},{\"itemId\":1771510909,\"itemTemplateId\":87,\"itemUID\":\"01feb877-3231-4ac2-8db8-a3f85245b933\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":193,\"atk\":41,\"hp\":455,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9191691+07:00\",\"HpItem\":455,\"MpItem\":0,\"AtkItem\":41,\"DefItem\":193,\"Template\":{\"itemId\":87,\"name\":\"Găng Tinh Vân\",\"description\":\"tiềm năng chưa được khai phá hết\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":105,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[800,1000],\"mpRange\":null,\"atkRange\":[50,100],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/53003.png\",\"iconPath\":\"items/53003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":89,\"price\":10,\"element\":-1}},{\"itemId\":1779600055,\"itemTemplateId\":62,\"itemUID\":\"21b539f8-12e6-48dd-9a38-7574acb46b9a\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":128,\"atk\":20,\"hp\":414,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9191907+07:00\",\"HpItem\":414,\"MpItem\":0,\"AtkItem\":20,\"DefItem\":128,\"Template\":{\"itemId\":62,\"name\":\"Khiên Hải Tặc\",\"description\":\"vững chắc như mai rùa thần \",\"requireStr\":30,\"requireAgi\":55,\"requireInt\":30,\"type\":2,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[500,1000],\"mpRange\":null,\"atkRange\":[30,50],\"defRange\":[100,150],\"isStackable\":false,\"frameImgPath\":\"items/23002.png\",\"iconPath\":\"items/23002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":64,\"price\":10,\"element\":-1}},{\"itemId\":1793538449,\"itemTemplateId\":27,\"itemUID\":\"697234d9-1041-4b56-98ad-61e1dcf201e9\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":12,\"atk\":0,\"hp\":35,\"mp\":42,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9192119+07:00\",\"HpItem\":35,\"MpItem\":42,\"AtkItem\":0,\"DefItem\":12,\"Template\":{\"itemId\":27,\"name\":\"Nón Vải Rỏm\",\"description\":\"Dành cho pháp sư \",\"requireStr\":20,\"requireAgi\":20,\"requireInt\":25,\"type\":3,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[50,75],\"mpRange\":[30,50],\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/31001.png\",\"iconPath\":\"items/31001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":29,\"price\":10,\"element\":-1}},{\"itemId\":1794945871,\"itemTemplateId\":81,\"itemUID\":\"aeb14b8c-d98e-4a90-9ebe-ca5271ffc8d5\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":127,\"atk\":58,\"hp\":0,\"mp\":80,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9192395+07:00\",\"HpItem\":0,\"MpItem\":80,\"AtkItem\":58,\"DefItem\":127,\"Template\":{\"itemId\":81,\"name\":\"Mũ Lính Đánh Thuê\",\"description\":\"tiềm năng chưa được khai phá hết\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":3,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[800,1000],\"atkRange\":[40,60],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/33003.png\",\"iconPath\":\"items/33003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":83,\"price\":10,\"element\":-1}},{\"itemId\":1798125658,\"itemTemplateId\":87,\"itemUID\":\"9fd1c410-44e9-4d7f-96f8-76d850669332\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":133,\"atk\":47,\"hp\":413,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9192635+07:00\",\"HpItem\":413,\"MpItem\":0,\"AtkItem\":47,\"DefItem\":133,\"Template\":{\"itemId\":87,\"name\":\"Găng Tinh Vân\",\"description\":\"tiềm năng chưa được khai phá hết\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":105,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[800,1000],\"mpRange\":null,\"atkRange\":[50,100],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/53003.png\",\"iconPath\":\"items/53003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":89,\"price\":10,\"element\":-1}},{\"itemId\":1810511066,\"itemTemplateId\":72,\"itemUID\":\"1ab44617-4e5b-4ef5-b983-7c937bd8c48d\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":68,\"atk\":35,\"hp\":191,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9192855+07:00\",\"HpItem\":191,\"MpItem\":0,\"AtkItem\":35,\"DefItem\":68,\"Template\":{\"itemId\":72,\"name\":\"Bao Tay Hải tặc\",\"description\":\"Của 1 tên thuyền trưởng khét tiếng\",\"requireStr\":45,\"requireAgi\":45,\"requireInt\":45,\"type\":105,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[300,500],\"mpRange\":null,\"atkRange\":[50,80],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/53002.png\",\"iconPath\":\"items/53002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":74,\"price\":10,\"element\":-1}},{\"itemId\":1816958560,\"itemTemplateId\":70,\"itemUID\":\"7d2a942c-0ee6-4f75-92c0-882933e6e303\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":88,\"atk\":35,\"hp\":0,\"mp\":287,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9193067+07:00\",\"HpItem\":0,\"MpItem\":287,\"AtkItem\":35,\"DefItem\":88,\"Template\":{\"itemId\":70,\"name\":\"Hài Hải Tặc\",\"description\":\"Của 1 tên thuyền trưởng khét tiếng\",\"requireStr\":45,\"requireAgi\":45,\"requireInt\":45,\"type\":104,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[200,300],\"atkRange\":[50,80],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/43002.png\",\"iconPath\":\"items/43002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":72,\"price\":10,\"element\":-1}},{\"itemId\":1831089237,\"itemTemplateId\":85,\"itemUID\":\"819d2a7b-8df2-4f49-8647-891e5434d831\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":114,\"atk\":44,\"hp\":0,\"mp\":297,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9193329+07:00\",\"HpItem\":0,\"MpItem\":297,\"AtkItem\":44,\"DefItem\":114,\"Template\":{\"itemId\":85,\"name\":\"Giày Tinh Vân\",\"description\":\"tiềm năng chưa được khai phá hết\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":104,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[300,500],\"atkRange\":[50,100],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/43003.png\",\"iconPath\":\"items/43003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":87,\"price\":10,\"element\":-1}},{\"itemId\":1838466123,\"itemTemplateId\":70,\"itemUID\":\"f7974fd0-8a71-4eaf-b9fd-35e45955fba1\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":63,\"atk\":30,\"hp\":0,\"mp\":231,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.919358+07:00\",\"HpItem\":0,\"MpItem\":231,\"AtkItem\":30,\"DefItem\":63,\"Template\":{\"itemId\":70,\"name\":\"Hài Hải Tặc\",\"description\":\"Của 1 tên thuyền trưởng khét tiếng\",\"requireStr\":45,\"requireAgi\":45,\"requireInt\":45,\"type\":104,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[200,300],\"atkRange\":[50,80],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/43002.png\",\"iconPath\":\"items/43002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":72,\"price\":10,\"element\":-1}},{\"itemId\":1866162855,\"itemTemplateId\":77,\"itemUID\":\"24eba492-14d0-4265-8577-4fec1a60f622\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":124,\"atk\":57,\"hp\":586,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9193801+07:00\",\"HpItem\":586,\"MpItem\":0,\"AtkItem\":57,\"DefItem\":124,\"Template\":{\"itemId\":77,\"name\":\"Khiên Tinh Vân\",\"description\":\"Được đúc từ vẫn thạch ngoài vũ trụ lev:1\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":2,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[1000,1500],\"mpRange\":null,\"atkRange\":[40,60],\"defRange\":[120,200],\"isStackable\":false,\"frameImgPath\":\"items/23003.png\",\"iconPath\":\"items/23003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":79,\"price\":10,\"element\":-1}},{\"itemId\":1881499479,\"itemTemplateId\":59,\"itemUID\":\"89056783-72b2-42d6-848c-2a68d57fc0fb\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":92,\"hp\":422,\"mp\":74,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9194049+07:00\",\"HpItem\":422,\"MpItem\":74,\"AtkItem\":92,\"DefItem\":0,\"Template\":{\"itemId\":59,\"name\":\"kiếm hải tặc\",\"description\":\"Vũ Khí Của tên hải tặc khét tiếng\",\"requireStr\":55,\"requireAgi\":30,\"requireInt\":30,\"type\":1,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[400,500],\"mpRange\":[60,120],\"atkRange\":[90,100],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/13002.png\",\"iconPath\":\"items/13002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":61,\"price\":10,\"element\":-1}},{\"itemId\":1948099159,\"itemTemplateId\":74,\"itemUID\":\"f7888bf0-a3a1-4b70-9319-364efad0a5bb\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":138,\"hp\":610,\"mp\":46,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9194255+07:00\",\"HpItem\":610,\"MpItem\":46,\"AtkItem\":138,\"DefItem\":0,\"Template\":{\"itemId\":74,\"name\":\"Tinh Vân Kiếm\",\"description\":\"Được đúc từ vẫn thạch ngoài vũ trụ lev:1\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":1,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[600,700],\"mpRange\":[40,60],\"atkRange\":[100,140],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/13003.png\",\"iconPath\":\"items/13003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":76,\"price\":10,\"element\":-1}},{\"itemId\":1968779788,\"itemTemplateId\":66,\"itemUID\":\"5ae5d3e8-b339-45ba-aec1-9ea5af8bf37d\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":71,\"atk\":29,\"hp\":0,\"mp\":62,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9194506+07:00\",\"HpItem\":0,\"MpItem\":62,\"AtkItem\":29,\"DefItem\":71,\"Template\":{\"itemId\":66,\"name\":\"Mũ Hải tặc\",\"description\":\"chứa nhiều sưc mạnh tiềm ẩn lev:1\",\"requireStr\":30,\"requireAgi\":30,\"requireInt\":55,\"type\":3,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[500,1000],\"atkRange\":[30,50],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/33002.png\",\"iconPath\":\"items/33002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":68,\"price\":10,\"element\":-1}},{\"itemId\":1978346153,\"itemTemplateId\":62,\"itemUID\":\"ed526a22-2bcc-429b-8ad9-d0c5f3f54837\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":148,\"atk\":20,\"hp\":418,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9194747+07:00\",\"HpItem\":418,\"MpItem\":0,\"AtkItem\":20,\"DefItem\":148,\"Template\":{\"itemId\":62,\"name\":\"Khiên Hải Tặc\",\"description\":\"vững chắc như mai rùa thần \",\"requireStr\":30,\"requireAgi\":55,\"requireInt\":30,\"type\":2,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[500,1000],\"mpRange\":null,\"atkRange\":[30,50],\"defRange\":[100,150],\"isStackable\":false,\"frameImgPath\":\"items/23002.png\",\"iconPath\":\"items/23002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":64,\"price\":10,\"element\":-1}},{\"itemId\":1986898301,\"itemTemplateId\":72,\"itemUID\":\"458177b7-9a3f-4a32-a930-48a50b7f8980\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":96,\"atk\":39,\"hp\":166,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9194999+07:00\",\"HpItem\":166,\"MpItem\":0,\"AtkItem\":39,\"DefItem\":96,\"Template\":{\"itemId\":72,\"name\":\"Bao Tay Hải tặc\",\"description\":\"Của 1 tên thuyền trưởng khét tiếng\",\"requireStr\":45,\"requireAgi\":45,\"requireInt\":45,\"type\":105,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[300,500],\"mpRange\":null,\"atkRange\":[50,80],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/53002.png\",\"iconPath\":\"items/53002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":74,\"price\":10,\"element\":-1}},{\"itemId\":2011093289,\"itemTemplateId\":87,\"itemUID\":\"75b7a8c3-5a9a-48ee-83ab-202c154c34a9\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":167,\"atk\":42,\"hp\":474,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9195215+07:00\",\"HpItem\":474,\"MpItem\":0,\"AtkItem\":42,\"DefItem\":167,\"Template\":{\"itemId\":87,\"name\":\"Găng Tinh Vân\",\"description\":\"tiềm năng chưa được khai phá hết\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":105,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[800,1000],\"mpRange\":null,\"atkRange\":[50,100],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/53003.png\",\"iconPath\":\"items/53003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":89,\"price\":10,\"element\":-1}},{\"itemId\":2028800021,\"itemTemplateId\":66,\"itemUID\":\"808c6414-0e97-4ac7-beb1-d4c9b60b7aa7\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":78,\"atk\":23,\"hp\":0,\"mp\":78,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9195462+07:00\",\"HpItem\":0,\"MpItem\":78,\"AtkItem\":23,\"DefItem\":78,\"Template\":{\"itemId\":66,\"name\":\"Mũ Hải tặc\",\"description\":\"chứa nhiều sưc mạnh tiềm ẩn lev:1\",\"requireStr\":30,\"requireAgi\":30,\"requireInt\":55,\"type\":3,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[500,1000],\"atkRange\":[30,50],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/33002.png\",\"iconPath\":\"items/33002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":68,\"price\":10,\"element\":-1}},{\"itemId\":2078769423,\"itemTemplateId\":27,\"itemUID\":\"7a10f333-6e27-490a-8c5b-75121b269370\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":11,\"atk\":0,\"hp\":48,\"mp\":35,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9195733+07:00\",\"HpItem\":48,\"MpItem\":35,\"AtkItem\":0,\"DefItem\":11,\"Template\":{\"itemId\":27,\"name\":\"Nón Vải Rỏm\",\"description\":\"Dành cho pháp sư \",\"requireStr\":20,\"requireAgi\":20,\"requireInt\":25,\"type\":3,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[50,75],\"mpRange\":[30,50],\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/31001.png\",\"iconPath\":\"items/31001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":29,\"price\":10,\"element\":-1}},{\"itemId\":2093823641,\"itemTemplateId\":85,\"itemUID\":\"30ce485a-5ae2-4497-81fb-0aceb0b07171\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":117,\"atk\":41,\"hp\":0,\"mp\":259,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9195973+07:00\",\"HpItem\":0,\"MpItem\":259,\"AtkItem\":41,\"DefItem\":117,\"Template\":{\"itemId\":85,\"name\":\"Giày Tinh Vân\",\"description\":\"tiềm năng chưa được khai phá hết\",\"requireStr\":50,\"requireAgi\":50,\"requireInt\":50,\"type\":104,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":[300,500],\"atkRange\":[50,100],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/43003.png\",\"iconPath\":\"items/43003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":87,\"price\":10,\"element\":-1}},{\"itemId\":2112365377,\"itemTemplateId\":59,\"itemUID\":\"a9c668d0-ef62-4dea-b140-56812d9b2d74\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":92,\"hp\":453,\"mp\":93,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9196183+07:00\",\"HpItem\":453,\"MpItem\":93,\"AtkItem\":92,\"DefItem\":0,\"Template\":{\"itemId\":59,\"name\":\"kiếm hải tặc\",\"description\":\"Vũ Khí Của tên hải tặc khét tiếng\",\"requireStr\":55,\"requireAgi\":30,\"requireInt\":30,\"type\":1,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[400,500],\"mpRange\":[60,120],\"atkRange\":[90,100],\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/13002.png\",\"iconPath\":\"items/13002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":61,\"price\":10,\"element\":-1}},{\"itemId\":2145809404,\"itemTemplateId\":62,\"itemUID\":\"4f67954b-076a-45e8-9faf-5eae80a52ebd\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":139,\"atk\":27,\"hp\":409,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9196393+07:00\",\"HpItem\":409,\"MpItem\":0,\"AtkItem\":27,\"DefItem\":139,\"Template\":{\"itemId\":62,\"name\":\"Khiên Hải Tặc\",\"description\":\"vững chắc như mai rùa thần \",\"requireStr\":30,\"requireAgi\":55,\"requireInt\":30,\"type\":2,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":[500,1000],\"mpRange\":null,\"atkRange\":[30,50],\"defRange\":[100,150],\"isStackable\":false,\"frameImgPath\":\"items/23002.png\",\"iconPath\":\"items/23002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":64,\"price\":10,\"element\":-1}}],\"1\":[{\"itemId\":14230422,\"itemTemplateId\":120,\"itemUID\":\"e0a758a0-a9f5-4e6e-a400-e43351ad172a\",\"count\":116,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[3,4,13,14,23,24,33,34],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9196906+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":120,\"name\":\"mực xăm tốt\",\"description\":\"sử dụng nhận hình xăm tốt ngẫu nhiên\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":13,\"itemOption\":[],\"itemOptionValue\":[3,4,15,16,27,28,39,40],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"items/1300005.png\",\"iconPath\":\"items/1300005.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":122,\"price\":10,\"element\":-1}},{\"itemId\":44077399,\"itemTemplateId\":839,\"itemUID\":\"a3243952-e8ae-46e5-84b0-9ea721156a9d\",\"count\":500,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[94,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9197155+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":839,\"name\":\"Mảnh Băng Linh Thú\",\"description\":\"Cần 100 mảnh đến Du Côn để đổi Băng Linh Thú\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":9,\"itemOption\":[4],\"itemOptionValue\":[94,100],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"icons/94.icon.png\",\"iconPath\":\"icons/94.icon.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":725,\"price\":100,\"element\":-1}},{\"itemId\":47965554,\"itemTemplateId\":845,\"itemUID\":\"84b0ca2c-d1dc-46ff-9c33-f503faa81323\",\"count\":1000,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[3096,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9197341+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":845,\"name\":\"Mảnh Anh Long \",\"description\":\"Cần 100 mảnh đến Du Côn để đổi Anh Long \",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":9,\"itemOption\":[4],\"itemOptionValue\":[3096,100],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"icons/3096.icon.png\",\"iconPath\":\"icons/3096.icon.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":731,\"price\":100,\"element\":-1}},{\"itemId\":69590261,\"itemTemplateId\":240007,\"itemUID\":\"ac597797-e61a-4f40-bd5a-c7c8c526b2dc\",\"count\":239992,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9197536+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":240007,\"name\":\"Cuộn vải\",\"description\":\"Vật phẩm sự kiện\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":24,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"items/240007.png\",\"iconPath\":\"items/240007.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":830,\"price\":10,\"element\":-1}},{\"itemId\":88010457,\"itemTemplateId\":182,\"itemUID\":\"d63419ea-14e4-438c-9602-ccd23c955f39\",\"count\":166,\"petEuipId\":-1,\"lvl\":0,\"option\":[3],\"optionValue\":[0],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9197756+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":182,\"name\":\"hồng ngọc\",\"description\":\"dùng để cường hoá trang bị\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":8,\"itemOption\":[3],\"itemOptionValue\":[0],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"items/61007.png\",\"iconPath\":\"items/61007.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":184,\"price\":1000,\"element\":-1}},{\"itemId\":141838106,\"itemTemplateId\":178,\"itemUID\":\"eda00541-2e01-4bfe-9a17-d0508911ddfb\",\"count\":3430,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[25],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9197947+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":178,\"name\":\"lam thạch\",\"description\":\"tăng 25% khi cường háo ngọc\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":18,\"itemOption\":[],\"itemOptionValue\":[25],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"items/80003.png\",\"iconPath\":\"items/80003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":180,\"price\":10,\"element\":-1}},{\"itemId\":157902095,\"itemTemplateId\":186,\"itemUID\":\"b0bf77a3-ae06-46f0-996e-fb5590a8d6df\",\"count\":182316,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9198125+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":186,\"name\":\"thỏi bạc\",\"description\":\"dùng để đổi đồ ở tiên nữ\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":16,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"items/61005.png\",\"iconPath\":\"items/61005.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":188,\"price\":10,\"element\":-1}},{\"itemId\":257158847,\"itemTemplateId\":240002,\"itemUID\":\"37a80ee7-1f34-4a46-8447-11db85f4ad6d\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9198288+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":240002,\"name\":\"Diều giấy\",\"description\":\"Vật phẩm sự kiện\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":24,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"items/240002.png\",\"iconPath\":\"items/240002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":825,\"price\":10,\"element\":-1}},{\"itemId\":285671295,\"itemTemplateId\":834,\"itemUID\":\"b2ce61b0-bbf1-437e-9d62-81a850b64dfa\",\"count\":132,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[3091,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9198482+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":834,\"name\":\"Mảnh Giáp Rông\",\"description\":\"Cần 100 mảnh đến Du Côn để đổi Giáp Rông\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":9,\"itemOption\":[4],\"itemOptionValue\":[3091,100],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"icons/3091.icon.png\",\"iconPath\":\"icons/3091.icon.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":720,\"price\":100,\"element\":-1}},{\"itemId\":330203517,\"itemTemplateId\":842,\"itemUID\":\"f23ea668-6c67-493e-ad72-b524cb8adf95\",\"count\":500,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[95,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.919869+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":842,\"name\":\"Mảnh Lôi Linh Thú\",\"description\":\"Cần 100 mảnh đến Du Côn để đổi Lôi Linh Thú\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":9,\"itemOption\":[4],\"itemOptionValue\":[95,100],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"icons/95.icon.png\",\"iconPath\":\"icons/95.icon.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":728,\"price\":100,\"element\":-1}},{\"itemId\":440013385,\"itemTemplateId\":20001,\"itemUID\":\"2f43555b-0d72-4de2-b90b-43b7235b9822\",\"count\":2,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[11,12,13,14,18,17,19,20,1007,10],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9198887+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":20001,\"name\":\"Hộp quà nhiệm vụ số 23\",\"description\":\"Sẽ được chọn pet\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":22,\"itemOption\":[],\"itemOptionValue\":[11,12,13,14,18,17,19,20,1007,10],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"items/2436200.png\",\"iconPath\":\"items/2436200.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":801,\"price\":10,\"element\":-1}},{\"itemId\":441009528,\"itemTemplateId\":125,\"itemUID\":\"ceb21ee3-8782-4b1e-81b1-90d54a88d12f\",\"count\":1210,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9199103+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":125,\"name\":\"mực cường hoá\",\"description\":\"dùng để cường hoá hình xăm\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":23,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"items/1300008.png\",\"iconPath\":\"items/1300008.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":127,\"price\":10,\"element\":-1}},{\"itemId\":474763233,\"itemTemplateId\":509,\"itemUID\":\"0471e3f3-d7d1-4b30-842d-30dec334f08e\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[148,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9199297+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":509,\"name\":\"Mảnh Cánh sơ cấp - bán hoàn mĩ loại 4\",\"description\":\"Cần 100 mảnh đến Du Côn để đổi Cánh sơ cấp - bán hoàn mĩ loại 4\",\"requireStr\":25,\"requireAgi\":40,\"requireInt\":25,\"type\":19,\"itemOption\":[],\"itemOptionValue\":[148,100],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"items/91004.png\",\"iconPath\":\"items/91004.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":494,\"price\":100,\"element\":-1}},{\"itemId\":498889114,\"itemTemplateId\":240003,\"itemUID\":\"77a413e5-10e6-40ca-9905-45a672e7283a\",\"count\":234234,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9199486+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":240003,\"name\":\"Tre\",\"description\":\"Vật phẩm sự kiện\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":24,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"items/240003.png\",\"iconPath\":\"items/240003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":826,\"price\":10,\"element\":-1}},{\"itemId\":536817416,\"itemTemplateId\":-1,\"itemUID\":\"032617d5-8ae5-45ad-b7df-f9a2888387fe\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.919966+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":-1,\"name\":\"Vật phẩm xoá\",\"description\":\"Là vật phẩm này đã bị xoá khỏi server\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":-2,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"items/11008.png\",\"iconPath\":\"items/11008.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":1,\"price\":0,\"element\":-1}},{\"itemId\":628991584,\"itemTemplateId\":828,\"itemUID\":\"da09f408-aec3-4599-84cb-f41b56bb0066\",\"count\":9039,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.919987+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":828,\"name\":\"Mảnh gà lười\",\"description\":\"Cần 100 mảnh đến Du Côn để đổi gà lười\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":9,\"itemOption\":[4],\"itemOptionValue\":[53,100],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"icons/53.icon.png\",\"iconPath\":\"icons/53.icon.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":715,\"price\":100,\"element\":-1}},{\"itemId\":695726037,\"itemTemplateId\":837,\"itemUID\":\"3daca1fd-965b-4c8d-a434-c8c4b32ace4f\",\"count\":1237,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[2093,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9200086+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":837,\"name\":\"Mảnh Hoả Linh Thú Ảo Ảnh\",\"description\":\"Cần 100 mảnh đến Du Côn để đổi Hoả Linh Thú Ảo Ảnh\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":9,\"itemOption\":[4],\"itemOptionValue\":[2093,100],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"icons/2093.icon.png\",\"iconPath\":\"icons/2093.icon.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":723,\"price\":100,\"element\":-1}},{\"itemId\":708350512,\"itemTemplateId\":836,\"itemUID\":\"7b33db42-3a4f-4b5c-acb8-1b7d2902928b\",\"count\":532,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[93,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9200268+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":836,\"name\":\"Mảnh Hoả Linh Thú\",\"description\":\"Cần 100 mảnh đến Du Côn để đổi Hoả Linh Thú\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":9,\"itemOption\":[4],\"itemOptionValue\":[93,100],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"icons/93.icon.png\",\"iconPath\":\"icons/93.icon.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":722,\"price\":100,\"element\":-1}},{\"itemId\":719953549,\"itemTemplateId\":144,\"itemUID\":\"3dfc03a4-5750-40a7-9229-3bbd023b51c8\",\"count\":12042,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9200437+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":144,\"name\":\"lông phượng hoàng\",\"description\":\"Dùng để cường hoá cánh\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":21,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"items/1300007.png\",\"iconPath\":\"items/1300007.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":146,\"price\":10,\"element\":-1}},{\"itemId\":799520847,\"itemTemplateId\":819,\"itemUID\":\"a9052399-1e30-4261-8bcf-4ff129bab3bf\",\"count\":500,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[34,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9200641+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":819,\"name\":\"Mảnh heo rừng \",\"description\":\"Cần 100 mảnh đến Du Côn để đổi heo rừng \",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":9,\"itemOption\":[4],\"itemOptionValue\":[34,100],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"icons/34.icon.png\",\"iconPath\":\"icons/34.icon.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":706,\"price\":100,\"element\":-1}},{\"itemId\":810163842,\"itemTemplateId\":240001,\"itemUID\":\"7edb8fa9-f790-48a6-8362-307f8afa5a31\",\"count\":345349,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.920084+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":240001,\"name\":\"Diều vải\",\"description\":\"Vật phẩm sự kiện\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":24,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"items/240001.png\",\"iconPath\":\"items/240001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":824,\"price\":10,\"element\":-1}},{\"itemId\":816074372,\"itemTemplateId\":823,\"itemUID\":\"a4db5cfb-ef72-426e-a7db-ba4cf4477fa9\",\"count\":400,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[49,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9201022+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":823,\"name\":\"Mảnh bọ hiệp sĩ\",\"description\":\"Cần 100 mảnh đến Du Côn để đổi bọ hiệp sĩ\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":9,\"itemOption\":[4],\"itemOptionValue\":[49,100],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"icons/49.icon.png\",\"iconPath\":\"icons/49.icon.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":710,\"price\":100,\"element\":-1}},{\"itemId\":895663275,\"itemTemplateId\":848,\"itemUID\":\"d26983ca-c923-4d23-9025-8bc1be606f37\",\"count\":11659,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[3097,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9201191+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":848,\"name\":\"Mảnh Ma Hắc Ám Kì Lân \",\"description\":\"Cần 100 mảnh đến Du Côn để đổi Ma Hắc Ám Kì Lân \",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":9,\"itemOption\":[4],\"itemOptionValue\":[3097,100],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"icons/3097.icon.png\",\"iconPath\":\"icons/3097.icon.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":734,\"price\":100,\"element\":-1}},{\"itemId\":920782975,\"itemTemplateId\":829,\"itemUID\":\"30ebbd86-4680-4408-9857-79191ec52003\",\"count\":500,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[54,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9201394+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":829,\"name\":\"Mảnh mèo tập sự\",\"description\":\"Cần 100 mảnh đến Du Côn để đổi mèo tập sự\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":9,\"itemOption\":[4],\"itemOptionValue\":[54,100],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"icons/54.icon.png\",\"iconPath\":\"icons/54.icon.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":716,\"price\":100,\"element\":-1}},{\"itemId\":932691614,\"itemTemplateId\":438,\"itemUID\":\"1ae35146-208f-4391-9458-749ff1aff70f\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[77,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9201571+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":438,\"name\":\"Mảnh Khiên Tinh Vân\",\"description\":\"Cần 100 mảnh đến Du Côn để đổi Khiên Tinh Vân\",\"requireStr\":25,\"requireAgi\":40,\"requireInt\":25,\"type\":19,\"itemOption\":[],\"itemOptionValue\":[77,100],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"items/23003.png\",\"iconPath\":\"items/23003.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":424,\"price\":100,\"element\":-1}},{\"itemId\":1119503264,\"itemTemplateId\":840,\"itemUID\":\"b903ee4c-ad4d-44c0-8480-4f3ee2385975\",\"count\":500,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[2094,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9201784+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":840,\"name\":\"Mảnh Băng Linh Thú Ảo Ảnh\",\"description\":\"Cần 100 mảnh đến Du Côn để đổi Băng Linh Thú Ảo Ảnh\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":9,\"itemOption\":[4],\"itemOptionValue\":[2094,100],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"icons/2094.icon.png\",\"iconPath\":\"icons/2094.icon.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":726,\"price\":100,\"element\":-1}},{\"itemId\":1307875402,\"itemTemplateId\":826,\"itemUID\":\"6a8d6c67-0104-4162-967d-03dba24da5a7\",\"count\":500,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[51,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9201981+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":826,\"name\":\"Mảnh mèo ma pháp\",\"description\":\"Cần 100 mảnh đến Du Côn để đổi mèo ma pháp\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":9,\"itemOption\":[4],\"itemOptionValue\":[51,100],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"icons/51.icon.png\",\"iconPath\":\"icons/51.icon.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":713,\"price\":100,\"element\":-1}},{\"itemId\":1342924502,\"itemTemplateId\":240004,\"itemUID\":\"6141212b-7b63-4a3d-9c00-bed57f16270f\",\"count\":23993,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9202205+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":240004,\"name\":\"Cuộn dây\",\"description\":\"Vật phẩm sự kiện\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":24,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"items/240004.png\",\"iconPath\":\"items/240004.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":827,\"price\":10,\"element\":-1}},{\"itemId\":1429657241,\"itemTemplateId\":831,\"itemUID\":\"a28fe1d2-db03-490c-841b-37f0629cde4c\",\"count\":121612,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[89,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9202377+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":831,\"name\":\"Mảnh Hoả Kì Lân\",\"description\":\"Cần 100 mảnh đến Du Côn để đổi Hoả Kì Lân\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":9,\"itemOption\":[4],\"itemOptionValue\":[89,100],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"icons/89.icon.png\",\"iconPath\":\"icons/89.icon.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":717,\"price\":100,\"element\":-1}},{\"itemId\":1648712300,\"itemTemplateId\":185,\"itemUID\":\"1e3ef44a-f80b-4b66-9b4e-9ae299d92c79\",\"count\":5000,\"petEuipId\":-1,\"lvl\":0,\"option\":[3],\"optionValue\":[50],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9202545+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":185,\"name\":\"kim cương\",\"description\":\"tăng 50% khi cường hoá trang bị\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":8,\"itemOption\":[3],\"itemOptionValue\":[50],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"items/61010.png\",\"iconPath\":\"items/61010.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":187,\"price\":1000,\"element\":-1}},{\"itemId\":1687720505,\"itemTemplateId\":737,\"itemUID\":\"3b2e0384-4494-4b0a-b852-1deb89889fc1\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[7,50],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9202728+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":737,\"name\":\"Mảnh tề thiên\",\"description\":\"Cần 50 mảnh đến Du Côn để đổi tề thiên\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":9,\"itemOption\":[4],\"itemOptionValue\":[7,50],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"icons/7.icon.png\",\"iconPath\":\"icons/7.icon.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":625,\"price\":100,\"element\":-1}},{\"itemId\":1708522580,\"itemTemplateId\":787,\"itemUID\":\"94ac6ef7-c3db-4959-b6a7-dfea21088208\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[3013,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9202958+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":787,\"name\":\"Mảnh tử thần tiến hoá\",\"description\":\"Cần 100 mảnh đến Du Côn để đổi tử thần tiến hoá\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":9,\"itemOption\":[4],\"itemOptionValue\":[3013,100],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"icons/3013.icon.png\",\"iconPath\":\"icons/3013.icon.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":675,\"price\":100,\"element\":-1}},{\"itemId\":1752748684,\"itemTemplateId\":726,\"itemUID\":\"56d9ebae-0e3a-48a8-9fe1-c314777e38ab\",\"count\":23273,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[2002,50],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9203142+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":726,\"name\":\"Mảnh rồng cu te ảo ảnh\",\"description\":\"Cần 50 mảnh đến Du Côn để đổi rồng cu te ảo ảnh\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":9,\"itemOption\":[4],\"itemOptionValue\":[2002,50],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"icons/2002.icon.png\",\"iconPath\":\"icons/2002.icon.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":614,\"price\":100,\"element\":-1}},{\"itemId\":1789543739,\"itemTemplateId\":181,\"itemUID\":\"db2ee063-15f6-4993-b4d8-b5fb80696c65\",\"count\":206,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9203323+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":181,\"name\":\"bùa cường hoá\",\"description\":\"vật phẩm k thiể thiếu khi cường hoá trang bị và ngọc\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":6,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"items/61004.png\",\"iconPath\":\"items/61004.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":183,\"price\":100,\"element\":-1}},{\"itemId\":1867821701,\"itemTemplateId\":143,\"itemUID\":\"01a65297-6632-47f4-9da2-f909acf935ce\",\"count\":2,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9203514+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":143,\"name\":\"Đồ sát lệnh\",\"description\":\"dùng để đồ sát người chơi\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":12,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"items/81005.png\",\"iconPath\":\"items/81005.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":145,\"price\":10,\"element\":-1}},{\"itemId\":1869864827,\"itemTemplateId\":240006,\"itemUID\":\"6d4334e5-0bd9-448d-b79a-d07ce0211eab\",\"count\":2,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9203685+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":240006,\"name\":\"Màu vẽ thông thường\",\"description\":\"Vật phẩm sự kiện\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":24,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"items/240006.png\",\"iconPath\":\"items/240006.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":829,\"price\":10,\"element\":-1}},{\"itemId\":2026772300,\"itemTemplateId\":187,\"itemUID\":\"2f6f2392-a551-4e4d-a1fa-c399461d426e\",\"count\":23232,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9203865+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":187,\"name\":\"thỏi vàng\",\"description\":\"dùng để đổi đồ ở tiên nữ\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":16,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"items/61012.png\",\"iconPath\":\"items/61012.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":189,\"price\":10,\"element\":-1}},{\"itemId\":2076984289,\"itemTemplateId\":843,\"itemUID\":\"b888e114-4523-4f5f-8a26-fbd8c99bb172\",\"count\":500,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[2095,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9204046+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":843,\"name\":\"Mảnh Lôi Linh Thú Ảo Ảnh\",\"description\":\"Cần 100 mảnh đến Du Côn để đổi Lôi Linh Thú Ảo Ảnh\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":9,\"itemOption\":[4],\"itemOptionValue\":[2095,100],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"icons/2095.icon.png\",\"iconPath\":\"icons/2095.icon.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":729,\"price\":100,\"element\":-1}},{\"itemId\":2091990840,\"itemTemplateId\":240000,\"itemUID\":\"f37d156a-37dc-4b9b-8a19-cc2751cef2c1\",\"count\":12329,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9204255+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":240000,\"name\":\"Giấy\",\"description\":\"Vật phẩm sự kiện\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":24,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"items/240000.png\",\"iconPath\":\"items/240000.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":823,\"price\":10,\"element\":-1}},{\"itemId\":2134935695,\"itemTemplateId\":626,\"itemUID\":\"97be6691-b57d-42e4-823a-4fcd142c1ce8\",\"count\":4445,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9204428+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":626,\"name\":\"Mảnh Khiên yêu vực Caduceus II\",\"description\":\"Cần 100 mảnh đến Du Côn để đổi Khiên yêu vực Caduceus II\",\"requireStr\":25,\"requireAgi\":40,\"requireInt\":25,\"type\":19,\"itemOption\":[],\"itemOptionValue\":[265,100],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"items/1121002.png\",\"iconPath\":\"items/1121002.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":587,\"price\":100,\"element\":-1}}],\"3\":[{\"itemId\":241618764,\"itemTemplateId\":154115,\"itemUID\":\"6d8aa3bd-ae9b-4b77-a5ca-ee2313a58d1f\",\"count\":1,\"petEuipId\":-1,\"lvl\":2,\"option\":[2],\"optionValue\":[15],\"expire\":-1,\"def\":10232,\"atk\":7784,\"hp\":12113,\"mp\":10536,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9204678+07:00\",\"HpItem\":12113,\"MpItem\":10536,\"AtkItem\":7784,\"DefItem\":10232,\"Template\":{\"itemId\":154115,\"name\":\"cánh hắc ám - hoàn mĩ\",\"description\":\"cánh hắc ám - hoàn mĩ\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":5,\"itemOption\":[2],\"itemOptionValue\":[15],\"hpRange\":[90000,90000],\"mpRange\":[40000,40000],\"atkRange\":[15000,15000],\"defRange\":[6000,6000],\"isStackable\":false,\"frameImgPath\":\"anim_wings/18.png\",\"iconPath\":\"anim_wings/w_4.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":806,\"price\":10,\"element\":-1}},{\"itemId\":662348824,\"itemTemplateId\":154130,\"itemUID\":\"09068fe6-d28c-4007-850a-06dc82325e35\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[2],\"optionValue\":[15],\"expire\":-1,\"def\":80000,\"atk\":80000,\"hp\":500000,\"mp\":500000,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.920502+07:00\",\"HpItem\":500000,\"MpItem\":500000,\"AtkItem\":80000,\"DefItem\":80000,\"Template\":{\"itemId\":154130,\"name\":\"cánh Hắc Ám Kì Lân\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":5,\"itemOption\":[2],\"itemOptionValue\":[40],\"hpRange\":[350000,350000],\"mpRange\":[350000,350000],\"atkRange\":[40000,40000],\"defRange\":[40000,40000],\"isStackable\":false,\"frameImgPath\":\"anim_wings/154130.png\",\"iconPath\":\"anim_wings/154130.icon.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":821,\"price\":10,\"element\":-1}},{\"itemId\":724227130,\"itemTemplateId\":154127,\"itemUID\":\"8ddb1c54-b097-4340-b405-3ec807e5a50f\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[2,13,14,15,16],\"optionValue\":[15,10,99999,-7500,0],\"expire\":-1,\"def\":25000,\"atk\":20000,\"hp\":120000,\"mp\":120000,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9205293+07:00\",\"HpItem\":120000,\"MpItem\":120000,\"AtkItem\":20000,\"DefItem\":25000,\"Template\":{\"itemId\":154127,\"name\":\"Cánh Hỏa Kì Lân C3 (giảm (def))\",\"description\":\"giảm 75% \",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":5,\"itemOption\":[2,13,14,15,16],\"itemOptionValue\":[15,10,99999,-7500,0],\"hpRange\":[450000,450000],\"mpRange\":[250000,250000],\"atkRange\":[65000,65000],\"defRange\":[25000,25000],\"isStackable\":false,\"frameImgPath\":\"anim_wings/154127.png\",\"iconPath\":\"anim_wings/154127.icon.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":818,\"price\":10,\"element\":-1}},{\"itemId\":1446569761,\"itemTemplateId\":148,\"itemUID\":\"037c02f8-dfb9-4bef-ba11-e26fc237c4b3\",\"count\":148,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[50],\"expire\":-1,\"def\":0,\"atk\":200,\"hp\":504,\"mp\":1068,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9205573+07:00\",\"HpItem\":504,\"MpItem\":1068,\"AtkItem\":200,\"DefItem\":0,\"Template\":{\"itemId\":148,\"name\":\"Cánh sơ cấp - bán hoàn mĩ loại 4\",\"description\":\"Cánh sơ cấp - năng lượng (mp)\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":5,\"itemOption\":[2],\"itemOptionValue\":[50],\"hpRange\":[2000,2000],\"mpRange\":[3000,3000],\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"anim_wings/0.png\",\"iconPath\":\"anim_wings/w_1.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":150,\"price\":10,\"element\":-1}},{\"itemId\":1703496810,\"itemTemplateId\":154120,\"itemUID\":\"d36d949a-f5e9-43f1-89ea-3ea5ba82123f\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[2],\"optionValue\":[35],\"expire\":-1,\"def\":3000,\"atk\":2000,\"hp\":5000,\"mp\":5000,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9205834+07:00\",\"HpItem\":5000,\"MpItem\":5000,\"AtkItem\":2000,\"DefItem\":3000,\"Template\":{\"itemId\":154120,\"name\":\"cánh cao cấp - hoàn mĩ\",\"description\":\"cánh cao cấp - hoàn mĩ\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":5,\"itemOption\":[2],\"itemOptionValue\":[35],\"hpRange\":[22500,22500],\"mpRange\":[15000,15000],\"atkRange\":[7500,7500],\"defRange\":[3000,3000],\"isStackable\":false,\"frameImgPath\":\"anim_wings/16.png\",\"iconPath\":\"anim_wings/w_3.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":811,\"price\":10,\"element\":-1}}],\"4\":[{\"itemId\":54460983,\"itemTemplateId\":155,\"itemUID\":\"6f15e734-23cc-4ba6-ac9b-95d6b4126e43\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9206145+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":54987143,\"itemTemplateId\":155,\"itemUID\":\"bdeb7435-57c0-48a3-ada5-7e54918006f9\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9206416+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":58748437,\"itemTemplateId\":155,\"itemUID\":\"cc9079d4-0e88-48d2-b8ca-b7ac0829b5f5\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9206653+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":68913788,\"itemTemplateId\":155,\"itemUID\":\"51ef89c9-4139-4601-876d-4f5c10176da7\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9206882+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":73071381,\"itemTemplateId\":155,\"itemUID\":\"accc825a-7bb4-43f7-a995-7ff6c4d42011\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9207112+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":81054407,\"itemTemplateId\":155,\"itemUID\":\"107b941c-7aba-4433-80c7-22722248539e\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9207365+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":150055557,\"itemTemplateId\":155,\"itemUID\":\"678c09e9-3aff-4b04-82b5-553807746dd7\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9207582+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":150356969,\"itemTemplateId\":155,\"itemUID\":\"49815bca-6a9d-4edf-bbb9-c0179734e00e\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9207787+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":188220443,\"itemTemplateId\":155,\"itemUID\":\"0fad03a6-0484-4674-84cb-f9f38e291ba8\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9208063+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":228388665,\"itemTemplateId\":155,\"itemUID\":\"e6e7443e-2a27-4a6f-83e0-af5c2467ff5f\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9208294+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":240238175,\"itemTemplateId\":155,\"itemUID\":\"ad60a397-24e0-47ec-a31c-1aaf4d98c58c\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9208501+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":250426438,\"itemTemplateId\":155,\"itemUID\":\"5da9e585-9a78-4203-aec8-19ee758fd0ab\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.920873+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":260297433,\"itemTemplateId\":155,\"itemUID\":\"bcbfc37a-9a95-417c-a061-e9322355d5c3\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9208947+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":301795360,\"itemTemplateId\":155,\"itemUID\":\"a8228ab6-23e1-4513-8f50-688e8b0da0fa\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9209205+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":309051874,\"itemTemplateId\":155,\"itemUID\":\"9d829e78-79c5-464d-907e-6285627d9f5b\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9209421+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":343091964,\"itemTemplateId\":155,\"itemUID\":\"ae6a645e-2e51-4ae6-a2a7-14bd7178e673\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9209628+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":343236158,\"itemTemplateId\":155,\"itemUID\":\"fd92f0de-01e8-44a6-b185-3cd8e3515b48\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9209861+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":350403224,\"itemTemplateId\":155,\"itemUID\":\"65ee2ef8-c44b-4312-9ba4-3d74b337bb9a\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9210094+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":352633519,\"itemTemplateId\":155,\"itemUID\":\"e07330cd-b9c4-467d-a243-bbeb169e4294\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9210323+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":353459282,\"itemTemplateId\":155,\"itemUID\":\"5dc8e037-ca01-4ff3-8c01-6591ff48eda7\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9210564+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":363139977,\"itemTemplateId\":155,\"itemUID\":\"df1c01b7-7c9f-458b-b13d-5ca1d2b1c33e\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9210761+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":370625260,\"itemTemplateId\":155,\"itemUID\":\"e2fc1c4d-3964-4778-aacf-4da47d3caf23\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9210976+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":396789238,\"itemTemplateId\":157,\"itemUID\":\"78d3198e-b55a-44a8-8d4a-c77dc7a7cd96\",\"count\":1,\"petEuipId\":-1,\"lvl\":2,\"option\":[9,10,11,12],\"optionValue\":[980,980,980,980],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[13.784,13.784,13.784,13.784],\"gemInfo\":null,\"wasSell\":true,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.921124+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":157,\"name\":\"ngọc lửa lev:3\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/72001.png\",\"iconPath\":\"items/72001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":159,\"price\":10,\"element\":-1}},{\"itemId\":424267928,\"itemTemplateId\":155,\"itemUID\":\"5234a7d6-c1e5-4457-99ee-90891527f568\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9211474+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":435426967,\"itemTemplateId\":155,\"itemUID\":\"33b5f303-2e31-4c8c-be07-61740921ea7d\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9211689+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":451693805,\"itemTemplateId\":155,\"itemUID\":\"71c753d7-c2cf-49af-b942-094323646eaa\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.921192+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":467772485,\"itemTemplateId\":155,\"itemUID\":\"9955d129-5896-4eda-be49-1b5635dfd54e\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9212152+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":535096160,\"itemTemplateId\":155,\"itemUID\":\"848ed16e-0d88-45cd-8757-e521c1db4e84\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9212374+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":555473597,\"itemTemplateId\":155,\"itemUID\":\"14161379-c402-4db7-ba5e-2057a9320596\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9212611+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":564402002,\"itemTemplateId\":155,\"itemUID\":\"81fe789e-8952-4b78-be48-ba68e61473e1\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9212809+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":566493633,\"itemTemplateId\":155,\"itemUID\":\"c22f3074-1df3-4562-8170-8a04f621c3bf\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9213031+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":575283934,\"itemTemplateId\":155,\"itemUID\":\"0fc0b583-668c-4a21-a8d5-49cdaebbff21\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9213304+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":602325887,\"itemTemplateId\":155,\"itemUID\":\"f5819aec-6e87-437e-84ae-9bb19c865959\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.921353+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":654719060,\"itemTemplateId\":155,\"itemUID\":\"f25aa477-eb56-49bf-8f2b-aed48f0ac7fc\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9213736+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":666750591,\"itemTemplateId\":155,\"itemUID\":\"2f0c41f1-a3ab-4dbf-9be6-50486f9bdd15\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9214106+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":701143392,\"itemTemplateId\":155,\"itemUID\":\"2f42bfb4-ea1b-4290-970d-c259d3935aa1\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.921435+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":705911654,\"itemTemplateId\":155,\"itemUID\":\"0abdaa35-30af-44e1-9b4a-194313a1f602\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9214605+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":708258947,\"itemTemplateId\":155,\"itemUID\":\"d9335bc6-c1f4-4f69-9e7e-3ef607d1c417\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9214874+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":724100164,\"itemTemplateId\":155,\"itemUID\":\"8749b2e1-92c4-4bf6-b262-9d9ceb46146f\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9215089+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":776967155,\"itemTemplateId\":155,\"itemUID\":\"68212f7a-ffc8-4516-8754-128beb8c05aa\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9215316+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":783435180,\"itemTemplateId\":155,\"itemUID\":\"a3a88ac2-c159-44af-9886-e4254a611d63\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9215596+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":785953085,\"itemTemplateId\":155,\"itemUID\":\"b2395ea7-a9ba-4d76-ad4b-9c32acced9d3\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9215875+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":801250383,\"itemTemplateId\":155,\"itemUID\":\"c9e2d406-d0a6-485b-9805-51aeb27f78f3\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9216151+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":801369221,\"itemTemplateId\":155,\"itemUID\":\"a8b5e941-793e-4641-91a3-4bf64ea1f9d5\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9216368+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":806673131,\"itemTemplateId\":155,\"itemUID\":\"ad0d156b-4aec-4d28-85b6-1ac44251c64e\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9216596+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":827878217,\"itemTemplateId\":155,\"itemUID\":\"9889203a-b3dc-4512-8f55-91d2a2167d48\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9216882+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":839958788,\"itemTemplateId\":155,\"itemUID\":\"9bde3f5c-b0b2-49ec-82ee-dd92223d866e\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9217128+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":848306165,\"itemTemplateId\":155,\"itemUID\":\"a411b3b9-0150-4f8b-b9db-130a0709be7c\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9217341+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":859095585,\"itemTemplateId\":155,\"itemUID\":\"f20b73c3-7288-4809-ad61-949cf96d2550\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9218573+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":870802201,\"itemTemplateId\":155,\"itemUID\":\"6b3ff914-1a03-4fad-8457-8e7948990e14\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9219259+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":903207258,\"itemTemplateId\":155,\"itemUID\":\"fc24ebe5-b755-4992-abcf-d287ff61e460\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9219434+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":912931180,\"itemTemplateId\":155,\"itemUID\":\"66a2e2b9-efc4-40fe-8216-de0d483a86d7\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9219648+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":936246748,\"itemTemplateId\":155,\"itemUID\":\"0337589d-e28e-453d-943e-1d4660e62d73\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9219793+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":949400242,\"itemTemplateId\":155,\"itemUID\":\"3c897166-432c-4f16-b1d0-8432747eb804\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.921996+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":951347969,\"itemTemplateId\":155,\"itemUID\":\"b8aa7968-f200-46b2-834c-b3d33f9e0ff0\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9220216+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":963351002,\"itemTemplateId\":155,\"itemUID\":\"5f2fd363-547c-4a44-8b7d-93ad930cde49\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9220358+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":971492373,\"itemTemplateId\":155,\"itemUID\":\"89eba1c1-7d58-4d77-982f-28984fb3801e\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9220494+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":976181449,\"itemTemplateId\":155,\"itemUID\":\"0394e714-053d-4823-b586-65ea70a8bd7e\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9220671+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":979046746,\"itemTemplateId\":155,\"itemUID\":\"043f4dea-2028-48ab-afe9-db378eb31ae0\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9220865+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1033361135,\"itemTemplateId\":155,\"itemUID\":\"5d7af09e-9a8c-494d-8610-1c8304986354\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9221014+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1036147962,\"itemTemplateId\":155,\"itemUID\":\"95ca9eb1-291c-495d-ac00-74f8b74cb3f6\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9221176+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1044969169,\"itemTemplateId\":155,\"itemUID\":\"4f0c22e0-2362-401f-a111-559831e1e561\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9221394+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1047349120,\"itemTemplateId\":155,\"itemUID\":\"1a5bb84f-797f-4e0a-af2f-7e76cc55a697\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9221614+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1054788403,\"itemTemplateId\":155,\"itemUID\":\"158dab19-9d63-4506-a406-60dde28ca0ad\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9221931+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1088001512,\"itemTemplateId\":155,\"itemUID\":\"cfe56814-862d-44d7-acfe-61443a7f6228\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9222164+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1093423552,\"itemTemplateId\":155,\"itemUID\":\"3d9115b4-220e-49ab-9dba-330e52a8a9b2\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9222428+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1093481410,\"itemTemplateId\":155,\"itemUID\":\"c2759296-2b38-41ec-944b-fe07e75b4989\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9222648+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1098149356,\"itemTemplateId\":155,\"itemUID\":\"84b0a6cb-c5bc-4c19-b759-fde44ca0cba2\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9222877+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1105529245,\"itemTemplateId\":155,\"itemUID\":\"e4c7b507-2812-414f-93be-b8ce7499227d\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.922313+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1161492631,\"itemTemplateId\":155,\"itemUID\":\"0dfdf6fd-ac86-4ce7-b63a-dc9767f74c96\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9223353+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1171198696,\"itemTemplateId\":155,\"itemUID\":\"71f03dc9-3f5e-477b-acb7-0f579393d134\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9223568+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1188151025,\"itemTemplateId\":155,\"itemUID\":\"d006f382-6a61-4ac0-936c-6098dbc8a383\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9223824+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1194796427,\"itemTemplateId\":155,\"itemUID\":\"25c4fc14-f0fc-4c2a-8e8b-e01aeb5fa1db\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9224044+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1226752525,\"itemTemplateId\":155,\"itemUID\":\"aa0634e8-c468-4118-b871-60c491f147ef\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9224273+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1249618414,\"itemTemplateId\":155,\"itemUID\":\"35116994-c609-4b0f-a00b-12357cc1d732\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9224524+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1252743433,\"itemTemplateId\":155,\"itemUID\":\"38a301b2-4044-4e93-8ba0-48c642f47470\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9224758+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1272492503,\"itemTemplateId\":155,\"itemUID\":\"60107518-0db9-4f77-9ccb-c107bd462810\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.922498+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1286019338,\"itemTemplateId\":155,\"itemUID\":\"820759f1-08f6-45fd-a4d1-4999203bb526\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9225249+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1322908474,\"itemTemplateId\":155,\"itemUID\":\"c5e5df21-f0d4-4e31-b293-621806ca9a91\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9225467+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1332184235,\"itemTemplateId\":155,\"itemUID\":\"7898be09-0b73-411c-a09e-33878296b507\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9225692+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1339544619,\"itemTemplateId\":155,\"itemUID\":\"d2c6a151-4283-44d0-b6c3-7de3d5bb5488\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9225944+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1353511366,\"itemTemplateId\":155,\"itemUID\":\"e84fbf43-bf95-4c97-a55e-0ae50ac6ddd4\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9226168+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1361573265,\"itemTemplateId\":155,\"itemUID\":\"05ba6648-1d22-4f57-ad00-ec1a063411a7\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9226393+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1387415418,\"itemTemplateId\":155,\"itemUID\":\"bd35aabd-ae8f-4bab-93fe-7a663623e923\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9226644+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1431163210,\"itemTemplateId\":155,\"itemUID\":\"8512cb6d-9123-4015-bf60-b49e2c4a80b3\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9227195+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1434874415,\"itemTemplateId\":155,\"itemUID\":\"d0657632-ca66-483a-a8f9-6ffb213d4090\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9227605+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1476008872,\"itemTemplateId\":155,\"itemUID\":\"9064ee9a-d043-4ac2-b632-05e4a831b176\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9227935+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1497490569,\"itemTemplateId\":155,\"itemUID\":\"cac66b1c-3ec1-42ba-a896-fc6e809fb5de\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9228159+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1519469662,\"itemTemplateId\":155,\"itemUID\":\"47de2221-aec5-4e93-8184-ea7a83fa8d96\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9228382+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1530401131,\"itemTemplateId\":155,\"itemUID\":\"bc8bc13b-913d-4843-a4e6-db78658d5200\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.922959+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1546347022,\"itemTemplateId\":155,\"itemUID\":\"135a93eb-642d-4d0f-939a-3c4a8173556d\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9229866+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1576527543,\"itemTemplateId\":155,\"itemUID\":\"2bfd06d4-f112-4794-bc8f-3db1f6aa848e\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9230097+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1613429705,\"itemTemplateId\":155,\"itemUID\":\"0f1b5be4-0d4d-4cb3-9e0e-f5e4f7dccd12\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9230338+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1622255811,\"itemTemplateId\":155,\"itemUID\":\"4eb088f9-fe7a-4951-b37c-cecb572d3b73\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9230547+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1639897215,\"itemTemplateId\":155,\"itemUID\":\"556adaaa-18d2-4f48-a927-ec0a7a528cfd\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9230784+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1641948850,\"itemTemplateId\":155,\"itemUID\":\"1c947439-09f7-48ac-8140-a170335132e6\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9231058+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1668880688,\"itemTemplateId\":155,\"itemUID\":\"dc3e558e-74ce-4f89-9033-412bebd86566\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9231264+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1683992901,\"itemTemplateId\":155,\"itemUID\":\"ac3a66a6-9834-4b3e-8404-d3e1718d150f\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9231531+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1696815669,\"itemTemplateId\":155,\"itemUID\":\"679aa872-757e-4237-93ca-90339d3ef9aa\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9231755+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1712212324,\"itemTemplateId\":155,\"itemUID\":\"529c3213-2e20-432e-bca8-cac18e0ed4d6\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9231983+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1712858198,\"itemTemplateId\":155,\"itemUID\":\"fcba28b3-ea75-4218-a491-84c05c41bd19\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9232254+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1734351802,\"itemTemplateId\":155,\"itemUID\":\"da62c2e9-a324-492a-887d-1521b94c55d7\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9232463+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1748529517,\"itemTemplateId\":155,\"itemUID\":\"c8572b31-a120-4cad-9e36-dfb3edf1d05e\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9232674+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1829206052,\"itemTemplateId\":155,\"itemUID\":\"d923d8b1-b515-410a-9b4f-dd1df4d4cb58\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9232935+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1879727570,\"itemTemplateId\":155,\"itemUID\":\"2216fdbf-3fa9-4722-b844-33e347f3a029\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9233171+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1888699735,\"itemTemplateId\":155,\"itemUID\":\"00b3a2ab-2b94-4a0a-823f-c1117ef1ec75\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9233373+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1971159714,\"itemTemplateId\":155,\"itemUID\":\"ab39d31a-2bb5-4484-aa57-e6a46f022c05\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9233614+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1979375543,\"itemTemplateId\":155,\"itemUID\":\"b646c767-e0e2-4dbc-bafe-6b1447f605a9\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9233825+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1990656480,\"itemTemplateId\":155,\"itemUID\":\"b6b646f3-946d-47dd-bd4f-3a8f0450ada8\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9234056+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":1992339915,\"itemTemplateId\":155,\"itemUID\":\"738b33e7-8cf5-450c-8234-20cbcffac42b\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9234314+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":2001400770,\"itemTemplateId\":155,\"itemUID\":\"f9df6df2-3961-4d4d-ab09-e4d00bc3db5e\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.923452+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":2027988772,\"itemTemplateId\":155,\"itemUID\":\"4019431e-4010-4fd0-88cb-c2ff206c030d\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9234727+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":2053514472,\"itemTemplateId\":155,\"itemUID\":\"aec6b6b8-f1b1-42ab-b10f-f1d7a52f2a17\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.923498+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":2057038121,\"itemTemplateId\":155,\"itemUID\":\"e38b8666-388c-4b50-938f-44e81b7019f3\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9235214+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":2095671910,\"itemTemplateId\":155,\"itemUID\":\"c8ca9664-f03f-4b2e-b417-705046adc841\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9235423+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":2100194678,\"itemTemplateId\":155,\"itemUID\":\"7a56a1ad-8de7-47e3-9619-edc8eeb8d042\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9235662+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":2116419468,\"itemTemplateId\":155,\"itemUID\":\"03f4f19e-e190-478a-b72b-8d6e3436c1d6\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9235867+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}},{\"itemId\":2147418463,\"itemTemplateId\":155,\"itemUID\":\"7b3ff7b8-b32a-4169-bcac-fff3b6a0744f\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9236098+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":155,\"name\":\"ngọc lửa\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":17,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[500,500,500,500],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":false,\"frameImgPath\":\"items/70001.png\",\"iconPath\":\"items/70001.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":157,\"price\":10,\"element\":-1}}],\"5\":[{\"itemId\":2147281390,\"itemTemplateId\":186,\"itemUID\":\"85706b02-a5ff-4ca4-836a-2ba5329df8a9\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9236645+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":186,\"name\":\"thỏi bạc\",\"description\":\"dùng để đổi đồ ở tiên nữ\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":16,\"itemOption\":[],\"itemOptionValue\":[],\"hpRange\":null,\"mpRange\":null,\"atkRange\":null,\"defRange\":null,\"isStackable\":true,\"frameImgPath\":\"items/61005.png\",\"iconPath\":\"items/61005.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":188,\"price\":10,\"element\":-1}}],\"2\":[]}', '[]', '[{\"petIdTemplate\":93,\"petDieByPK\":false,\"petId\":1215818782,\"star\":0,\"exp\":2810,\"name\":null,\"str\":450,\"agi\":350,\"_int\":350,\"tiemnang_point\":40,\"skillPoint\":0,\"skill\":[],\"tiemnang\":[0,0,0],\"tatto\":[],\"equip\":[],\"isUpTier\":false,\"pointTiemNangLvl\":40,\"wasSell\":false,\"hp\":551825,\"mp\":551776,\"maxHp\":131826,\"maxMp\":131776,\"TimeDieZ\":63855356568784,\"Expire\":null,\"TimeCreated\":\"2024-10-26T16:53:31.9239606+07:00\",\"IsCrit\":false,\"lvl\":2,\"SkipPercent\":15.0,\"AccuracyPercent\":100.0},{\"petIdTemplate\":89,\"petDieByPK\":false,\"petId\":1314316458,\"star\":0,\"exp\":0,\"name\":null,\"str\":450,\"agi\":450,\"_int\":450,\"tiemnang_point\":0,\"skillPoint\":0,\"skill\":[],\"tiemnang\":[0,0,0],\"tatto\":[],\"equip\":[],\"isUpTier\":false,\"pointTiemNangLvl\":50,\"wasSell\":false,\"hp\":1823,\"mp\":2272,\"maxHp\":1823,\"maxMp\":2272,\"TimeDieZ\":63865558411984,\"Expire\":\"2024-10-29T16:53:31.9849997+07:00\",\"TimeCreated\":\"2024-10-26T16:53:31.9849966+07:00\",\"IsCrit\":false,\"lvl\":1,\"SkipPercent\":15.0,\"AccuracyPercent\":100.0},{\"petIdTemplate\":49,\"petDieByPK\":false,\"petId\":1460466213,\"star\":0,\"exp\":8637,\"name\":null,\"str\":350,\"agi\":250,\"_int\":250,\"tiemnang_point\":6,\"skillPoint\":0,\"skill\":[[120,1]],\"tiemnang\":[0,0,0],\"tatto\":[{\"tattooTemplateId\":3,\"tattoId\":1925776487,\"lvl\":0,\"Template\":{\"tattooId\":3,\"name\":\"trái tim (tốt)\",\"iconPath\":\"tatoos/2.png\",\"atk\":0,\"def\":0,\"hp\":2400,\"mp\":0,\"percent\":22.5}}],\"equip\":[],\"isUpTier\":false,\"pointTiemNangLvl\":3,\"wasSell\":false,\"hp\":553826,\"mp\":551279,\"maxHp\":553829,\"maxMp\":551279,\"TimeDieZ\":63855356564576,\"Expire\":null,\"TimeCreated\":\"2024-10-26T16:53:31.9240272+07:00\",\"IsCrit\":false,\"lvl\":3,\"SkipPercent\":15.0,\"AccuracyPercent\":100.0},{\"petIdTemplate\":3097,\"petDieByPK\":false,\"petId\":1817710593,\"star\":0,\"exp\":0,\"name\":null,\"str\":550,\"agi\":550,\"_int\":550,\"tiemnang_point\":0,\"skillPoint\":0,\"skill\":[],\"tiemnang\":[0,0,0],\"tatto\":[],\"equip\":[],\"isUpTier\":false,\"pointTiemNangLvl\":50,\"wasSell\":false,\"hp\":2223,\"mp\":2772,\"maxHp\":552223,\"maxMp\":552773,\"TimeDieZ\":63856619175337,\"Expire\":null,\"TimeCreated\":\"2024-10-26T16:53:31.9240538+07:00\",\"IsCrit\":false,\"lvl\":1,\"SkipPercent\":15.0,\"AccuracyPercent\":100.0}]', '{\"petIdTemplate\":53,\"petDieByPK\":false,\"petId\":578928164,\"star\":0,\"exp\":1089,\"name\":null,\"str\":380,\"agi\":300,\"_int\":300,\"tiemnang_point\":3,\"skillPoint\":0,\"skill\":[],\"tiemnang\":[0,0,0],\"tatto\":[],\"equip\":[],\"isUpTier\":false,\"pointTiemNangLvl\":3,\"wasSell\":false,\"hp\":132005,\"mp\":131979,\"maxHp\":132005,\"maxMp\":131979,\"TimeDieZ\":63856629206541,\"Expire\":null,\"TimeCreated\":\"2024-10-26T16:53:31.9240969+07:00\",\"IsCrit\":false,\"lvl\":2,\"SkipPercent\":15.0,\"AccuracyPercent\":100.0}', 0, '2024-07-18 20:19:22', 20, '{\"itemId\":1600778052,\"itemTemplateId\":1000027,\"itemUID\":\"4820281f-2bc8-4e6f-99cd-992b7574f589\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[3000,3000,3000,3000],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9241352+07:00\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0,\"Template\":{\"itemId\":1000027,\"name\":\"Phạm Văn Huy +(15% chỉ số)\",\"description\":\"\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":4,\"itemOption\":[9,10,11,12],\"itemOptionValue\":[1500,1500,1500,1500],\"hpRange\":[0],\"mpRange\":[0],\"atkRange\":[0],\"defRange\":[0],\"isStackable\":true,\"frameImgPath\":\"anim_characters/44.png\",\"iconPath\":\"anim_characters/44_icon.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":854,\"price\":10,\"element\":-1}}', '{\"itemId\":667363678,\"itemTemplateId\":154125,\"itemUID\":\"da0e8405-d434-4462-8026-2df5fe7b8225\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[2,13,14,15,16],\"optionValue\":[15,24,99999,2500,1],\"expire\":-1,\"def\":15000,\"atk\":10000,\"hp\":80000,\"mp\":80000,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:53:31.9241744+07:00\",\"HpItem\":80000,\"MpItem\":80000,\"AtkItem\":10000,\"DefItem\":15000,\"Template\":{\"itemId\":154125,\"name\":\"cánh Hỏa Kì Lân C1 (hút máu)\",\"description\":\"hút 25% máu\",\"requireStr\":0,\"requireAgi\":0,\"requireInt\":0,\"type\":5,\"itemOption\":[2,13,14,15,16],\"itemOptionValue\":[15,24,99999,2500,1],\"hpRange\":[200000,200000],\"mpRange\":[120000,120000],\"atkRange\":[45000,45000],\"defRange\":[20000,20000],\"isStackable\":false,\"frameImgPath\":\"anim_wings/154125.png\",\"iconPath\":\"anim_wings/154125.icon.png\",\"gender\":-1,\"expire\":0,\"isOnSky\":false,\"canTrade\":true,\"petNClass\":-1,\"iconId\":816,\"price\":10,\"element\":-1}}', 0, '{\"buffExpTime\":-1,\"itemTemplateIdBuff\":-1,\"_buffPercent\":0.0,\"currentTime\":63855355758531,\"itemBuffId\":0,\"Template\":null}', 0, '2024-07-20 14:30:00', NULL, NULL, -1, '[]', '[]', '[]', 'anim_characters/44_icon.png', '{}', 0, NULL, 0, 0, '[]', 0, 0, 1899350573, '[]', '[66,1317,1433,498,1007,172]', '[]', '[]', '2024-10-26 16:53:31', '{}', '[]', 0, '{}', '[]', '2024-08-04 22:18:57', 0, 0, 0, 0, -1, -1, NULL, 0, 0, 0, 0, 0, -1, 0, NULL);
INSERT INTO `player` (`ID`, `user_id`, `isAdmin`, `name`, `gender`, `gold`, `spendGold`, `coin`, `lua`, `items`, `favouriteList`, `pets`, `petSelected`, `isFirstFree`, `loginDate`, `star`, `skin`, `wing`, `isOnSky`, `buffExp`, `pkPoint`, `pkPointTime`, `captcha`, `shopArena`, `clanId`, `tasking`, `task`, `wasTask`, `avatarPath`, `numUseEnergy`, `AccumulatedPoint`, `PetDefLeague`, `ArenaPoint`, `EventPoint`, `achievements`, `NumOfUseKiteNormal`, `NumOfUseKiteVip`, `CurrentAchievementId`, `letters`, `RequestAddFriends`, `BlockFriendLists`, `ListFriends`, `LastTimeOnline`, `LettersSendTime`, `MoneyDisplays`, `KioskFund`, `TrashItemBackup`, `ClanTasked`, `TimeDropCoin`, `IsMergeServer`, `NumGiveFlowerGold`, `NumGiveFlowerGem`, `IndexMilistoneTeacherEvent`, `FlowerGold`, `FlowerCoin`, `DailyNoelTime`, `DailyNoelIndex`, `NumEatSquareStickyRice`, `NumEatSquareStickyRiceCoin`, `NumEatCylindricalStickyRice`, `NumEatCylindricalStickyRiceCoin`, `IndexMilistoneBirthdayEvent`, `NumUseGiftBox2025`, `BonusReceived`) VALUES
(100, 2, 0, 'tester', 0, -500, 0, 49096, 234234234, '{\"0\":[{\"itemId\":23836768,\"itemTemplateId\":72,\"itemUID\":\"8c36cf3b-ab38-4b22-b5fe-4f772b29bd32\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":96,\"atk\":38,\"hp\":166,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9159178+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":166,\"MpItem\":0,\"AtkItem\":38,\"DefItem\":96},{\"itemId\":33168854,\"itemTemplateId\":85,\"itemUID\":\"ad4ae91c-cc25-4df9-9d60-46401e706798\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":61,\"atk\":47,\"hp\":0,\"mp\":227,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.915963+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":227,\"AtkItem\":47,\"DefItem\":61},{\"itemId\":38003447,\"itemTemplateId\":81,\"itemUID\":\"0d383cdb-cd81-49ce-918d-759554192e8c\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":120,\"atk\":42,\"hp\":0,\"mp\":99,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9159947+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":99,\"AtkItem\":42,\"DefItem\":120},{\"itemId\":41857979,\"itemTemplateId\":70,\"itemUID\":\"7e2c90ac-ad9e-4edd-b388-395c1177e8aa\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":60,\"atk\":31,\"hp\":0,\"mp\":293,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9160258+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":293,\"AtkItem\":31,\"DefItem\":60},{\"itemId\":45845256,\"itemTemplateId\":62,\"itemUID\":\"e6b7947e-860c-40fb-a939-423f9f3d15ad\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":106,\"atk\":26,\"hp\":479,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9160487+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":479,\"MpItem\":0,\"AtkItem\":26,\"DefItem\":106},{\"itemId\":87529313,\"itemTemplateId\":74,\"itemUID\":\"fd217d1c-49f8-476c-b0a1-39be87674e43\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":102,\"hp\":648,\"mp\":50,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9160717+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":648,\"MpItem\":50,\"AtkItem\":102,\"DefItem\":0},{\"itemId\":88476476,\"itemTemplateId\":81,\"itemUID\":\"d3ca9b75-2b89-42f1-b063-839f9c7839b8\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":180,\"atk\":58,\"hp\":0,\"mp\":84,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9160912+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":84,\"AtkItem\":58,\"DefItem\":180},{\"itemId\":101525548,\"itemTemplateId\":59,\"itemUID\":\"67de9a3a-1ae5-4d20-bf44-b732392333f8\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":94,\"hp\":480,\"mp\":75,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9161094+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":480,\"MpItem\":75,\"AtkItem\":94,\"DefItem\":0},{\"itemId\":117569793,\"itemTemplateId\":72,\"itemUID\":\"bca0a1f5-006a-4666-a4d1-f7c7ad374b16\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":92,\"atk\":39,\"hp\":175,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.916131+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":175,\"MpItem\":0,\"AtkItem\":39,\"DefItem\":92},{\"itemId\":138149992,\"itemTemplateId\":70,\"itemUID\":\"4a37103e-c9b0-4db5-a1ba-0f8301450da8\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":66,\"atk\":33,\"hp\":0,\"mp\":220,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.91615+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":220,\"AtkItem\":33,\"DefItem\":66},{\"itemId\":184909736,\"itemTemplateId\":77,\"itemUID\":\"b9866bca-4964-4a12-9765-59f04de1e0eb\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":126,\"atk\":40,\"hp\":594,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9161686+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":594,\"MpItem\":0,\"AtkItem\":40,\"DefItem\":126},{\"itemId\":229731375,\"itemTemplateId\":66,\"itemUID\":\"13b55701-2543-4be2-99e6-e6c4b292be61\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":74,\"atk\":26,\"hp\":0,\"mp\":71,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9161895+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":71,\"AtkItem\":26,\"DefItem\":74},{\"itemId\":279677198,\"itemTemplateId\":81,\"itemUID\":\"4d6aa6f9-8a35-44a6-806e-8fc2ee5816b6\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":197,\"atk\":56,\"hp\":0,\"mp\":157,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9162117+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":157,\"AtkItem\":56,\"DefItem\":197},{\"itemId\":305553272,\"itemTemplateId\":59,\"itemUID\":\"a118042a-a8c1-4174-a5d0-65fbac1c1534\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":96,\"hp\":427,\"mp\":106,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9162298+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":427,\"MpItem\":106,\"AtkItem\":96,\"DefItem\":0},{\"itemId\":333659153,\"itemTemplateId\":77,\"itemUID\":\"365cd978-122b-4387-b2b7-7259722b62a2\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":131,\"atk\":55,\"hp\":569,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9162482+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":569,\"MpItem\":0,\"AtkItem\":55,\"DefItem\":131},{\"itemId\":355617240,\"itemTemplateId\":59,\"itemUID\":\"2861ec1c-f7d6-4517-a6e5-dee5b087cbc1\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":99,\"hp\":465,\"mp\":114,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9162688+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":465,\"MpItem\":114,\"AtkItem\":99,\"DefItem\":0},{\"itemId\":376536010,\"itemTemplateId\":77,\"itemUID\":\"0fcf20d8-ab21-40c5-80c0-1eebe1251df9\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":147,\"atk\":40,\"hp\":645,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9162873+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":645,\"MpItem\":0,\"AtkItem\":40,\"DefItem\":147},{\"itemId\":386765111,\"itemTemplateId\":77,\"itemUID\":\"cf085c4e-3c88-44b2-acfd-6d8b247ca838\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":124,\"atk\":55,\"hp\":641,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9163068+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":641,\"MpItem\":0,\"AtkItem\":55,\"DefItem\":124},{\"itemId\":409202400,\"itemTemplateId\":66,\"itemUID\":\"168027e3-25f8-4f77-9b4a-81057a7fc7b2\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":66,\"atk\":26,\"hp\":0,\"mp\":89,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9163255+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":89,\"AtkItem\":26,\"DefItem\":66},{\"itemId\":475743510,\"itemTemplateId\":81,\"itemUID\":\"39ff1a25-1d89-4146-b3e0-d95de54dc537\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":157,\"atk\":41,\"hp\":0,\"mp\":137,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9163467+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":137,\"AtkItem\":41,\"DefItem\":157},{\"itemId\":507340487,\"itemTemplateId\":87,\"itemUID\":\"eeb09abf-3b30-409c-ba9d-008d36ad50a5\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":172,\"atk\":49,\"hp\":439,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9163653+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":439,\"MpItem\":0,\"AtkItem\":49,\"DefItem\":172},{\"itemId\":538578866,\"itemTemplateId\":81,\"itemUID\":\"23a1e131-e96c-4e98-932d-f19b8498b3fb\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":151,\"atk\":49,\"hp\":0,\"mp\":149,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9163841+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":149,\"AtkItem\":49,\"DefItem\":151},{\"itemId\":546623654,\"itemTemplateId\":70,\"itemUID\":\"11f0e629-8291-43b8-84a8-e8dd776dd93d\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":66,\"atk\":33,\"hp\":0,\"mp\":220,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9164063+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":220,\"AtkItem\":33,\"DefItem\":66},{\"itemId\":561556328,\"itemTemplateId\":59,\"itemUID\":\"6dbcfa32-4b4e-4734-a2df-aa0341630de4\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":97,\"hp\":445,\"mp\":113,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9164247+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":445,\"MpItem\":113,\"AtkItem\":97,\"DefItem\":0},{\"itemId\":561877249,\"itemTemplateId\":72,\"itemUID\":\"346f0fe0-1a11-4a40-bfba-f774fa753520\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":61,\"atk\":39,\"hp\":188,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9164431+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":188,\"MpItem\":0,\"AtkItem\":39,\"DefItem\":61},{\"itemId\":568327182,\"itemTemplateId\":66,\"itemUID\":\"e3be4cd0-247e-4152-bfb2-d9288f051f52\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":61,\"atk\":21,\"hp\":0,\"mp\":97,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9164617+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":97,\"AtkItem\":21,\"DefItem\":61},{\"itemId\":571318704,\"itemTemplateId\":70,\"itemUID\":\"72ad3099-d8f3-4a9b-a981-1190be979bdb\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":68,\"atk\":39,\"hp\":0,\"mp\":265,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9164833+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":265,\"AtkItem\":39,\"DefItem\":68},{\"itemId\":599331155,\"itemTemplateId\":59,\"itemUID\":\"d69fa1fb-62c7-4138-a849-875af93c255b\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":97,\"hp\":494,\"mp\":84,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9165013+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":494,\"MpItem\":84,\"AtkItem\":97,\"DefItem\":0},{\"itemId\":603280445,\"itemTemplateId\":70,\"itemUID\":\"b2264017-2b0e-4d6d-b47d-5baa042adb78\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":83,\"atk\":34,\"hp\":0,\"mp\":205,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9165199+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":205,\"AtkItem\":34,\"DefItem\":83},{\"itemId\":626609570,\"itemTemplateId\":74,\"itemUID\":\"c9fa2bc5-077e-4400-8b64-533ebc738fa9\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":137,\"hp\":665,\"mp\":53,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9165402+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":665,\"MpItem\":53,\"AtkItem\":137,\"DefItem\":0},{\"itemId\":631887874,\"itemTemplateId\":85,\"itemUID\":\"8425eb28-685f-4756-ae78-51d71a5b3147\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":71,\"atk\":41,\"hp\":0,\"mp\":200,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9165587+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":200,\"AtkItem\":41,\"DefItem\":71},{\"itemId\":637470933,\"itemTemplateId\":66,\"itemUID\":\"67ccd970-7f19-4af5-b466-2993678d6a37\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":98,\"atk\":24,\"hp\":0,\"mp\":96,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9165774+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":96,\"AtkItem\":24,\"DefItem\":98},{\"itemId\":643303205,\"itemTemplateId\":62,\"itemUID\":\"c96b9848-a070-4401-9995-6952ad809903\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":108,\"atk\":21,\"hp\":403,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9165959+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":403,\"MpItem\":0,\"AtkItem\":21,\"DefItem\":108},{\"itemId\":647613044,\"itemTemplateId\":87,\"itemUID\":\"d4d6630c-e655-4459-b04e-ac573618a5b7\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":174,\"atk\":44,\"hp\":438,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9166176+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":438,\"MpItem\":0,\"AtkItem\":44,\"DefItem\":174},{\"itemId\":649883228,\"itemTemplateId\":87,\"itemUID\":\"e64edf66-15e9-4c0f-9e2a-d2d7b5c6b31a\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":121,\"atk\":48,\"hp\":409,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9166364+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":409,\"MpItem\":0,\"AtkItem\":48,\"DefItem\":121},{\"itemId\":664568765,\"itemTemplateId\":74,\"itemUID\":\"1b5c0551-6911-4a41-bcaf-fa7d7a7f4d92\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":118,\"hp\":613,\"mp\":48,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9166553+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":613,\"MpItem\":48,\"AtkItem\":118,\"DefItem\":0},{\"itemId\":692385203,\"itemTemplateId\":62,\"itemUID\":\"c1d47dbd-7bf3-4a40-9421-8fe3ced5f4bc\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":140,\"atk\":23,\"hp\":475,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9166767+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":475,\"MpItem\":0,\"AtkItem\":23,\"DefItem\":140},{\"itemId\":710661584,\"itemTemplateId\":74,\"itemUID\":\"ee144a3e-a989-4dce-9e9a-6e300bf84fff\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":131,\"hp\":601,\"mp\":45,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9166954+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":601,\"MpItem\":45,\"AtkItem\":131,\"DefItem\":0},{\"itemId\":713828080,\"itemTemplateId\":62,\"itemUID\":\"20dd76aa-0864-45d9-9d18-d3a03bd74d3a\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":145,\"atk\":23,\"hp\":496,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9167145+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":496,\"MpItem\":0,\"AtkItem\":23,\"DefItem\":145},{\"itemId\":735935689,\"itemTemplateId\":70,\"itemUID\":\"cec99df5-2575-42a9-aaef-90e45fa26207\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":73,\"atk\":32,\"hp\":0,\"mp\":244,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9167332+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":244,\"AtkItem\":32,\"DefItem\":73},{\"itemId\":739448996,\"itemTemplateId\":81,\"itemUID\":\"82b62a65-0e40-40ff-ae5c-45cf486d4555\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":179,\"atk\":56,\"hp\":0,\"mp\":83,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9167553+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":83,\"AtkItem\":56,\"DefItem\":179},{\"itemId\":765785145,\"itemTemplateId\":87,\"itemUID\":\"8ec98b78-b2c1-410b-82c8-f40c227a19eb\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":192,\"atk\":46,\"hp\":422,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9167738+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":422,\"MpItem\":0,\"AtkItem\":46,\"DefItem\":192},{\"itemId\":806587347,\"itemTemplateId\":77,\"itemUID\":\"4cd12298-ef24-47e3-b35c-5e4766d62ece\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":156,\"atk\":49,\"hp\":562,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9167923+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":562,\"MpItem\":0,\"AtkItem\":49,\"DefItem\":156},{\"itemId\":864398672,\"itemTemplateId\":2005,\"itemUID\":\"40b23e50-3513-4975-a9b8-4634d2cf98b8\",\"count\":1,\"petEuipId\":-1,\"lvl\":10,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":1991,\"atk\":23782,\"hp\":117550,\"mp\":4386,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[0],\"canTrade\":true,\"EnchantInfo\":{\"0\":{\"Item1\":117550,\"Item2\":4386,\"Item3\":23782,\"Item4\":1991},\"1\":{\"Item1\":129305,\"Item2\":4473,\"Item3\":26160,\"Item4\":2030},\"2\":{\"Item1\":142235,\"Item2\":4562,\"Item3\":28776,\"Item4\":2070},\"3\":{\"Item1\":156458,\"Item2\":4653,\"Item3\":31653,\"Item4\":2111},\"4\":{\"Item1\":172103,\"Item2\":4885,\"Item3\":34818,\"Item4\":2216},\"5\":{\"Item1\":189313,\"Item2\":5129,\"Item3\":38299,\"Item4\":2326},\"6\":{\"Item1\":208244,\"Item2\":5385,\"Item3\":42128,\"Item4\":2442},\"7\":{\"Item1\":239480,\"Item2\":5708,\"Item3\":46340,\"Item4\":2588},\"8\":{\"Item1\":275402,\"Item2\":6050,\"Item3\":50974,\"Item4\":2743},\"9\":{\"Item1\":330482,\"Item2\":6534,\"Item3\":58620,\"Item4\":2962},\"10\":{\"Item1\":429626,\"Item2\":7187,\"Item3\":70344,\"Item4\":3258}},\"TimeCreate\":\"2025-02-09T16:09:56.6221988+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.1\",\"HpItem\":330482,\"MpItem\":6534,\"AtkItem\":58620,\"DefItem\":2962},{\"itemId\":931889871,\"itemTemplateId\":72,\"itemUID\":\"8fb8f6c2-7dfd-48ee-bb1d-7ce2e414ccb7\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":87,\"atk\":34,\"hp\":163,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.916813+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":163,\"MpItem\":0,\"AtkItem\":34,\"DefItem\":87},{\"itemId\":955227569,\"itemTemplateId\":87,\"itemUID\":\"f4da6e4c-dd89-4bf2-b432-b5f49af303fb\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":142,\"atk\":48,\"hp\":441,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9168317+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":441,\"MpItem\":0,\"AtkItem\":48,\"DefItem\":142},{\"itemId\":960093824,\"itemTemplateId\":85,\"itemUID\":\"3e01f8cd-e384-4fd0-9f24-25468f221bd3\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":96,\"atk\":48,\"hp\":0,\"mp\":202,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9168594+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":202,\"AtkItem\":48,\"DefItem\":96},{\"itemId\":991654000,\"itemTemplateId\":27,\"itemUID\":\"56cbd79b-22ca-4067-b062-ee92a15bbcbd\",\"count\":1,\"petEuipId\":-1,\"lvl\":10,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":11,\"atk\":0,\"hp\":34,\"mp\":35,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{\"0\":{\"Item1\":34,\"Item2\":35,\"Item3\":0,\"Item4\":11},\"1\":{\"Item1\":34,\"Item2\":35,\"Item3\":0,\"Item4\":11},\"2\":{\"Item1\":34,\"Item2\":35,\"Item3\":0,\"Item4\":11},\"3\":{\"Item1\":34,\"Item2\":35,\"Item3\":0,\"Item4\":11},\"4\":{\"Item1\":34,\"Item2\":35,\"Item3\":0,\"Item4\":11},\"5\":{\"Item1\":34,\"Item2\":35,\"Item3\":0,\"Item4\":11},\"6\":{\"Item1\":34,\"Item2\":35,\"Item3\":0,\"Item4\":11},\"7\":{\"Item1\":34,\"Item2\":35,\"Item3\":0,\"Item4\":11},\"8\":{\"Item1\":34,\"Item2\":35,\"Item3\":0,\"Item4\":11},\"9\":{\"Item1\":34,\"Item2\":35,\"Item3\":0,\"Item4\":11}},\"TimeCreate\":\"2024-10-26T16:52:31.9168911+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":34,\"MpItem\":35,\"AtkItem\":0,\"DefItem\":11},{\"itemId\":1008999978,\"itemTemplateId\":66,\"itemUID\":\"00dc7930-687c-4198-8176-943fd7454ddb\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":95,\"atk\":22,\"hp\":0,\"mp\":61,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9169445+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":61,\"AtkItem\":22,\"DefItem\":95},{\"itemId\":1016672326,\"itemTemplateId\":72,\"itemUID\":\"96a18ef3-78a3-45c4-a37a-7e4d5174ac62\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":75,\"atk\":37,\"hp\":187,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9169665+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":187,\"MpItem\":0,\"AtkItem\":37,\"DefItem\":75},{\"itemId\":1033104189,\"itemTemplateId\":72,\"itemUID\":\"789245e2-2c7a-4465-9a51-ae8706eb4e94\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":79,\"atk\":38,\"hp\":159,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9169853+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":159,\"MpItem\":0,\"AtkItem\":38,\"DefItem\":79},{\"itemId\":1073335440,\"itemTemplateId\":59,\"itemUID\":\"e40d242d-d223-49d9-b9c1-063d06276260\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":91,\"hp\":429,\"mp\":100,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9170037+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":429,\"MpItem\":100,\"AtkItem\":91,\"DefItem\":0},{\"itemId\":1075457468,\"itemTemplateId\":77,\"itemUID\":\"e648b775-a349-4468-8b79-35d1d68b3508\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":189,\"atk\":53,\"hp\":556,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9170248+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":556,\"MpItem\":0,\"AtkItem\":53,\"DefItem\":189},{\"itemId\":1082961777,\"itemTemplateId\":72,\"itemUID\":\"46e3a711-4756-40d2-b16f-3f7a8e30d0da\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":98,\"atk\":39,\"hp\":195,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9170442+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":195,\"MpItem\":0,\"AtkItem\":39,\"DefItem\":98},{\"itemId\":1109693414,\"itemTemplateId\":27,\"itemUID\":\"0f4abdb1-dc83-42f7-8a83-b1066ffdc738\",\"count\":1,\"petEuipId\":914954518,\"lvl\":10,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":12,\"atk\":0,\"hp\":31,\"mp\":44,\"gemOptionValue\":[25.0,25.0,25.0,25.0],\"gemInfo\":{\"element\":1,\"name\":\"ngọc lửa\",\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"lvl\":0,\"itemTemplateId\":155,\"timeUnequip\":-1},\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{\"0\":{\"Item1\":35,\"Item2\":49,\"Item3\":0,\"Item4\":14},\"1\":{\"Item1\":39,\"Item2\":55,\"Item3\":0,\"Item4\":16},\"2\":{\"Item1\":44,\"Item2\":61,\"Item3\":0,\"Item4\":18},\"3\":{\"Item1\":49,\"Item2\":68,\"Item3\":0,\"Item4\":21},\"4\":{\"Item1\":55,\"Item2\":76,\"Item3\":0,\"Item4\":24},\"5\":{\"Item1\":61,\"Item2\":84,\"Item3\":0,\"Item4\":27},\"6\":{\"Item1\":68,\"Item2\":93,\"Item3\":0,\"Item4\":30},\"7\":{\"Item1\":76,\"Item2\":103,\"Item3\":0,\"Item4\":34},\"8\":{\"Item1\":84,\"Item2\":114,\"Item3\":0,\"Item4\":38},\"9\":{\"Item1\":93,\"Item2\":126,\"Item3\":0,\"Item4\":43}},\"TimeCreate\":\"2024-10-26T16:52:31.917074+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":93,\"MpItem\":126,\"AtkItem\":0,\"DefItem\":43},{\"itemId\":1170994586,\"itemTemplateId\":85,\"itemUID\":\"29e238e3-6b71-42a5-adf0-592ba1a56710\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":98,\"atk\":47,\"hp\":0,\"mp\":273,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9174569+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":273,\"AtkItem\":47,\"DefItem\":98},{\"itemId\":1175301343,\"itemTemplateId\":21,\"itemUID\":\"25e5cd1a-329b-4c4e-a679-5c1fb2db5246\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":24,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9174818+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":24,\"DefItem\":0},{\"itemId\":1188500022,\"itemTemplateId\":59,\"itemUID\":\"41822ec5-e0cf-4669-b719-83930b397111\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":97,\"hp\":493,\"mp\":90,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9175038+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":493,\"MpItem\":90,\"AtkItem\":97,\"DefItem\":0},{\"itemId\":1203807525,\"itemTemplateId\":66,\"itemUID\":\"ee1028fc-ac76-4a09-87f2-75700774e051\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":73,\"atk\":29,\"hp\":0,\"mp\":63,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.917524+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":63,\"AtkItem\":29,\"DefItem\":73},{\"itemId\":1229492066,\"itemTemplateId\":70,\"itemUID\":\"81cf6572-d17e-4498-a480-b59d53145287\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":92,\"atk\":34,\"hp\":0,\"mp\":242,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9175425+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":242,\"AtkItem\":34,\"DefItem\":92},{\"itemId\":1235575561,\"itemTemplateId\":87,\"itemUID\":\"0b2a12a9-9286-4286-a98e-3e36d886f18f\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":134,\"atk\":42,\"hp\":497,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9175611+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":497,\"MpItem\":0,\"AtkItem\":42,\"DefItem\":134},{\"itemId\":1238468230,\"itemTemplateId\":59,\"itemUID\":\"bfb68ee0-90ed-41ef-aa6b-8ed60be7f2ee\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":95,\"hp\":442,\"mp\":70,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9175822+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":442,\"MpItem\":70,\"AtkItem\":95,\"DefItem\":0},{\"itemId\":1253039214,\"itemTemplateId\":27,\"itemUID\":\"b29e46b3-408f-409d-bfb9-ab46e25ba72d\",\"count\":1,\"petEuipId\":1446480249,\"lvl\":1,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":13,\"atk\":0,\"hp\":35,\"mp\":34,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{\"0\":{\"Item1\":39,\"Item2\":38,\"Item3\":0,\"Item4\":15}},\"TimeCreate\":\"2024-10-26T16:52:31.9176019+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":39,\"MpItem\":38,\"AtkItem\":0,\"DefItem\":15},{\"itemId\":1326533349,\"itemTemplateId\":72,\"itemUID\":\"77ab3d34-50f3-48b4-a332-585c4cfbb4f2\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":90,\"atk\":32,\"hp\":198,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9176268+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":198,\"MpItem\":0,\"AtkItem\":32,\"DefItem\":90},{\"itemId\":1330581435,\"itemTemplateId\":77,\"itemUID\":\"eaea5767-14a6-4ea8-aa9e-8b9a06be8684\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":133,\"atk\":55,\"hp\":642,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9176513+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":642,\"MpItem\":0,\"AtkItem\":55,\"DefItem\":133},{\"itemId\":1373069204,\"itemTemplateId\":59,\"itemUID\":\"8231e49d-43aa-4e42-8980-56e397c556c6\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":94,\"hp\":486,\"mp\":78,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9176736+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":486,\"MpItem\":78,\"AtkItem\":94,\"DefItem\":0},{\"itemId\":1376886097,\"itemTemplateId\":85,\"itemUID\":\"2d830064-0286-4908-99bb-1b1c37ef3b7a\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":105,\"atk\":49,\"hp\":0,\"mp\":231,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9176966+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":231,\"AtkItem\":49,\"DefItem\":105},{\"itemId\":1381112555,\"itemTemplateId\":81,\"itemUID\":\"b1681eee-55d4-4063-8727-7a06b84c465a\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":124,\"atk\":46,\"hp\":0,\"mp\":140,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9177217+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":140,\"AtkItem\":46,\"DefItem\":124},{\"itemId\":1402693945,\"itemTemplateId\":74,\"itemUID\":\"17896167-6a16-47ed-ae7c-18de2421ac81\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":107,\"hp\":685,\"mp\":56,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9177443+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":685,\"MpItem\":56,\"AtkItem\":107,\"DefItem\":0},{\"itemId\":1408557244,\"itemTemplateId\":66,\"itemUID\":\"dae832b6-6dcd-460a-898e-ee6a1cbea979\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":87,\"atk\":20,\"hp\":0,\"mp\":96,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9177631+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":96,\"AtkItem\":20,\"DefItem\":87},{\"itemId\":1413882311,\"itemTemplateId\":70,\"itemUID\":\"897fef15-0fb1-41dd-b1ad-1f6cf4ee35b2\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":74,\"atk\":32,\"hp\":0,\"mp\":242,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9177818+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":242,\"AtkItem\":32,\"DefItem\":74},{\"itemId\":1416292529,\"itemTemplateId\":81,\"itemUID\":\"0eda280b-452c-4e87-8b85-7fe84f83b020\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":143,\"atk\":43,\"hp\":0,\"mp\":132,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9178036+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":132,\"AtkItem\":43,\"DefItem\":143},{\"itemId\":1422886550,\"itemTemplateId\":77,\"itemUID\":\"b56e6274-dec1-41ed-8c66-ec76114ade71\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":176,\"atk\":42,\"hp\":561,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.917822+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":561,\"MpItem\":0,\"AtkItem\":42,\"DefItem\":176},{\"itemId\":1434149206,\"itemTemplateId\":85,\"itemUID\":\"5b67be5a-051c-4403-821f-69cdb4839fd5\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":79,\"atk\":46,\"hp\":0,\"mp\":227,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9178406+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":227,\"AtkItem\":46,\"DefItem\":79},{\"itemId\":1467594459,\"itemTemplateId\":27,\"itemUID\":\"defbe3e7-09b3-438f-94b3-f601858f092f\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":12,\"atk\":0,\"hp\":34,\"mp\":49,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9178618+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":34,\"MpItem\":49,\"AtkItem\":0,\"DefItem\":12},{\"itemId\":1499464629,\"itemTemplateId\":70,\"itemUID\":\"3c7fe849-84c6-4be4-a0bc-b0e6389b2873\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":63,\"atk\":30,\"hp\":0,\"mp\":220,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9178802+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":220,\"AtkItem\":30,\"DefItem\":63},{\"itemId\":1499684564,\"itemTemplateId\":27,\"itemUID\":\"8f84a340-0220-4d71-b843-3e1e3dfc4b52\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":11,\"atk\":0,\"hp\":40,\"mp\":30,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9178985+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":40,\"MpItem\":30,\"AtkItem\":0,\"DefItem\":11},{\"itemId\":1505353390,\"itemTemplateId\":85,\"itemUID\":\"1d6f3507-f1cd-44b8-8f6b-911bbbe01500\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":109,\"atk\":43,\"hp\":0,\"mp\":238,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9179169+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":238,\"AtkItem\":43,\"DefItem\":109},{\"itemId\":1511161336,\"itemTemplateId\":62,\"itemUID\":\"30097012-5bf9-4171-a554-0713ca5940f9\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":127,\"atk\":22,\"hp\":474,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9179373+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":474,\"MpItem\":0,\"AtkItem\":22,\"DefItem\":127},{\"itemId\":1568565441,\"itemTemplateId\":87,\"itemUID\":\"b8b69526-4bca-4923-9405-179c2891271e\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":147,\"atk\":41,\"hp\":474,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9179562+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":474,\"MpItem\":0,\"AtkItem\":41,\"DefItem\":147},{\"itemId\":1586650226,\"itemTemplateId\":87,\"itemUID\":\"99a045b2-58ac-4d74-9aea-b7c648da8d2d\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":150,\"atk\":43,\"hp\":409,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9179754+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":409,\"MpItem\":0,\"AtkItem\":43,\"DefItem\":150},{\"itemId\":1729166664,\"itemTemplateId\":59,\"itemUID\":\"4e0a8cbc-624b-4f21-b914-4202a358a00b\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":92,\"hp\":493,\"mp\":87,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9179933+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":493,\"MpItem\":87,\"AtkItem\":92,\"DefItem\":0},{\"itemId\":1758377799,\"itemTemplateId\":74,\"itemUID\":\"68cb4028-b437-4eee-b781-24a0f06d9dc2\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":115,\"hp\":614,\"mp\":43,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9180145+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":614,\"MpItem\":43,\"AtkItem\":115,\"DefItem\":0},{\"itemId\":1762185300,\"itemTemplateId\":85,\"itemUID\":\"2c11d95b-1d17-422b-9b41-53dc7f4f8453\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":95,\"atk\":42,\"hp\":0,\"mp\":277,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9180333+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":277,\"AtkItem\":42,\"DefItem\":95},{\"itemId\":1773283988,\"itemTemplateId\":62,\"itemUID\":\"f170686d-c3f1-4724-a248-d21bdae9d237\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":146,\"atk\":27,\"hp\":487,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9180515+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":487,\"MpItem\":0,\"AtkItem\":27,\"DefItem\":146},{\"itemId\":1793538449,\"itemTemplateId\":27,\"itemUID\":\"697234d9-1041-4b56-98ad-61e1dcf201e9\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":12,\"atk\":0,\"hp\":35,\"mp\":42,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9180725+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":35,\"MpItem\":42,\"AtkItem\":0,\"DefItem\":12},{\"itemId\":1793995312,\"itemTemplateId\":85,\"itemUID\":\"e82c0a95-cc02-48f2-aa37-fd17517f5d8c\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":60,\"atk\":49,\"hp\":0,\"mp\":230,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.918091+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":230,\"AtkItem\":49,\"DefItem\":60},{\"itemId\":1809215629,\"itemTemplateId\":74,\"itemUID\":\"580db495-e75a-4a6c-9a50-ed97b2fbb3a3\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":117,\"hp\":620,\"mp\":42,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9181103+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":620,\"MpItem\":42,\"AtkItem\":117,\"DefItem\":0},{\"itemId\":1812466730,\"itemTemplateId\":70,\"itemUID\":\"24cb3096-efce-48d3-a0a2-8f8175f17807\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":87,\"atk\":32,\"hp\":0,\"mp\":250,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9181289+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":250,\"AtkItem\":32,\"DefItem\":87},{\"itemId\":1843997620,\"itemTemplateId\":62,\"itemUID\":\"7bfcb4ad-de5b-4e97-a679-91f0dd34ada5\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":143,\"atk\":28,\"hp\":480,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9181498+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":480,\"MpItem\":0,\"AtkItem\":28,\"DefItem\":143},{\"itemId\":1847354622,\"itemTemplateId\":62,\"itemUID\":\"c0c54463-f2c2-4fc8-9af3-0102f6fb8a85\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":119,\"atk\":21,\"hp\":420,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9181688+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":420,\"MpItem\":0,\"AtkItem\":21,\"DefItem\":119},{\"itemId\":1863151489,\"itemTemplateId\":74,\"itemUID\":\"a9960a11-3e16-4131-beef-b6a7f66c7398\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":138,\"hp\":637,\"mp\":46,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9181874+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":637,\"MpItem\":46,\"AtkItem\":138,\"DefItem\":0},{\"itemId\":1905007616,\"itemTemplateId\":74,\"itemUID\":\"d04f3b59-5cff-458a-8f38-7208a0cbca30\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":106,\"hp\":603,\"mp\":42,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9182085+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":603,\"MpItem\":42,\"AtkItem\":106,\"DefItem\":0},{\"itemId\":1913735157,\"itemTemplateId\":77,\"itemUID\":\"6d24b5c0-5e00-4c4d-b3ec-784ca88ce740\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":180,\"atk\":52,\"hp\":632,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.918227+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":632,\"MpItem\":0,\"AtkItem\":52,\"DefItem\":180},{\"itemId\":1929909708,\"itemTemplateId\":62,\"itemUID\":\"31f71718-aa16-4fb2-9be6-d9f51b0498e5\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":113,\"atk\":22,\"hp\":447,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9182459+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":447,\"MpItem\":0,\"AtkItem\":22,\"DefItem\":113},{\"itemId\":1941531690,\"itemTemplateId\":81,\"itemUID\":\"7ec6a425-4d22-4210-88b8-18b2ffb68e54\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":120,\"atk\":49,\"hp\":0,\"mp\":123,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9182642+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":123,\"AtkItem\":49,\"DefItem\":120},{\"itemId\":1952420570,\"itemTemplateId\":87,\"itemUID\":\"13bc29e3-a021-44ae-b44f-ad5eaae1ca4c\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":121,\"atk\":46,\"hp\":410,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9182851+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":410,\"MpItem\":0,\"AtkItem\":46,\"DefItem\":121},{\"itemId\":1952590933,\"itemTemplateId\":87,\"itemUID\":\"03bac994-f623-47cb-89ef-34c1c8da304b\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":179,\"atk\":47,\"hp\":460,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9183033+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":460,\"MpItem\":0,\"AtkItem\":47,\"DefItem\":179},{\"itemId\":1958191806,\"itemTemplateId\":74,\"itemUID\":\"0bb29609-52dd-46d3-a0a0-3cc64648cdba\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":129,\"hp\":694,\"mp\":49,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9183218+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":694,\"MpItem\":49,\"AtkItem\":129,\"DefItem\":0},{\"itemId\":1961560729,\"itemTemplateId\":66,\"itemUID\":\"60281c19-2f01-4a61-8111-cbfffb8d5f71\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":99,\"atk\":21,\"hp\":0,\"mp\":88,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9183429+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":88,\"AtkItem\":21,\"DefItem\":99},{\"itemId\":2009482990,\"itemTemplateId\":85,\"itemUID\":\"67e57e88-9580-4e5b-a67b-3b47e552e638\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":69,\"atk\":48,\"hp\":0,\"mp\":296,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9183612+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":296,\"AtkItem\":48,\"DefItem\":69},{\"itemId\":2013781393,\"itemTemplateId\":66,\"itemUID\":\"fe6c163e-a697-4da3-b324-f449ab9efbf9\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":72,\"atk\":22,\"hp\":0,\"mp\":94,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.91838+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":94,\"AtkItem\":22,\"DefItem\":72},{\"itemId\":2019637032,\"itemTemplateId\":72,\"itemUID\":\"5baae949-76ec-40a8-bc6c-bbb24b73ae25\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":97,\"atk\":31,\"hp\":173,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9183982+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":173,\"MpItem\":0,\"AtkItem\":31,\"DefItem\":97},{\"itemId\":2035478799,\"itemTemplateId\":72,\"itemUID\":\"8db15879-1038-4d76-81ee-0b0b9ea64a31\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":82,\"atk\":34,\"hp\":182,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9184194+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":182,\"MpItem\":0,\"AtkItem\":34,\"DefItem\":82},{\"itemId\":2045584279,\"itemTemplateId\":66,\"itemUID\":\"1f55fbaa-871c-4c74-abd9-ffe10a9dd007\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":85,\"atk\":22,\"hp\":0,\"mp\":73,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9184376+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":73,\"AtkItem\":22,\"DefItem\":85},{\"itemId\":2050518247,\"itemTemplateId\":77,\"itemUID\":\"cfac7fe5-20be-4319-955a-5b28f27d401d\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":129,\"atk\":47,\"hp\":567,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9184558+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":567,\"MpItem\":0,\"AtkItem\":47,\"DefItem\":129},{\"itemId\":2078769423,\"itemTemplateId\":27,\"itemUID\":\"7a10f333-6e27-490a-8c5b-75121b269370\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":11,\"atk\":0,\"hp\":48,\"mp\":35,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9184771+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":48,\"MpItem\":35,\"AtkItem\":0,\"DefItem\":11},{\"itemId\":2088438694,\"itemTemplateId\":62,\"itemUID\":\"c8ac9e94-ef1f-4b4b-915a-3d5c662f56e6\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":127,\"atk\":22,\"hp\":490,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9184951+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":490,\"MpItem\":0,\"AtkItem\":22,\"DefItem\":127},{\"itemId\":2145509038,\"itemTemplateId\":81,\"itemUID\":\"f1128b7d-1b1a-4bf0-876d-921356fb6d10\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":181,\"atk\":51,\"hp\":0,\"mp\":88,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9185131+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":88,\"AtkItem\":51,\"DefItem\":181}],\"1\":[{\"itemId\":14230422,\"itemTemplateId\":120,\"itemUID\":\"e0a758a0-a9f5-4e6e-a400-e43351ad172a\",\"count\":117,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[3,4,13,14,23,24,33,34],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9185465+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":65226339,\"itemTemplateId\":839,\"itemUID\":\"33e7c003-8e69-48e3-9f3b-d7cd060b7b24\",\"count\":500,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[94,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9185702+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":69590261,\"itemTemplateId\":240007,\"itemUID\":\"ac597797-e61a-4f40-bd5a-c7c8c526b2dc\",\"count\":239991,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9185901+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":88010457,\"itemTemplateId\":182,\"itemUID\":\"d63419ea-14e4-438c-9602-ccd23c955f39\",\"count\":206,\"petEuipId\":-1,\"lvl\":0,\"option\":[3],\"optionValue\":[0],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9186089+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":141838106,\"itemTemplateId\":178,\"itemUID\":\"eda00541-2e01-4bfe-9a17-d0508911ddfb\",\"count\":3430,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[25],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.918628+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":157902095,\"itemTemplateId\":186,\"itemUID\":\"b0bf77a3-ae06-46f0-996e-fb5590a8d6df\",\"count\":182315,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9186487+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":206434863,\"itemTemplateId\":845,\"itemUID\":\"27952f32-bcd8-4bd4-9833-b5c178f0ee74\",\"count\":1000,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[3096,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9186671+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":247473182,\"itemTemplateId\":405,\"itemUID\":\"45704450-d230-4cd1-86ba-71e9a78d2497\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[44,50],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9186971+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":257158847,\"itemTemplateId\":240002,\"itemUID\":\"37a80ee7-1f34-4a46-8447-11db85f4ad6d\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.918726+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":285671295,\"itemTemplateId\":834,\"itemUID\":\"b2ce61b0-bbf1-437e-9d62-81a850b64dfa\",\"count\":132,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[3091,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.918757+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":359931856,\"itemTemplateId\":179,\"itemUID\":\"ea0c24b9-21be-4c78-9fad-8c54203ec83c\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[6],\"optionValue\":[0],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.918782+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":419162322,\"itemTemplateId\":332,\"itemUID\":\"52a31571-49fe-4ef6-bc88-e8c7f0221915\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2025-01-13T22:35:18.3301779+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":440013385,\"itemTemplateId\":20001,\"itemUID\":\"2f43555b-0d72-4de2-b90b-43b7235b9822\",\"count\":2,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[11,12,13,14,18,17,19,20,1007,10],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9188005+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":441009528,\"itemTemplateId\":125,\"itemUID\":\"ceb21ee3-8782-4b1e-81b1-90d54a88d12f\",\"count\":1210,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9188219+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":474763233,\"itemTemplateId\":509,\"itemUID\":\"0471e3f3-d7d1-4b30-842d-30dec334f08e\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[148,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9188541+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":498889114,\"itemTemplateId\":240003,\"itemUID\":\"77a413e5-10e6-40ca-9905-45a672e7283a\",\"count\":234233,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9188843+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":536817416,\"itemTemplateId\":0,\"itemUID\":\"032617d5-8ae5-45ad-b7df-f9a2888387fe\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9189043+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":539671793,\"itemTemplateId\":738,\"itemUID\":\"d7ea15f2-ef15-4a34-a673-718e9f6d170b\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[2007,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9189225+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":628991584,\"itemTemplateId\":828,\"itemUID\":\"da09f408-aec3-4599-84cb-f41b56bb0066\",\"count\":9639,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.918946+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":661996826,\"itemTemplateId\":398,\"itemUID\":\"4e42b849-ad88-495f-bd2c-ee3516e1bd61\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[37,50],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9189636+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":695726037,\"itemTemplateId\":837,\"itemUID\":\"3daca1fd-965b-4c8d-a434-c8c4b32ace4f\",\"count\":1237,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[2093,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9189824+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":708350512,\"itemTemplateId\":836,\"itemUID\":\"7b33db42-3a4f-4b5c-acb8-1b7d2902928b\",\"count\":632,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[93,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9190032+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":719953549,\"itemTemplateId\":144,\"itemUID\":\"3dfc03a4-5750-40a7-9229-3bbd023b51c8\",\"count\":12042,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9190219+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":748706963,\"itemTemplateId\":842,\"itemUID\":\"98e72d3d-9c4d-4d3e-90d1-34a3f59cf0fb\",\"count\":500,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[95,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9190397+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":804821642,\"itemTemplateId\":843,\"itemUID\":\"dbfe3750-f844-42a7-bd8b-f9618ffec652\",\"count\":500,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[2095,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9190615+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":808206230,\"itemTemplateId\":185,\"itemUID\":\"b3e0d35b-179e-48d7-ba52-31a14843ba84\",\"count\":5001,\"petEuipId\":-1,\"lvl\":0,\"option\":[3],\"optionValue\":[50],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9190828+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":810163842,\"itemTemplateId\":240001,\"itemUID\":\"7edb8fa9-f790-48a6-8362-307f8afa5a31\",\"count\":345349,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9191011+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":895663275,\"itemTemplateId\":848,\"itemUID\":\"d26983ca-c923-4d23-9025-8bc1be606f37\",\"count\":11759,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[3097,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9191191+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":932691614,\"itemTemplateId\":438,\"itemUID\":\"1ae35146-208f-4391-9458-749ff1aff70f\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[77,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9191377+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":973080462,\"itemTemplateId\":392,\"itemUID\":\"34fcf9dc-81f2-47f0-980d-22c12ef2b0ae\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[31,50],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9191585+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1156406228,\"itemTemplateId\":819,\"itemUID\":\"8624d971-58a1-4a77-8f4e-14ccf1d9f27a\",\"count\":500,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[34,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.919177+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1342924502,\"itemTemplateId\":240004,\"itemUID\":\"6141212b-7b63-4a3d-9c00-bed57f16270f\",\"count\":23998,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9191962+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1380304565,\"itemTemplateId\":417,\"itemUID\":\"b8774cfe-c9e0-42d4-9e60-2857643585c4\",\"count\":2,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[56,50],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9192144+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1411203979,\"itemTemplateId\":734,\"itemUID\":\"ec587f09-8a27-4132-8391-308389c7ddcf\",\"count\":100,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[2006,50],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9192353+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1429657241,\"itemTemplateId\":831,\"itemUID\":\"a28fe1d2-db03-490c-841b-37f0629cde4c\",\"count\":121612,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[89,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9192539+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1483791483,\"itemTemplateId\":427,\"itemUID\":\"83b23315-e37d-4302-a347-8a18e4ddf4b8\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[66,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9192725+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1687720505,\"itemTemplateId\":737,\"itemUID\":\"3b2e0384-4494-4b0a-b852-1deb89889fc1\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[7,50],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9192935+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1703593925,\"itemTemplateId\":826,\"itemUID\":\"f871deb2-3335-476a-958f-9085e7940a8d\",\"count\":500,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[51,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9193124+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1708522580,\"itemTemplateId\":787,\"itemUID\":\"94ac6ef7-c3db-4959-b6a7-dfea21088208\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[3013,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9193309+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1752748684,\"itemTemplateId\":726,\"itemUID\":\"56d9ebae-0e3a-48a8-9fe1-c314777e38ab\",\"count\":23273,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[2002,50],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9193496+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1767100517,\"itemTemplateId\":189,\"itemUID\":\"a43fb5c3-c5ab-48b1-b695-939b9385fad5\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[7],\"optionValue\":[100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9193707+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1789543739,\"itemTemplateId\":181,\"itemUID\":\"db2ee063-15f6-4993-b4d8-b5fb80696c65\",\"count\":414,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.919389+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1867821701,\"itemTemplateId\":143,\"itemUID\":\"01a65297-6632-47f4-9da2-f909acf935ce\",\"count\":2,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9194072+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1869864827,\"itemTemplateId\":240006,\"itemUID\":\"6d4334e5-0bd9-448d-b79a-d07ce0211eab\",\"count\":2,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9194246+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1915874205,\"itemTemplateId\":840,\"itemUID\":\"08e41c28-d297-462e-9565-fa193e7629aa\",\"count\":500,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[2094,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.919445+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1975685184,\"itemTemplateId\":849,\"itemUID\":\"3de5e05c-f329-4215-a494-60656f678a18\",\"count\":750,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[2098,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9194633+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":2026772300,\"itemTemplateId\":187,\"itemUID\":\"2f6f2392-a551-4e4d-a1fa-c399461d426e\",\"count\":23232,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9194819+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":2091990840,\"itemTemplateId\":240000,\"itemUID\":\"f37d156a-37dc-4b9b-8a19-cc2751cef2c1\",\"count\":12328,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9195021+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":2101159160,\"itemTemplateId\":829,\"itemUID\":\"a4b45d4b-3c95-4452-a190-f006638e1b41\",\"count\":500,\"petEuipId\":-1,\"lvl\":0,\"option\":[4],\"optionValue\":[54,100],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.91952+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":2117588297,\"itemTemplateId\":411,\"itemUID\":\"fbfff8a7-ebc4-4f8e-9fb3-921cc26c413a\",\"count\":2,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[50,50],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9195387+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":2134935695,\"itemTemplateId\":626,\"itemUID\":\"97be6691-b57d-42e4-823a-4fcd142c1ce8\",\"count\":4445,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9195577+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0}],\"3\":[{\"itemId\":662348824,\"itemTemplateId\":154130,\"itemUID\":\"09068fe6-d28c-4007-850a-06dc82325e35\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[2],\"optionValue\":[15],\"expire\":-1,\"def\":80000,\"atk\":80000,\"hp\":500000,\"mp\":500000,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9195851+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":500000,\"MpItem\":500000,\"AtkItem\":80000,\"DefItem\":80000},{\"itemId\":667363678,\"itemTemplateId\":154125,\"itemUID\":\"da0e8405-d434-4462-8026-2df5fe7b8225\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[2,13,14,15,16],\"optionValue\":[15,24,99999,2500,1],\"expire\":-1,\"def\":15000,\"atk\":10000,\"hp\":80000,\"mp\":80000,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.919608+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":80000,\"MpItem\":80000,\"AtkItem\":10000,\"DefItem\":15000},{\"itemId\":923509470,\"itemTemplateId\":154131,\"itemUID\":\"7d2fbdf0-d7f9-497e-8ea0-8f8c914bbc9c\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[2],\"optionValue\":[15],\"expire\":-1,\"def\":20000,\"atk\":20000,\"hp\":200000,\"mp\":200000,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9196341+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":200000,\"MpItem\":200000,\"AtkItem\":20000,\"DefItem\":20000},{\"itemId\":1321326650,\"itemTemplateId\":154120,\"itemUID\":\"2bd59ad0-de53-471d-9e02-952f645f538d\",\"count\":0,\"petEuipId\":-1,\"lvl\":0,\"option\":[2],\"optionValue\":[35],\"expire\":-1,\"def\":3000,\"atk\":2000,\"hp\":5000,\"mp\":5000,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.919655+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":5000,\"MpItem\":5000,\"AtkItem\":2000,\"DefItem\":3000},{\"itemId\":1446569761,\"itemTemplateId\":148,\"itemUID\":\"037c02f8-dfb9-4bef-ba11-e26fc237c4b3\",\"count\":148,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[50],\"expire\":-1,\"def\":0,\"atk\":200,\"hp\":504,\"mp\":1068,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9196758+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":504,\"MpItem\":1068,\"AtkItem\":200,\"DefItem\":0},{\"itemId\":241618764,\"itemTemplateId\":154115,\"itemUID\":\"6d8aa3bd-ae9b-4b77-a5ca-ee2313a58d1f\",\"count\":1,\"petEuipId\":-1,\"lvl\":2,\"option\":[2],\"optionValue\":[15],\"expire\":-1,\"def\":10232,\"atk\":7784,\"hp\":12113,\"mp\":10536,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9196976+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":12113,\"MpItem\":10536,\"AtkItem\":7784,\"DefItem\":10232}],\"4\":[{\"itemId\":54460983,\"itemTemplateId\":155,\"itemUID\":\"6f15e734-23cc-4ba6-ac9b-95d6b4126e43\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.91972+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":54987143,\"itemTemplateId\":155,\"itemUID\":\"bdeb7435-57c0-48a3-ada5-7e54918006f9\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.919746+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":58748437,\"itemTemplateId\":155,\"itemUID\":\"cc9079d4-0e88-48d2-b8ca-b7ac0829b5f5\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9197699+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":68913788,\"itemTemplateId\":155,\"itemUID\":\"51ef89c9-4139-4601-876d-4f5c10176da7\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9197908+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":73071381,\"itemTemplateId\":155,\"itemUID\":\"accc825a-7bb4-43f7-a995-7ff6c4d42011\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9198113+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":81054407,\"itemTemplateId\":155,\"itemUID\":\"107b941c-7aba-4433-80c7-22722248539e\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.919835+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":150055557,\"itemTemplateId\":155,\"itemUID\":\"678c09e9-3aff-4b04-82b5-553807746dd7\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9198555+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":150356969,\"itemTemplateId\":155,\"itemUID\":\"49815bca-6a9d-4edf-bbb9-c0179734e00e\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9198764+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":188220443,\"itemTemplateId\":155,\"itemUID\":\"0fad03a6-0484-4674-84cb-f9f38e291ba8\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9199+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":228388665,\"itemTemplateId\":155,\"itemUID\":\"e6e7443e-2a27-4a6f-83e0-af5c2467ff5f\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9199214+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":240238175,\"itemTemplateId\":155,\"itemUID\":\"ad60a397-24e0-47ec-a31c-1aaf4d98c58c\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9199424+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":250426438,\"itemTemplateId\":155,\"itemUID\":\"5da9e585-9a78-4203-aec8-19ee758fd0ab\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9199663+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":260297433,\"itemTemplateId\":155,\"itemUID\":\"bcbfc37a-9a95-417c-a061-e9322355d5c3\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9199871+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":301795360,\"itemTemplateId\":155,\"itemUID\":\"a8228ab6-23e1-4513-8f50-688e8b0da0fa\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9200082+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":309051874,\"itemTemplateId\":155,\"itemUID\":\"9d829e78-79c5-464d-907e-6285627d9f5b\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9200322+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":343091964,\"itemTemplateId\":155,\"itemUID\":\"ae6a645e-2e51-4ae6-a2a7-14bd7178e673\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9200525+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":343236158,\"itemTemplateId\":155,\"itemUID\":\"fd92f0de-01e8-44a6-b185-3cd8e3515b48\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9200756+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":350403224,\"itemTemplateId\":155,\"itemUID\":\"65ee2ef8-c44b-4312-9ba4-3d74b337bb9a\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9200965+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":352633519,\"itemTemplateId\":155,\"itemUID\":\"e07330cd-b9c4-467d-a243-bbeb169e4294\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9201174+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":353459282,\"itemTemplateId\":155,\"itemUID\":\"5dc8e037-ca01-4ff3-8c01-6591ff48eda7\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9201404+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":363139977,\"itemTemplateId\":155,\"itemUID\":\"df1c01b7-7c9f-458b-b13d-5ca1d2b1c33e\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9201612+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":370625260,\"itemTemplateId\":155,\"itemUID\":\"e2fc1c4d-3964-4778-aacf-4da47d3caf23\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9201821+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":396789238,\"itemTemplateId\":157,\"itemUID\":\"78d3198e-b55a-44a8-8d4a-c77dc7a7cd96\",\"count\":1,\"petEuipId\":-1,\"lvl\":2,\"option\":[9,10,11,12],\"optionValue\":[980,980,980,980],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[13.784,13.784,13.784,13.784],\"gemInfo\":null,\"wasSell\":true,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.920205+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":424267928,\"itemTemplateId\":155,\"itemUID\":\"5234a7d6-c1e5-4457-99ee-90891527f568\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9202255+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":435426967,\"itemTemplateId\":155,\"itemUID\":\"33b5f303-2e31-4c8c-be07-61740921ea7d\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9202461+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":451693805,\"itemTemplateId\":155,\"itemUID\":\"71c753d7-c2cf-49af-b942-094323646eaa\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9202686+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":467772485,\"itemTemplateId\":155,\"itemUID\":\"9955d129-5896-4eda-be49-1b5635dfd54e\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9202896+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":535096160,\"itemTemplateId\":155,\"itemUID\":\"848ed16e-0d88-45cd-8757-e521c1db4e84\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9203102+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":555473597,\"itemTemplateId\":155,\"itemUID\":\"14161379-c402-4db7-ba5e-2057a9320596\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9203339+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":564402002,\"itemTemplateId\":155,\"itemUID\":\"81fe789e-8952-4b78-be48-ba68e61473e1\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9203549+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":566493633,\"itemTemplateId\":155,\"itemUID\":\"c22f3074-1df3-4562-8170-8a04f621c3bf\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9203759+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":575283934,\"itemTemplateId\":155,\"itemUID\":\"0fc0b583-668c-4a21-a8d5-49cdaebbff21\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9204022+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":602325887,\"itemTemplateId\":155,\"itemUID\":\"f5819aec-6e87-437e-84ae-9bb19c865959\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9204232+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":654719060,\"itemTemplateId\":155,\"itemUID\":\"f25aa477-eb56-49bf-8f2b-aed48f0ac7fc\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.920445+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":666750591,\"itemTemplateId\":155,\"itemUID\":\"2f0c41f1-a3ab-4dbf-9be6-50486f9bdd15\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9204686+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":701143392,\"itemTemplateId\":155,\"itemUID\":\"2f42bfb4-ea1b-4290-970d-c259d3935aa1\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9204896+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":705911654,\"itemTemplateId\":155,\"itemUID\":\"0abdaa35-30af-44e1-9b4a-194313a1f602\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9205135+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":708258947,\"itemTemplateId\":155,\"itemUID\":\"d9335bc6-c1f4-4f69-9e7e-3ef607d1c417\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9205349+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":724100164,\"itemTemplateId\":155,\"itemUID\":\"8749b2e1-92c4-4bf6-b262-9d9ceb46146f\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9205555+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":776967155,\"itemTemplateId\":155,\"itemUID\":\"68212f7a-ffc8-4516-8754-128beb8c05aa\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.920579+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":783435180,\"itemTemplateId\":155,\"itemUID\":\"a3a88ac2-c159-44af-9886-e4254a611d63\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9205997+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":785953085,\"itemTemplateId\":155,\"itemUID\":\"b2395ea7-a9ba-4d76-ad4b-9c32acced9d3\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9206203+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":801250383,\"itemTemplateId\":155,\"itemUID\":\"c9e2d406-d0a6-485b-9805-51aeb27f78f3\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9206428+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":801369221,\"itemTemplateId\":155,\"itemUID\":\"a8b5e941-793e-4641-91a3-4bf64ea1f9d5\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9206638+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":806673131,\"itemTemplateId\":155,\"itemUID\":\"ad0d156b-4aec-4d28-85b6-1ac44251c64e\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9206848+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":827878217,\"itemTemplateId\":155,\"itemUID\":\"9889203a-b3dc-4512-8f55-91d2a2167d48\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9207082+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":839958788,\"itemTemplateId\":155,\"itemUID\":\"9bde3f5c-b0b2-49ec-82ee-dd92223d866e\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9207291+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":848306165,\"itemTemplateId\":155,\"itemUID\":\"a411b3b9-0150-4f8b-b9db-130a0709be7c\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9207503+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":859095585,\"itemTemplateId\":155,\"itemUID\":\"f20b73c3-7288-4809-ad61-949cf96d2550\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9207743+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":870802201,\"itemTemplateId\":155,\"itemUID\":\"6b3ff914-1a03-4fad-8457-8e7948990e14\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9207952+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":903207258,\"itemTemplateId\":155,\"itemUID\":\"fc24ebe5-b755-4992-abcf-d287ff61e460\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9208162+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":912931180,\"itemTemplateId\":155,\"itemUID\":\"66a2e2b9-efc4-40fe-8216-de0d483a86d7\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9208395+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":936246748,\"itemTemplateId\":155,\"itemUID\":\"0337589d-e28e-453d-943e-1d4660e62d73\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9208602+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":949400242,\"itemTemplateId\":155,\"itemUID\":\"3c897166-432c-4f16-b1d0-8432747eb804\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9208808+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":951347969,\"itemTemplateId\":155,\"itemUID\":\"b8aa7968-f200-46b2-834c-b3d33f9e0ff0\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9209046+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":963351002,\"itemTemplateId\":155,\"itemUID\":\"5f2fd363-547c-4a44-8b7d-93ad930cde49\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.920925+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":971492373,\"itemTemplateId\":155,\"itemUID\":\"89eba1c1-7d58-4d77-982f-28984fb3801e\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9209455+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":976181449,\"itemTemplateId\":155,\"itemUID\":\"0394e714-053d-4823-b586-65ea70a8bd7e\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9209687+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":979046746,\"itemTemplateId\":155,\"itemUID\":\"043f4dea-2028-48ab-afe9-db378eb31ae0\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9209894+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1033361135,\"itemTemplateId\":155,\"itemUID\":\"5d7af09e-9a8c-494d-8610-1c8304986354\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.92101+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1036147962,\"itemTemplateId\":155,\"itemUID\":\"95ca9eb1-291c-495d-ac00-74f8b74cb3f6\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9210334+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1044969169,\"itemTemplateId\":155,\"itemUID\":\"4f0c22e0-2362-401f-a111-559831e1e561\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9210541+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1047349120,\"itemTemplateId\":155,\"itemUID\":\"1a5bb84f-797f-4e0a-af2f-7e76cc55a697\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.921077+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1054788403,\"itemTemplateId\":155,\"itemUID\":\"158dab19-9d63-4506-a406-60dde28ca0ad\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9210974+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1088001512,\"itemTemplateId\":155,\"itemUID\":\"cfe56814-862d-44d7-acfe-61443a7f6228\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9211184+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1093423552,\"itemTemplateId\":155,\"itemUID\":\"3d9115b4-220e-49ab-9dba-330e52a8a9b2\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9211425+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1093481410,\"itemTemplateId\":155,\"itemUID\":\"c2759296-2b38-41ec-944b-fe07e75b4989\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9211633+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1098149356,\"itemTemplateId\":155,\"itemUID\":\"84b0a6cb-c5bc-4c19-b759-fde44ca0cba2\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9211841+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1105529245,\"itemTemplateId\":155,\"itemUID\":\"e4c7b507-2812-414f-93be-b8ce7499227d\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.921207+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1161492631,\"itemTemplateId\":155,\"itemUID\":\"0dfdf6fd-ac86-4ce7-b63a-dc9767f74c96\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9212284+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1171198696,\"itemTemplateId\":155,\"itemUID\":\"71f03dc9-3f5e-477b-acb7-0f579393d134\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9212493+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1188151025,\"itemTemplateId\":155,\"itemUID\":\"d006f382-6a61-4ac0-936c-6098dbc8a383\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9212724+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1194796427,\"itemTemplateId\":155,\"itemUID\":\"25c4fc14-f0fc-4c2a-8e8b-e01aeb5fa1db\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9212935+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1226752525,\"itemTemplateId\":155,\"itemUID\":\"aa0634e8-c468-4118-b871-60c491f147ef\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9213195+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1249618414,\"itemTemplateId\":155,\"itemUID\":\"35116994-c609-4b0f-a00b-12357cc1d732\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9213543+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1252743433,\"itemTemplateId\":155,\"itemUID\":\"38a301b2-4044-4e93-8ba0-48c642f47470\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9213756+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1272492503,\"itemTemplateId\":155,\"itemUID\":\"60107518-0db9-4f77-9ccb-c107bd462810\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9213968+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1286019338,\"itemTemplateId\":155,\"itemUID\":\"820759f1-08f6-45fd-a4d1-4999203bb526\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9214306+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1322908474,\"itemTemplateId\":155,\"itemUID\":\"c5e5df21-f0d4-4e31-b293-621806ca9a91\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9214553+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1332184235,\"itemTemplateId\":155,\"itemUID\":\"7898be09-0b73-411c-a09e-33878296b507\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9214924+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1339544619,\"itemTemplateId\":155,\"itemUID\":\"d2c6a151-4283-44d0-b6c3-7de3d5bb5488\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9215297+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1353511366,\"itemTemplateId\":155,\"itemUID\":\"e84fbf43-bf95-4c97-a55e-0ae50ac6ddd4\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9215685+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1361573265,\"itemTemplateId\":155,\"itemUID\":\"05ba6648-1d22-4f57-ad00-ec1a063411a7\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9216117+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1387415418,\"itemTemplateId\":155,\"itemUID\":\"bd35aabd-ae8f-4bab-93fe-7a663623e923\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9216472+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1431163210,\"itemTemplateId\":155,\"itemUID\":\"8512cb6d-9123-4015-bf60-b49e2c4a80b3\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.921671+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1434874415,\"itemTemplateId\":155,\"itemUID\":\"d0657632-ca66-483a-a8f9-6ffb213d4090\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9216971+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1476008872,\"itemTemplateId\":155,\"itemUID\":\"9064ee9a-d043-4ac2-b632-05e4a831b176\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9217206+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1497490569,\"itemTemplateId\":155,\"itemUID\":\"cac66b1c-3ec1-42ba-a896-fc6e809fb5de\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9217435+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1519469662,\"itemTemplateId\":155,\"itemUID\":\"47de2221-aec5-4e93-8184-ea7a83fa8d96\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9217778+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1530401131,\"itemTemplateId\":155,\"itemUID\":\"bc8bc13b-913d-4843-a4e6-db78658d5200\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9218036+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1546347022,\"itemTemplateId\":155,\"itemUID\":\"135a93eb-642d-4d0f-939a-3c4a8173556d\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9218242+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1576527543,\"itemTemplateId\":155,\"itemUID\":\"2bfd06d4-f112-4794-bc8f-3db1f6aa848e\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9218483+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1613429705,\"itemTemplateId\":155,\"itemUID\":\"0f1b5be4-0d4d-4cb3-9e0e-f5e4f7dccd12\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9218691+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1622255811,\"itemTemplateId\":155,\"itemUID\":\"4eb088f9-fe7a-4951-b37c-cecb572d3b73\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9218904+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1639897215,\"itemTemplateId\":155,\"itemUID\":\"556adaaa-18d2-4f48-a927-ec0a7a528cfd\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9219139+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1641948850,\"itemTemplateId\":155,\"itemUID\":\"1c947439-09f7-48ac-8140-a170335132e6\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9219344+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1668880688,\"itemTemplateId\":155,\"itemUID\":\"dc3e558e-74ce-4f89-9033-412bebd86566\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9219554+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1683992901,\"itemTemplateId\":155,\"itemUID\":\"ac3a66a6-9834-4b3e-8404-d3e1718d150f\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9219789+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1696815669,\"itemTemplateId\":155,\"itemUID\":\"679aa872-757e-4237-93ca-90339d3ef9aa\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9219999+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1712212324,\"itemTemplateId\":155,\"itemUID\":\"529c3213-2e20-432e-bca8-cac18e0ed4d6\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9220204+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1712858198,\"itemTemplateId\":155,\"itemUID\":\"fcba28b3-ea75-4218-a491-84c05c41bd19\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9220433+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1734351802,\"itemTemplateId\":155,\"itemUID\":\"da62c2e9-a324-492a-887d-1521b94c55d7\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9220645+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1748529517,\"itemTemplateId\":155,\"itemUID\":\"c8572b31-a120-4cad-9e36-dfb3edf1d05e\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9220849+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1829206052,\"itemTemplateId\":155,\"itemUID\":\"d923d8b1-b515-410a-9b4f-dd1df4d4cb58\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.922107+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1879727570,\"itemTemplateId\":155,\"itemUID\":\"2216fdbf-3fa9-4722-b844-33e347f3a029\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9221743+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1888699735,\"itemTemplateId\":155,\"itemUID\":\"00b3a2ab-2b94-4a0a-823f-c1117ef1ec75\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9221987+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1971159714,\"itemTemplateId\":155,\"itemUID\":\"ab39d31a-2bb5-4484-aa57-e6a46f022c05\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9222196+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1979375543,\"itemTemplateId\":155,\"itemUID\":\"b646c767-e0e2-4dbc-bafe-6b1447f605a9\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9222404+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1990656480,\"itemTemplateId\":155,\"itemUID\":\"b6b646f3-946d-47dd-bd4f-3a8f0450ada8\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9222642+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":1992339915,\"itemTemplateId\":155,\"itemUID\":\"738b33e7-8cf5-450c-8234-20cbcffac42b\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9222851+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":2001400770,\"itemTemplateId\":155,\"itemUID\":\"f9df6df2-3961-4d4d-ab09-e4d00bc3db5e\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9223059+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":2027988772,\"itemTemplateId\":155,\"itemUID\":\"4019431e-4010-4fd0-88cb-c2ff206c030d\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9223286+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":2053514472,\"itemTemplateId\":155,\"itemUID\":\"aec6b6b8-f1b1-42ab-b10f-f1d7a52f2a17\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9223501+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":2057038121,\"itemTemplateId\":155,\"itemUID\":\"e38b8666-388c-4b50-938f-44e81b7019f3\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9223709+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":2095671910,\"itemTemplateId\":155,\"itemUID\":\"c8ca9664-f03f-4b2e-b417-705046adc841\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9223938+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":2100194678,\"itemTemplateId\":155,\"itemUID\":\"7a56a1ad-8de7-47e3-9619-edc8eeb8d042\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9224148+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":2116419468,\"itemTemplateId\":155,\"itemUID\":\"03f4f19e-e190-478a-b72b-8d6e3436c1d6\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9224355+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":2147418463,\"itemTemplateId\":155,\"itemUID\":\"7b3ff7b8-b32a-4169-bcac-fff3b6a0744f\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[500,500,500,500],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":[5.0,5.0,5.0,5.0],\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9224592+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0}],\"5\":[{\"itemId\":1983989155,\"itemTemplateId\":187,\"itemUID\":\"c5ef4c24-e6c7-4f91-a52f-1c6e15687320\",\"count\":242425,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9225094+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0},{\"itemId\":2147281390,\"itemTemplateId\":186,\"itemUID\":\"85706b02-a5ff-4ca4-836a-2ba5329df8a9\",\"count\":232291,\"petEuipId\":-1,\"lvl\":0,\"option\":[],\"optionValue\":[],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9225392+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0}],\"2\":[{\"itemId\":1444497418,\"itemTemplateId\":1000027,\"itemUID\":\"0ea92163-320a-4e99-aec2-f3c26dbe3c99\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[9,10,11,12],\"optionValue\":[3000,3000,3000,3000],\"expire\":-1,\"def\":0,\"atk\":0,\"hp\":0,\"mp\":0,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9225631+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":0,\"MpItem\":0,\"AtkItem\":0,\"DefItem\":0}]}', '[]', '[{\"petIdTemplate\":89,\"petDieByPK\":false,\"petId\":454684563,\"star\":0,\"exp\":0,\"name\":null,\"str\":450,\"agi\":450,\"_int\":450,\"tiemnang_point\":0,\"skillPoint\":0,\"skill\":[],\"tiemnang\":[0,0,0],\"tatto\":[],\"equip\":[],\"isUpTier\":false,\"pointTiemNangLvl\":50,\"wasSell\":false,\"HiddenStats\":[],\"PetEffects\":[],\"hp\":1823,\"mp\":2272,\"maxHp\":1823,\"maxMp\":2272,\"TimeDieZ\":63865558385626,\"Expire\":\"2024-10-29T16:53:05.6260084+07:00\",\"TimeCreated\":\"2024-10-26T16:53:05.6260072+07:00\",\"ReincarnationLevel\":0,\"IsCrit\":false,\"lvl\":1,\"SkipPercent\":15.0,\"AccuracyPercent\":100.0},{\"petIdTemplate\":89,\"petDieByPK\":false,\"petId\":635383359,\"star\":0,\"exp\":0,\"name\":null,\"str\":450,\"agi\":450,\"_int\":450,\"tiemnang_point\":0,\"skillPoint\":0,\"skill\":[],\"tiemnang\":[0,0,0],\"tatto\":[],\"equip\":[],\"isUpTier\":false,\"pointTiemNangLvl\":50,\"wasSell\":false,\"HiddenStats\":[],\"PetEffects\":[],\"hp\":1823,\"mp\":2272,\"maxHp\":1823,\"maxMp\":2272,\"TimeDieZ\":63865558411996,\"Expire\":\"2024-10-29T16:53:31.9967218+07:00\",\"TimeCreated\":\"2024-10-26T16:53:31.9967186+07:00\",\"ReincarnationLevel\":0,\"IsCrit\":false,\"lvl\":1,\"SkipPercent\":15.0,\"AccuracyPercent\":100.0},{\"petIdTemplate\":89,\"petDieByPK\":false,\"petId\":1835137835,\"star\":0,\"exp\":0,\"name\":null,\"str\":450,\"agi\":450,\"_int\":450,\"tiemnang_point\":0,\"skillPoint\":0,\"skill\":[],\"tiemnang\":[0,0,0],\"tatto\":[],\"equip\":[],\"isUpTier\":false,\"pointTiemNangLvl\":50,\"wasSell\":false,\"HiddenStats\":[],\"PetEffects\":[],\"hp\":1823,\"mp\":2272,\"maxHp\":1823,\"maxMp\":2272,\"TimeDieZ\":63865558351923,\"Expire\":\"2024-10-29T16:52:31.9233437+07:00\",\"TimeCreated\":\"2024-10-26T16:52:31.9233424+07:00\",\"ReincarnationLevel\":0,\"IsCrit\":false,\"lvl\":1,\"SkipPercent\":15.0,\"AccuracyPercent\":100.0}]', '{\"petIdTemplate\":1,\"petDieByPK\":false,\"petId\":540311207,\"star\":0,\"exp\":3274,\"name\":null,\"str\":20,\"agi\":20,\"_int\":25,\"tiemnang_point\":3,\"skillPoint\":0,\"skill\":[],\"tiemnang\":[0,0,0],\"tatto\":[],\"equip\":[],\"isUpTier\":false,\"pointTiemNangLvl\":3,\"wasSell\":false,\"HiddenStats\":[],\"PetEffects\":[],\"hp\":120078,\"mp\":120148,\"maxHp\":120356,\"maxMp\":120401,\"TimeDieZ\":63860528476214,\"Expire\":null,\"TimeCreated\":\"2024-10-26T16:52:31.9226683+07:00\",\"ReincarnationLevel\":0,\"IsCrit\":false,\"lvl\":2,\"SkipPercent\":15.0,\"AccuracyPercent\":100.0}', 1, '2025-04-12 17:01:06', 20, NULL, '{\"itemId\":724227130,\"itemTemplateId\":154127,\"itemUID\":\"8ddb1c54-b097-4340-b405-3ec807e5a50f\",\"count\":1,\"petEuipId\":-1,\"lvl\":0,\"option\":[2,13,14,15,16],\"optionValue\":[15,10,99999,-7500,0],\"expire\":-1,\"def\":25000,\"atk\":20000,\"hp\":120000,\"mp\":120000,\"gemOptionValue\":null,\"gemInfo\":null,\"wasSell\":false,\"SourcesItem\":[12],\"canTrade\":true,\"EnchantInfo\":{},\"TimeCreate\":\"2024-10-26T16:52:31.9226998+07:00\",\"NumFusion\":0,\"version\":\"1.0.0.0\",\"HpItem\":120000,\"MpItem\":120000,\"AtkItem\":20000,\"DefItem\":25000}', 0, '{\"buffExpTime\":-1,\"itemTemplateIdBuff\":-1,\"_buffPercent\":0.0,\"currentTime\":63858021704891,\"itemBuffId\":0,\"Template\":null}', 0, '2025-04-12 17:01:06', NULL, NULL, -1, '[]', '[]', '[]', 'anim_characters/34_icon.png', '{}', 0, NULL, 0, 0, '[]', 0, 0, -1, '[]', '[]', '[]', '[]', '2025-04-12 17:01:29', '{}', '[]', 0, '{}', '[]', '2024-08-04 22:18:57', 0, 0, 0, 0, 0, 0, '0001-01-01 00:00:00', 0, 0, 0, 0, 0, -1, 0, '[]');
INSERT INTO `player` (`ID`, `user_id`, `isAdmin`, `name`, `gender`, `gold`, `spendGold`, `coin`, `lua`, `items`, `favouriteList`, `pets`, `petSelected`, `isFirstFree`, `loginDate`, `star`, `skin`, `wing`, `isOnSky`, `buffExp`, `pkPoint`, `pkPointTime`, `captcha`, `shopArena`, `clanId`, `tasking`, `task`, `wasTask`, `avatarPath`, `numUseEnergy`, `AccumulatedPoint`, `PetDefLeague`, `ArenaPoint`, `EventPoint`, `achievements`, `NumOfUseKiteNormal`, `NumOfUseKiteVip`, `CurrentAchievementId`, `letters`, `RequestAddFriends`, `BlockFriendLists`, `ListFriends`, `LastTimeOnline`, `LettersSendTime`, `MoneyDisplays`, `KioskFund`, `TrashItemBackup`, `ClanTasked`, `TimeDropCoin`, `IsMergeServer`, `NumGiveFlowerGold`, `NumGiveFlowerGem`, `IndexMilistoneTeacherEvent`, `FlowerGold`, `FlowerCoin`, `DailyNoelTime`, `DailyNoelIndex`, `NumEatSquareStickyRice`, `NumEatSquareStickyRiceCoin`, `NumEatCylindricalStickyRice`, `NumEatCylindricalStickyRiceCoin`, `IndexMilistoneBirthdayEvent`, `NumUseGiftBox2025`, `BonusReceived`) VALUES
(101, 3, 0, '567gfhj', 0, 0, 0, 50000, 0, '{}', '[]', '[{\"petIdTemplate\":89,\"petDieByPK\":false,\"petId\":554100392,\"star\":0,\"exp\":0,\"name\":null,\"str\":450,\"agi\":450,\"_int\":450,\"tiemnang_point\":0,\"skillPoint\":0,\"skill\":[],\"tiemnang\":[0,0,0],\"tatto\":[],\"equip\":[],\"isUpTier\":false,\"pointTiemNangLvl\":50,\"wasSell\":false,\"hp\":1823,\"mp\":2272,\"maxHp\":1823,\"maxMp\":2272,\"TimeDieZ\":63865558351974,\"Expire\":\"2024-10-29T16:52:31.9746203+07:00\",\"TimeCreated\":\"2024-10-26T16:52:31.9746173+07:00\",\"IsCrit\":false,\"lvl\":1,\"SkipPercent\":15.0,\"AccuracyPercent\":100.0},{\"petIdTemplate\":89,\"petDieByPK\":false,\"petId\":618779969,\"star\":0,\"exp\":0,\"name\":null,\"str\":450,\"agi\":450,\"_int\":450,\"tiemnang_point\":0,\"skillPoint\":0,\"skill\":[],\"tiemnang\":[0,0,0],\"tatto\":[],\"equip\":[],\"isUpTier\":false,\"pointTiemNangLvl\":50,\"wasSell\":false,\"hp\":1823,\"mp\":2272,\"maxHp\":1823,\"maxMp\":2272,\"TimeDieZ\":63865558388090,\"Expire\":\"2024-10-29T16:53:08.0902034+07:00\",\"TimeCreated\":\"2024-10-26T16:53:08.0902006+07:00\",\"IsCrit\":false,\"lvl\":1,\"SkipPercent\":15.0,\"AccuracyPercent\":100.0},{\"petIdTemplate\":89,\"petDieByPK\":false,\"petId\":829448149,\"star\":0,\"exp\":0,\"name\":null,\"str\":450,\"agi\":450,\"_int\":450,\"tiemnang_point\":0,\"skillPoint\":0,\"skill\":[],\"tiemnang\":[0,0,0],\"tatto\":[],\"equip\":[],\"isUpTier\":false,\"pointTiemNangLvl\":50,\"wasSell\":false,\"hp\":1823,\"mp\":2272,\"maxHp\":1823,\"maxMp\":2272,\"TimeDieZ\":63865558412006,\"Expire\":\"2024-10-29T16:53:32.0065689+07:00\",\"TimeCreated\":\"2024-10-26T16:53:32.0065665+07:00\",\"IsCrit\":false,\"lvl\":1,\"SkipPercent\":15.0,\"AccuracyPercent\":100.0}]', NULL, 0, '2024-10-04 20:34:27', 10, NULL, NULL, 0, '{\"buffExpTime\":-1,\"itemTemplateIdBuff\":-1,\"_buffPercent\":0.0,\"currentTime\":63865558351922,\"itemBuffId\":0,\"Template\":null}', 0, '2024-10-04 20:34:27', NULL, NULL, -1, '[]', '[]', '[]', 'npcs/gopet.png', '{}', 0, NULL, 0, 0, '[]', 0, 0, -1, '[]', '[]', '[]', '[]', '2024-10-26 16:53:32', '{}', '[]', 0, '{}', '[]', '2024-10-04 20:34:27', 1, 0, 0, 0, -1, -1, NULL, 0, 0, 0, 0, 0, -1, 0, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `reincarnation`
--

CREATE TABLE `reincarnation` (
  `Id` int(11) NOT NULL,
  `PetId` int(11) NOT NULL COMMENT 'Pet cần',
  `NumCard` int(11) NOT NULL COMMENT 'Số thẻ trùng sinh cần',
  `PetIdReincarnation` int(11) NOT NULL COMMENT 'Pet thành sau khi trùng sinh'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `reincarnation`
--

INSERT INTO `reincarnation` (`Id`, `PetId`, `NumCard`, `PetIdReincarnation`) VALUES
(1, 3107, 5, 10002),
(2, 3001, 1, 9991),
(3, 3003, 1, 3036),
(4, 3005, 1, 3028),
(5, 3009, 2, 3038),
(6, 3011, 2, 9989),
(7, 3012, 2, 3034),
(8, 3013, 2, 3040),
(9, 3014, 2, 3039),
(10, 3016, 2, 3042),
(11, 3018, 3, 3100),
(12, 3024, 2, 9985),
(13, 3051, 5, 10009),
(14, 3101, 4, 10007),
(15, 3102, 4, 10006),
(16, 3103, 4, 10001),
(17, 3104, 5, 10008),
(18, 3105, 5, 10000),
(19, 3106, 5, 10003);

-- --------------------------------------------------------

--
-- Table structure for table `request_accept_friend`
--

CREATE TABLE `request_accept_friend` (
  `userId` int(11) NOT NULL,
  `targetId` int(11) NOT NULL,
  `time` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `request_add_friend`
--

CREATE TABLE `request_add_friend` (
  `userId` int(11) NOT NULL,
  `targetId` int(11) NOT NULL,
  `time` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `request_remove_friend`
--

CREATE TABLE `request_remove_friend` (
  `userId` int(11) NOT NULL,
  `targetId` int(11) NOT NULL,
  `time` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `restuser`
--

CREATE TABLE `restuser` (
  `Identify` int(11) NOT NULL,
  `username` varchar(1000) NOT NULL,
  `password` varchar(1000) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `restuser`
--

INSERT INTO `restuser` (`Identify`, `username`, `password`) VALUES
(1, 'admin', 'admin');

-- --------------------------------------------------------

--
-- Table structure for table `shop`
--

CREATE TABLE `shop` (
  `id` int(11) NOT NULL,
  `ShopId` int(10) UNSIGNED NOT NULL,
  `inventoryType` tinyint(4) NOT NULL DEFAULT 0,
  `itemTemTempleId` int(11) DEFAULT NULL,
  `petId` int(11) DEFAULT NULL,
  `count` int(11) NOT NULL DEFAULT 1,
  `isSellItem` tinyint(1) NOT NULL DEFAULT 1,
  `moneyType` varchar(2000) NOT NULL DEFAULT '[0,1]',
  `price` varchar(2000) NOT NULL DEFAULT '[1000,10000]',
  `clanLvl` int(11) NOT NULL DEFAULT 0,
  `perCount` int(11) NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `shop`
--

INSERT INTO `shop` (`id`, `ShopId`, `inventoryType`, `itemTemTempleId`, `petId`, `count`, `isSellItem`, `moneyType`, `price`, `clanLvl`, `perCount`) VALUES
(1, 6, 1, 5159, NULL, 1, 1, '[10]', '[500]', 0, 1),
(2, 6, 1, 5155, NULL, 1, 1, '[10]', '[250]', 0, 1),
(3, 6, 1, 5156, NULL, 1, 1, '[10]', '[250]', 0, 1),
(4, 6, 1, 5157, NULL, 1, 1, '[10]', '[250]', 0, 1),
(5, 6, 1, 5158, NULL, 1, 1, '[10]', '[250]', 0, 1),
(6, 6, 1, 835, NULL, 1, 1, '[10]', '[175]', 0, 1),
(7, 6, 1, 802, NULL, 1, 1, '[10]', '[175]', 0, 1),
(8, 6, 1, 803, NULL, 1, 1, '[10]', '[175]', 0, 1),
(9, 6, 1, 849, NULL, 1, 1, '[10]', '[250]', 0, 1),
(10, 6, 1, 851, NULL, 1, 1, '[10]', '[250]', 0, 1),
(11, 6, 1, 846, NULL, 1, 1, '[10]', '[250]', 0, 1),
(12, 6, 1, 134, NULL, 1, 1, '[10]', '[4000]', 0, 1),
(13, 6, 1, 132, NULL, 1, 1, '[10]', '[3500]', 0, 1),
(14, 6, 1, 123, NULL, 1, 1, '[10]', '[1000]', 0, 1),
(15, 6, 1, 130, NULL, 1, 1, '[10]', '[2000]', 0, 1),
(16, 6, 1, 128, NULL, 1, 1, '[10]', '[1500]', 0, 1),
(17, 6, 1, 122, NULL, 1, 1, '[10]', '[500]', 0, 1),
(18, 6, 1, 124, NULL, 1, 1, '[10]', '[2000]', 0, 1),
(19, 6, 1, 136, NULL, 1, 1, '[10]', '[5000]', 0, 1),
(20, 6, 1, 121, NULL, 1, 1, '[10]', '[250]', 0, 1),
(21, 6, 1, 743, NULL, 1, 1, '[10]', '[30]', 0, 1),
(22, 6, 1, 745, NULL, 1, 1, '[10]', '[30]', 0, 1),
(23, 6, 1, 751, NULL, 1, 1, '[10]', '[30]', 0, 1),
(24, 6, 1, 753, NULL, 1, 1, '[10]', '[30]', 0, 1),
(25, 6, 1, 739, NULL, 1, 1, '[10]', '[30]', 0, 1),
(26, 6, 1, 749, NULL, 1, 1, '[10]', '[30]', 0, 1),
(27, 6, 1, 744, NULL, 1, 1, '[10]', '[45]', 0, 1),
(28, 6, 1, 746, NULL, 1, 1, '[10]', '[45]', 0, 1),
(29, 6, 1, 752, NULL, 1, 1, '[10]', '[45]', 0, 1),
(30, 6, 1, 754, NULL, 1, 1, '[10]', '[45]', 0, 1),
(31, 6, 1, 740, NULL, 1, 1, '[10]', '[45]', 0, 1),
(32, 6, 1, 750, NULL, 1, 1, '[10]', '[45]', 0, 1),
(33, 6, 1, 435, NULL, 1, 1, '[10]', '[50]', 0, 1),
(34, 6, 1, 438, NULL, 1, 1, '[10]', '[50]', 0, 1),
(35, 6, 1, 442, NULL, 1, 1, '[10]', '[50]', 0, 1),
(36, 6, 1, 448, NULL, 1, 1, '[10]', '[50]', 0, 1),
(37, 6, 1, 446, NULL, 1, 1, '[10]', '[50]', 0, 1),
(38, 6, 1, 420, NULL, 1, 1, '[10]', '[30]', 0, 1),
(39, 6, 1, 423, NULL, 1, 1, '[10]', '[30]', 0, 1),
(40, 6, 1, 427, NULL, 1, 1, '[10]', '[30]', 0, 1),
(41, 6, 1, 431, NULL, 1, 1, '[10]', '[30]', 0, 1),
(42, 6, 1, 433, NULL, 1, 1, '[10]', '[30]', 0, 1),
(43, 6, 1, 140, NULL, 1, 1, '[10]', '[15000]', 0, 1),
(44, 6, 1, 141, NULL, 1, 1, '[10]', '[20000]', 0, 1),
(45, 6, 1, 142, NULL, 1, 1, '[1]', '[50000]', 0, 1),
(46, 12, 1, 5154, NULL, 1, 1, '[9]', '[300]', 0, 1),
(47, 12, 1, 5150, NULL, 1, 1, '[9]', '[150]', 0, 1),
(48, 12, 1, 5153, NULL, 1, 1, '[9]', '[150]', 0, 1),
(49, 12, 1, 5151, NULL, 1, 1, '[9]', '[150]', 0, 1),
(50, 12, 1, 5152, NULL, 1, 1, '[9]', '[150]', 0, 1),
(51, 12, 1, 5159, NULL, 1, 1, '[9]', '[100]', 0, 1),
(52, 12, 1, 5155, NULL, 1, 1, '[9]', '[50]', 0, 1),
(53, 12, 1, 5156, NULL, 1, 1, '[9]', '[50]', 0, 1),
(54, 12, 1, 5157, NULL, 1, 1, '[9]', '[50]', 0, 1),
(55, 12, 1, 5158, NULL, 1, 1, '[9]', '[50]', 0, 1),
(56, 12, 1, 819, NULL, 1, 1, '[9]', '[75]', 0, 1),
(57, 12, 1, 821, NULL, 1, 1, '[9]', '[75]', 0, 1),
(58, 12, 1, 820, NULL, 1, 1, '[9]', '[75]', 0, 1),
(59, 12, 1, 1005, NULL, 1, 1, '[9]', '[100]', 0, 1),
(60, 12, 1, 1003, NULL, 1, 1, '[9]', '[100]', 0, 1),
(61, 12, 1, 1001, NULL, 1, 1, '[9]', '[100]', 0, 1),
(62, 12, 1, 835, NULL, 1, 1, '[9]', '[35]', 0, 1),
(63, 12, 1, 802, NULL, 1, 1, '[9]', '[35]', 0, 1),
(64, 12, 1, 803, NULL, 1, 1, '[9]', '[35]', 0, 1),
(65, 12, 1, 849, NULL, 1, 1, '[9]', '[50]', 0, 1),
(66, 12, 1, 851, NULL, 1, 1, '[9]', '[50]', 0, 1),
(67, 12, 1, 846, NULL, 1, 1, '[9]', '[50]', 0, 1),
(68, 12, 1, 134, NULL, 1, 1, '[9]', '[1500]', 0, 1),
(69, 12, 1, 132, NULL, 1, 1, '[9]', '[1200]', 0, 1),
(70, 12, 1, 123, NULL, 1, 1, '[9]', '[200]', 0, 1),
(71, 12, 1, 138, NULL, 1, 1, '[9]', '[2600]', 0, 1),
(72, 12, 1, 497, NULL, 1, 1, '[9]', '[2300]', 0, 1),
(73, 12, 1, 124, NULL, 1, 1, '[9]', '[350]', 0, 1),
(74, 12, 1, 470, NULL, 1, 1, '[9]', '[60]', 0, 1),
(75, 12, 1, 472, NULL, 1, 1, '[9]', '[60]', 0, 1),
(76, 12, 1, 474, NULL, 1, 1, '[9]', '[60]', 0, 1),
(77, 12, 1, 476, NULL, 1, 1, '[9]', '[60]', 0, 1),
(78, 12, 1, 478, NULL, 1, 1, '[9]', '[60]', 0, 1),
(79, 12, 1, 450, NULL, 1, 1, '[9]', '[60]', 0, 1),
(80, 12, 1, 452, NULL, 1, 1, '[9]', '[60]', 0, 1),
(81, 12, 1, 454, NULL, 1, 1, '[9]', '[60]', 0, 1),
(82, 12, 1, 456, NULL, 1, 1, '[9]', '[60]', 0, 1),
(83, 12, 1, 458, NULL, 1, 1, '[9]', '[60]', 0, 1),
(84, 12, 1, 460, NULL, 1, 1, '[9]', '[60]', 0, 1),
(85, 12, 1, 462, NULL, 1, 1, '[9]', '[60]', 0, 1),
(86, 12, 1, 464, NULL, 1, 1, '[9]', '[60]', 0, 1),
(87, 12, 1, 466, NULL, 1, 1, '[9]', '[60]', 0, 1),
(88, 12, 1, 468, NULL, 1, 1, '[9]', '[60]', 0, 1),
(89, 12, 1, 435, NULL, 1, 1, '[9]', '[30]', 0, 1),
(90, 12, 1, 438, NULL, 1, 1, '[9]', '[30]', 0, 1),
(91, 12, 1, 442, NULL, 1, 1, '[9]', '[30]', 0, 1),
(92, 12, 1, 448, NULL, 1, 1, '[9]', '[30]', 0, 1),
(93, 12, 1, 446, NULL, 1, 1, '[9]', '[30]', 0, 1),
(94, 12, 1, 140, NULL, 1, 1, '[9]', '[10000]', 0, 1),
(95, 12, 1, 141, NULL, 1, 1, '[9]', '[15000]', 0, 1),
(96, 12, 1, 142, NULL, 1, 1, '[9]', '[20000]', 0, 1),
(97, 12, 1, 5159, NULL, 1, 1, '[10]', '[500]', 0, 1),
(98, 12, 1, 5155, NULL, 1, 1, '[10]', '[250]', 0, 1),
(99, 12, 1, 5156, NULL, 1, 1, '[10]', '[250]', 0, 1),
(100, 12, 1, 5157, NULL, 1, 1, '[10]', '[250]', 0, 1),
(101, 12, 1, 5158, NULL, 1, 1, '[10]', '[250]', 0, 1),
(102, 12, 1, 835, NULL, 1, 1, '[10]', '[175]', 0, 1),
(103, 12, 1, 802, NULL, 1, 1, '[10]', '[175]', 0, 1),
(104, 12, 1, 803, NULL, 1, 1, '[10]', '[175]', 0, 1),
(105, 12, 1, 849, NULL, 1, 1, '[10]', '[250]', 0, 1),
(106, 12, 1, 851, NULL, 1, 1, '[10]', '[250]', 0, 1),
(107, 12, 1, 846, NULL, 1, 1, '[10]', '[250]', 0, 1),
(108, 12, 1, 134, NULL, 1, 1, '[10]', '[4000]', 0, 1),
(109, 12, 1, 132, NULL, 1, 1, '[10]', '[3500]', 0, 1),
(110, 12, 1, 123, NULL, 1, 1, '[10]', '[1000]', 0, 1),
(111, 12, 1, 130, NULL, 1, 1, '[10]', '[2000]', 0, 1),
(112, 12, 1, 128, NULL, 1, 1, '[10]', '[1500]', 0, 1),
(113, 12, 1, 122, NULL, 1, 1, '[10]', '[500]', 0, 1),
(114, 12, 1, 124, NULL, 1, 1, '[10]', '[2000]', 0, 1),
(115, 12, 1, 136, NULL, 1, 1, '[10]', '[5000]', 0, 1),
(116, 12, 1, 121, NULL, 1, 1, '[10]', '[250]', 0, 1),
(117, 12, 1, 743, NULL, 1, 1, '[10]', '[30]', 0, 1),
(118, 12, 1, 745, NULL, 1, 1, '[10]', '[30]', 0, 1),
(119, 12, 1, 751, NULL, 1, 1, '[10]', '[30]', 0, 1),
(120, 12, 1, 753, NULL, 1, 1, '[10]', '[30]', 0, 1),
(121, 12, 1, 739, NULL, 1, 1, '[10]', '[30]', 0, 1),
(122, 12, 1, 749, NULL, 1, 1, '[10]', '[30]', 0, 1),
(123, 12, 1, 744, NULL, 1, 1, '[10]', '[45]', 0, 1),
(124, 12, 1, 746, NULL, 1, 1, '[10]', '[45]', 0, 1),
(125, 12, 1, 752, NULL, 1, 1, '[10]', '[45]', 0, 1),
(126, 12, 1, 754, NULL, 1, 1, '[10]', '[45]', 0, 1),
(127, 12, 1, 740, NULL, 1, 1, '[10]', '[45]', 0, 1),
(128, 12, 1, 750, NULL, 1, 1, '[10]', '[45]', 0, 1),
(129, 12, 1, 435, NULL, 1, 1, '[10]', '[50]', 0, 1),
(130, 12, 1, 438, NULL, 1, 1, '[10]', '[50]', 0, 1),
(131, 12, 1, 442, NULL, 1, 1, '[10]', '[50]', 0, 1),
(132, 12, 1, 448, NULL, 1, 1, '[10]', '[50]', 0, 1),
(133, 12, 1, 446, NULL, 1, 1, '[10]', '[50]', 0, 1),
(134, 12, 1, 420, NULL, 1, 1, '[10]', '[30]', 0, 1),
(135, 12, 1, 423, NULL, 1, 1, '[10]', '[30]', 0, 1),
(136, 12, 1, 427, NULL, 1, 1, '[10]', '[30]', 0, 1),
(137, 12, 1, 431, NULL, 1, 1, '[10]', '[30]', 0, 1),
(138, 12, 1, 433, NULL, 1, 1, '[10]', '[30]', 0, 1),
(139, 12, 1, 140, NULL, 1, 1, '[10]', '[15000]', 0, 1),
(140, 12, 1, 141, NULL, 1, 1, '[10]', '[20000]', 0, 1),
(141, 12, 1, 142, NULL, 1, 1, '[10]', '[30000]', 0, 1),
(142, 8, 0, 0, 10000, 0, 0, '[0,1]', '[1,1]', 0, 0),
(143, 8, 0, 0, 10001, 0, 0, '[0,1]', '[1,1]', 0, 0),
(144, 8, 0, 0, 10002, 0, 0, '[0,1]', '[1,1]', 0, 0),
(145, 8, 0, 0, 10003, 0, 0, '[0,1]', '[1,1]', 0, 0),
(146, 8, 0, 0, 10004, 0, 0, '[0,1]', '[1,1]', 0, 0),
(147, 8, 0, 0, 10005, 0, 0, '[0,1]', '[1,1]', 0, 0),
(148, 8, 0, 0, 10006, 0, 0, '[0,1]', '[1,1]', 0, 0),
(149, 8, 0, 0, 10007, 0, 0, '[0,1]', '[1,1]', 0, 0),
(150, 8, 0, 0, 10008, 0, 0, '[0,1]', '[1,1]', 0, 0),
(151, 8, 0, 0, 10009, 0, 0, '[0,1]', '[1,1]', 0, 0),
(152, 7, 2, 1000078, NULL, 1, 1, '[0]', '[0]', 0, 0),
(153, 7, 2, 1000079, NULL, 1, 1, '[0]', '[0]', 0, 0),
(154, 7, 2, 1000080, NULL, 1, 1, '[0]', '[0]', 0, 0),
(155, 6, 1, 290024, NULL, 1, 1, '[0]', '[90000]', 0, 1),
(156, 6, 1, 290025, NULL, 1, 1, '[0]', '[250000]', 0, 1);

-- --------------------------------------------------------

--
-- Table structure for table `shoparena`
--

CREATE TABLE `shoparena` (
  `Id` int(11) NOT NULL,
  `percent` float NOT NULL DEFAULT 100,
  `moneyType` varchar(1000) NOT NULL,
  `price` varchar(1000) NOT NULL,
  `itemTemTempleId` int(11) NOT NULL,
  `count` int(11) NOT NULL DEFAULT 1
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `shoparena`
--

INSERT INTO `shoparena` (`Id`, `percent`, `moneyType`, `price`, `itemTemTempleId`, `count`) VALUES
(1, 90, '[0]', '[10000]', 198, 3),
(2, 90, '[0]', '[10000]', 199, 2),
(3, 90, '[0]', '[20000]', 200, 1),
(4, 90, '[0]', '[1000]', 184, 1),
(5, 90, '[0]', '[1000]', 180, 1),
(6, 90, '[0]', '[30000]', 185, 3),
(7, 90, '[0]', '[12000]', 420, 3),
(8, 90, '[0]', '[10000]', 423, 3),
(9, 90, '[0]', '[10000]', 427, 3),
(10, 90, '[0]', '[10000]', 431, 3),
(11, 90, '[0]', '[10000]', 433, 3),
(12, 90, '[0]', '[15000]', 435, 3),
(13, 90, '[0]', '[10000]', 438, 3),
(14, 90, '[0]', '[10000]', 442, 3),
(15, 90, '[0]', '[10000]', 446, 3),
(16, 90, '[0]', '[10000]', 448, 3),
(17, 90, '[0]', '[5000]', 392, 5),
(18, 90, '[0]', '[3000]', 395, 5),
(19, 90, '[0]', '[3000]', 398, 5),
(20, 90, '[0]', '[5000]', 401, 5),
(21, 90, '[0]', '[5000]', 405, 5),
(22, 90, '[0]', '[5000]', 408, 5),
(23, 90, '[0]', '[5000]', 411, 5),
(24, 90, '[0]', '[5000]', 414, 5),
(25, 90, '[0]', '[5000]', 417, 5),
(26, 90, '[0]', '[5000]', 507, 3),
(27, 90, '[0]', '[5000]', 506, 3),
(28, 90, '[0]', '[5000]', 508, 3),
(29, 90, '[0]', '[5000]', 509, 3),
(30, 90, '[0]', '[5000]', 510, 3),
(31, 90, '[0]', '[15000]', 514, 3),
(32, 90, '[0]', '[15000]', 511, 3),
(33, 90, '[0]', '[15000]', 512, 3),
(34, 90, '[0]', '[15000]', 513, 3),
(35, 90, '[0]', '[20000]', 515, 3),
(36, 90, '[0]', '[30000]', 119, 3),
(37, 90, '[0]', '[70000]', 120, 3),
(38, 30, '[0]', '[35000]', 5155, 2),
(39, 30, '[0]', '[35000]', 5156, 2),
(40, 30, '[0]', '[35000]', 5157, 2),
(41, 30, '[0]', '[35000]', 5158, 2),
(42, 30, '[0]', '[55000]', 5159, 2),
(43, 30, '[0]', '[55000]', 5150, 2),
(44, 30, '[0]', '[55000]', 5153, 2),
(45, 30, '[0]', '[55000]', 5151, 2),
(46, 30, '[0]', '[55000]', 5152, 2),
(47, 30, '[0]', '[70000]', 5154, 2),
(48, 30, '[0]', '[80000]', 121, 3),
(49, 30, '[0]', '[80000]', 450, 1),
(50, 30, '[0]', '[80000]', 452, 1),
(51, 30, '[0]', '[80000]', 454, 1),
(52, 30, '[0]', '[80000]', 456, 1),
(53, 30, '[0]', '[80000]', 458, 1),
(54, 30, '[0]', '[80000]', 460, 1),
(55, 30, '[0]', '[80000]', 462, 1),
(56, 30, '[0]', '[80000]', 464, 1),
(57, 30, '[0]', '[80000]', 466, 1),
(58, 30, '[0]', '[80000]', 468, 1),
(59, 30, '[0]', '[80000]', 470, 1),
(60, 30, '[0]', '[80000]', 472, 1),
(61, 30, '[0]', '[80000]', 474, 1),
(62, 30, '[0]', '[80000]', 476, 1),
(63, 30, '[0]', '[80000]', 478, 1),
(64, 30, '[0]', '[125000]', 5161, 2),
(65, 30, '[0]', '[125000]', 5162, 2),
(66, 30, '[0]', '[125000]', 5163, 2),
(67, 30, '[0]', '[150000]', 5164, 2);

-- --------------------------------------------------------

--
-- Table structure for table `skill`
--

CREATE TABLE `skill` (
  `skillID` int(11) NOT NULL,
  `name` text NOT NULL,
  `description` varchar(1000) NOT NULL,
  `nClass` tinyint(4) NOT NULL DEFAULT 0 COMMENT 'Phái',
  `IsNeedCard` tinyint(1) NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `skill`
--

INSERT INTO `skill` (`skillID`, `name`, `description`, `nClass`, `IsNeedCard`) VALUES
(101, 'song kích', 'đánh 2 đòn liên tiếp vào địch', 0, 0),
(102, 'giảm sát thương', 'tấn công vào điểm yếu, khiến kẻ địch giảm sát thương vào 3 lượt', 0, 0),
(103, 'cuồng nộ', 'tăng 10% sức tấn công trong 3 lượt', 0, 0),
(104, 'băng ', 'Sát thương và giảm sức tấn công của địch', 2, 0),
(105, 'sấm sét', 'Giáng sấm set lên kẻ địch, khiến địch bị tê liệt trong 1 lượt', 2, 0),
(106, 'lửa', 'Tung ra ngọn lửa đốt kẻ địch', 2, 0),
(107, 'hạ độc', 'Làm địch mất 50 máu từ từ trong mỗi lượt', 1, 0),
(108, 'hạ thủ', 'Đánh 1 đòn có sức công phá lớn nhưng tỷ lệ hụt', 1, 0),
(109, 'vô ảnh', 'Tăng tỷ lệ né của bản thân thêm 50%', 1, 0),
(110, 'phản đòn', 'Phản lại 25% đòn đánh của địch trong 4 lượt', 1, 0),
(111, 'hút máu', 'Hút 30% máu của địch dựa vào sát thương gây ra', 2, 0),
(112, 'đốt mana', 'Đốt 40% mana của địch dựa theo sát thương gây ra', 0, 0),
(113, 'thiên cân thủ', 'giáng 1 đòn mạnh lên kẻ địch, Đòn đánh châm nên đôi khi hụt', 0, 0),
(114, 'liên hoàn cước', 'Tung đòn liên tục, làm giảm sức tấn công của địch trong 3 lượt', 1, 0),
(115, 'lá chắn', 'Tăng 50 phòng thủ và hồi 30 máu trong 4 lượt', 2, 0),
(116, 'Bão Sét', 'gây sát thương và làm tê liệt đối phương trong 1 lượt', 3, 0),
(117, 'Nộ Khí', 'tăng % sức tấn công trong 3 lượt', 4, 0),
(118, 'Nguyệt Ma', 'Sát thương và giảm sức tấn công của địch', 3, 0),
(119, 'Gai Độc', 'Làm kẻ địch mất máu trong mỗi lượt', 5, 0),
(120, 'Búa Thor', 'triệu hồi búa thor ráng 1 đòn cực mạnh vào kẻ địch', 4, 0),
(121, 'Thần Kiếm', 'Triệu hồi thanh kiếm đâm xuyên kẻ địch, Đòn đánh châm nên đôi khi hụt', 4, 0),
(122, 'Phi Tieu', 'Tứ phi tiêu cắt kẻ địch cực mạnh, có tỉ lệ hụt', 5, 0),
(123, 'Phản Nghịch', 'phản lại sát thương đòn đánh của địch trong 4 lượt', 5, 0),
(124, 'Thiên Thạch', 'Kêu gọi thiên thạch thiêu cháy kẻ địch', 3, 0),
(125, 'Roi Huyền Ảo', 'Đốt % mana của địch dựa theo sát thương gây ra', 4, 1),
(126, 'địa chấn', 'Chấn động mạnh gấy sát thương cực cao, nhưng có tỉ lệ hụt', 4, 1),
(127, 'Hắc ám ảo ảnh', 'Tăng tỉ lệ né tránh của bản thân trong 3 lượt', 5, 1),
(128, 'Bạo Vũ Lê Hoa', 'Đòn đánh cực mạnh gây sát thương cao, có tỉ lệ hụt ', 5, 1),
(129, 'Huyêt Nhận', 'Gây sát thương cực lớn đốt cháy mana và hồi hp', 3, 1),
(130, 'Lá Chắn Hắc Ám', 'Tăng giáp và hồi máu trong 3 lượt', 3, 1);

-- --------------------------------------------------------

--
-- Table structure for table `skilllv`
--

CREATE TABLE `skilllv` (
  `ID` int(11) NOT NULL,
  `skillID` int(11) NOT NULL,
  `skillInfo` text NOT NULL,
  `mpLost` int(11) NOT NULL,
  `lv` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `skilllv`
--

INSERT INTO `skilllv` (`ID`, `skillID`, `skillInfo`, `mpLost`, `lv`) VALUES
(1, 101, '[{\"id\":8,\"value\": 15000}]', 50, 1),
(2, 101, '[{\"id\":8,\"value\": 16000}]', 60, 2),
(3, 101, '[{\"id\":8,\"value\": 17000}]', 70, 3),
(4, 101, '[{\"id\":8,\"value\": 18000}]', 80, 4),
(5, 101, '[{\"id\":8,\"value\": 19000}]', 90, 5),
(6, 101, '[{\"id\":8,\"value\": 20000}]', 100, 6),
(7, 101, '[{\"id\":8,\"value\": 21000}]', 150, 7),
(8, 101, '[{\"id\":8,\"value\": 22000}]', 200, 8),
(9, 101, '[{\"id\":8,\"value\": 23000}]', 1000, 9),
(10, 101, '[{\"id\":8,\"value\": 25000}]', 3000, 10),
(11, 102, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 500}]', 50, 1),
(12, 102, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 1000}]', 60, 2),
(13, 102, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 1500}]', 70, 3),
(14, 102, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 2000}]', 80, 4),
(15, 102, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 2300}]', 90, 5),
(16, 102, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 2500}]', 100, 6),
(17, 102, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 2800}]', 150, 7),
(18, 102, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 3000}]', 200, 8),
(19, 102, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 3200}]', 1000, 9),
(20, 102, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 3500}]', 3000, 10),
(21, 103, '[{\"id\":31,\"value\": 1000}]', 40, 1),
(22, 103, '[{\"id\":31,\"value\": 1200}]', 60, 2),
(23, 103, '[{\"id\":31,\"value\": 1400}]', 80, 3),
(24, 103, '[{\"id\":31,\"value\": 1600}]', 100, 4),
(25, 103, '[{\"id\":31,\"value\": 1800}]', 120, 5),
(26, 103, '[{\"id\":31,\"value\": 2000}]', 140, 6),
(27, 103, '[{\"id\":31,\"value\": 2200}]', 160, 7),
(28, 103, '[{\"id\":31,\"value\": 2400}]', 180, 8),
(29, 103, '[{\"id\":31,\"value\": 2600}]', 1000, 9),
(30, 103, '[{\"id\":31,\"value\": 3000}]', 3000, 10),
(31, 112, '[{\"id\":8,\"value\": 15000},{\"id\":17,\"value\": 4000}]', 50, 1),
(32, 112, '[{\"id\":8,\"value\": 15000},{\"id\":17,\"value\": 4500}]', 60, 2),
(33, 112, '[{\"id\":8,\"value\": 15000},{\"id\":17,\"value\": 5000}]', 80, 3),
(34, 112, '[{\"id\":8,\"value\": 15000},{\"id\":17,\"value\": 5500}]', 100, 4),
(35, 112, '[{\"id\":8,\"value\": 15000},{\"id\":17,\"value\": 5700}]', 120, 5),
(36, 112, '[{\"id\":8,\"value\": 15000},{\"id\":17,\"value\": 6000}]', 160, 6),
(37, 112, '[{\"id\":8,\"value\": 15000},{\"id\":17,\"value\": 6200}]', 200, 7),
(38, 112, '[{\"id\":8,\"value\": 15000},{\"id\":17,\"value\": 6400}]', 250, 8),
(39, 112, '[{\"id\":8,\"value\": 15000},{\"id\":17,\"value\": 6800}]', 1000, 9),
(40, 112, '[{\"id\":8,\"value\": 15000},{\"id\":17,\"value\": 7000}]', 3000, 10),
(41, 113, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 5000}]', 50, 1),
(42, 113, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 4500}]', 60, 2),
(43, 113, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 4000}]', 80, 3),
(44, 113, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 3800}]', 100, 4),
(45, 113, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 3500}]', 120, 5),
(46, 113, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 3200}]', 160, 6),
(47, 113, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 3000}]', 200, 7),
(48, 113, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 2500}]', 250, 8),
(49, 113, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 2000}]', 1000, 9),
(50, 113, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 1500}]', 3000, 10),
(51, 114, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 500}]', 30, 1),
(52, 114, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 1000}]', 40, 2),
(53, 114, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 1500}]', 50, 3),
(54, 114, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 2000}]', 60, 4),
(55, 114, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 2300}]', 80, 5),
(56, 114, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 2500}]', 100, 6),
(57, 114, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 2800}]', 120, 7),
(58, 114, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 3000}]', 160, 8),
(59, 114, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 3200}]', 1000, 9),
(60, 114, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 3500}]', 3000, 10),
(61, 108, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 5000}]', 60, 1),
(62, 108, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 4500}]', 70, 2),
(63, 108, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 4000}]', 80, 3),
(64, 108, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 3800}]', 90, 4),
(65, 108, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 3500}]', 100, 5),
(66, 108, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 3200}]', 120, 6),
(67, 108, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 3000}]', 140, 7),
(68, 108, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 2500}]', 160, 8),
(69, 108, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 2000}]', 1000, 9),
(70, 108, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 1500}]', 3000, 10),
(71, 107, '[{\"id\":43,\"value\": 50}]', 60, 1),
(72, 107, '[{\"id\":43,\"value\": 100}]', 70, 2),
(73, 107, '[{\"id\":43,\"value\": 200}]', 80, 3),
(74, 107, '[{\"id\":43,\"value\": 400}]', 90, 4),
(75, 107, '[{\"id\":43,\"value\": 800}]', 100, 5),
(76, 107, '[{\"id\":43,\"value\": 1000}]', 120, 6),
(77, 107, '[{\"id\":43,\"value\": 1400}]', 200, 7),
(78, 107, '[{\"id\":43,\"value\": 1800}]', 500, 8),
(79, 107, '[{\"id\":43,\"value\": 2500}]', 1000, 9),
(80, 107, '[{\"id\":43,\"value\": 3500}]', 3000, 10),
(81, 110, '[{\"id\":32,\"value\": 2500}]', 60, 1),
(82, 110, '[{\"id\":32,\"value\": 3000}]', 70, 2),
(83, 110, '[{\"id\":32,\"value\": 3500}]', 80, 3),
(84, 110, '[{\"id\":32,\"value\": 3800}]', 90, 4),
(85, 110, '[{\"id\":32,\"value\": 4000}]', 100, 5),
(86, 110, '[{\"id\":32,\"value\": 4500}]', 120, 6),
(87, 110, '[{\"id\":32,\"value\": 4800}]', 200, 7),
(88, 110, '[{\"id\":32,\"value\": 5000}]', 500, 8),
(89, 110, '[{\"id\":32,\"value\": 5200}]', 1000, 9),
(90, 110, '[{\"id\":32,\"value\": 5500}]', 3000, 10),
(91, 109, '[{\"id\":25,\"value\": 5000}]', 60, 1),
(92, 109, '[{\"id\":25,\"value\": 5300}]', 70, 2),
(93, 109, '[{\"id\":25,\"value\": 5600}]', 80, 3),
(94, 109, '[{\"id\":25,\"value\": 6000}]', 90, 4),
(95, 109, '[{\"id\":25,\"value\": 6300}]', 100, 5),
(96, 109, '[{\"id\":25,\"value\": 6500}]', 120, 6),
(97, 109, '[{\"id\":25,\"value\": 6700}]', 200, 7),
(98, 109, '[{\"id\":25,\"value\": 7000}]', 500, 8),
(99, 109, '[{\"id\":25,\"value\": 7200}]', 1000, 9),
(100, 109, '[{\"id\":25,\"value\": 7500}]', 3000, 10),
(101, 104, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 500}]', 60, 1),
(102, 104, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 1000}]', 70, 2),
(103, 104, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 1500}]', 80, 3),
(104, 104, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 2000}]', 90, 4),
(105, 104, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 2300}]', 100, 5),
(106, 104, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 2500}]', 120, 6),
(107, 104, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 2800}]', 200, 7),
(108, 104, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 3000}]', 500, 8),
(109, 104, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 3200}]', 1000, 9),
(110, 104, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 3500}]', 3000, 10),
(111, 106, '[{\"id\":8,\"value\": 15000}]', 60, 1),
(112, 106, '[{\"id\":8,\"value\": 16000}]', 70, 2),
(113, 106, '[{\"id\":8,\"value\": 17000}]', 80, 3),
(114, 106, '[{\"id\":8,\"value\": 18000}]', 90, 4),
(115, 106, '[{\"id\":8,\"value\": 18500}]', 100, 5),
(116, 106, '[{\"id\":8,\"value\": 19000}]', 120, 6),
(117, 106, '[{\"id\":8,\"value\": 20000}]', 200, 7),
(118, 106, '[{\"id\":8,\"value\": 21000}]', 500, 8),
(119, 106, '[{\"id\":8,\"value\": 22000}]', 1000, 9),
(120, 106, '[{\"id\":8,\"value\": 23000}]', 3000, 10),
(121, 105, '[{\"id\":8,\"value\": 10000},{\"id\":36,\"value\": 10000}]', 60, 1),
(122, 105, '[{\"id\":8,\"value\": 11000},{\"id\":36,\"value\": 10000}]', 70, 2),
(123, 105, '[{\"id\":8,\"value\": 12000},{\"id\":36,\"value\": 10000}]', 80, 3),
(124, 105, '[{\"id\":8,\"value\": 13000},{\"id\":36,\"value\": 10000}]', 90, 4),
(125, 105, '[{\"id\":8,\"value\": 14000},{\"id\":36,\"value\": 10000}]', 100, 5),
(126, 105, '[{\"id\":8,\"value\": 15000},{\"id\":36,\"value\": 10000}]', 120, 6),
(127, 105, '[{\"id\":8,\"value\": 16000},{\"id\":36,\"value\": 10000}]', 200, 7),
(128, 105, '[{\"id\":8,\"value\": 17000},{\"id\":36,\"value\": 10000}]', 500, 8),
(129, 105, '[{\"id\":8,\"value\": 18000},{\"id\":36,\"value\": 10000}]', 1000, 9),
(130, 105, '[{\"id\":8,\"value\": 19000},{\"id\":36,\"value\": 10000}]', 3000, 10),
(131, 111, '[{\"id\":8,\"value\": 10000},{\"id\":24,\"value\": 3000}]', 60, 1),
(132, 111, '[{\"id\":8,\"value\": 11000},{\"id\":24,\"value\": 3000}]', 70, 2),
(133, 111, '[{\"id\":8,\"value\": 11500},{\"id\":24,\"value\": 3000}]', 80, 3),
(134, 111, '[{\"id\":8,\"value\": 12000},{\"id\":24,\"value\": 3000}]', 90, 4),
(135, 111, '[{\"id\":8,\"value\": 13000},{\"id\":24,\"value\": 3000}]', 100, 5),
(136, 111, '[{\"id\":8,\"value\": 14000},{\"id\":24,\"value\": 3000}]', 120, 6),
(137, 111, '[{\"id\":8,\"value\": 15000},{\"id\":24,\"value\": 3000}]', 200, 7),
(138, 111, '[{\"id\":8,\"value\": 15500},{\"id\":24,\"value\": 3000}]', 500, 8),
(139, 111, '[{\"id\":8,\"value\": 16000},{\"id\":24,\"value\": 3000}]', 1000, 9),
(140, 111, '[{\"id\":8,\"value\": 16500},{\"id\":24,\"value\": 3000}]', 3000, 10),
(141, 115, '[{\"id\":44,\"value\": 50},{\"id\":45,\"value\": 30}]', 60, 1),
(142, 115, '[{\"id\":44,\"value\": 100},{\"id\":45,\"value\": 50}]', 70, 2),
(143, 115, '[{\"id\":44,\"value\": 150},{\"id\":45,\"value\": 100}]', 80, 3),
(144, 115, '[{\"id\":44,\"value\": 200},{\"id\":45,\"value\": 150}]', 90, 4),
(145, 115, '[{\"id\":44,\"value\": 250},{\"id\":45,\"value\": 200}]', 100, 5),
(146, 115, '[{\"id\":44,\"value\": 300},{\"id\":45,\"value\": 250}]', 120, 6),
(147, 115, '[{\"id\":44,\"value\": 400},{\"id\":45,\"value\": 270}]', 200, 7),
(148, 115, '[{\"id\":44,\"value\": 500},{\"id\":45,\"value\": 300}]', 500, 8),
(149, 115, '[{\"id\":44,\"value\": 1000},{\"id\":45,\"value\": 320}]', 1000, 9),
(150, 115, '[{\"id\":44,\"value\": 1500},{\"id\":45,\"value\": 350}]', 3000, 10),
(151, 120, '[{\"id\":8,\"value\": 15000}]', 1500, 1),
(152, 120, '[{\"id\":8,\"value\": 15200}]', 2500, 2),
(153, 120, '[{\"id\":8,\"value\": 15400}]', 3500, 3),
(154, 120, '[{\"id\":8,\"value\": 15600}]', 4500, 4),
(155, 120, '[{\"id\":8,\"value\": 15800}]', 5500, 5),
(156, 120, '[{\"id\":8,\"value\": 16000}]', 6500, 6),
(157, 120, '[{\"id\":8,\"value\": 16200}]', 7500, 7),
(158, 120, '[{\"id\":8,\"value\": 16400}]', 8500, 8),
(159, 120, '[{\"id\":8,\"value\": 16600}]', 9500, 9),
(160, 120, '[{\"id\":8,\"value\": 16800}]', 10500, 10),
(161, 120, '[{\"id\":8,\"value\": 17000}]', 11500, 11),
(162, 120, '[{\"id\":8,\"value\": 17200}]', 12500, 12),
(163, 120, '[{\"id\":8,\"value\": 17400}]', 13500, 13),
(164, 120, '[{\"id\":8,\"value\": 17600}]', 14500, 14),
(165, 120, '[{\"id\":8,\"value\": 17800}]', 15500, 15),
(166, 120, '[{\"id\":8,\"value\": 18000}]', 16500, 16),
(167, 120, '[{\"id\":8,\"value\": 18200}]', 17500, 17),
(168, 120, '[{\"id\":8,\"value\": 18400}]', 18500, 18),
(169, 120, '[{\"id\":8,\"value\": 18600}]', 19500, 19),
(170, 120, '[{\"id\":8,\"value\": 18800}]', 20500, 20),
(171, 120, '[{\"id\":8,\"value\": 19000}]', 21500, 21),
(172, 120, '[{\"id\":8,\"value\": 19200}]', 22500, 22),
(173, 120, '[{\"id\":8,\"value\": 19400}]', 23500, 23),
(174, 120, '[{\"id\":8,\"value\": 19600}]', 24000, 24),
(175, 120, '[{\"id\":8,\"value\": 19800}]', 24500, 25),
(176, 120, '[{\"id\":8,\"value\": 20000}]', 27500, 26),
(177, 120, '[{\"id\":8,\"value\": 20500}]', 30000, 27),
(178, 120, '[{\"id\":8,\"value\": 21000}]', 30500, 28),
(179, 120, '[{\"id\":8,\"value\": 21500}]', 31000, 29),
(180, 120, '[{\"id\":8,\"value\": 22000}]', 31500, 30),
(181, 120, '[{\"id\":8,\"value\": 22500}]', 32000, 31),
(182, 120, '[{\"id\":8,\"value\": 23000}]', 32500, 32),
(183, 120, '[{\"id\":8,\"value\": 23500}]', 33000, 33),
(184, 120, '[{\"id\":8,\"value\": 24000}]', 33500, 34),
(185, 120, '[{\"id\":8,\"value\": 24500}]', 34500, 35),
(186, 120, '[{\"id\":8,\"value\": 25000}]', 36500, 36),
(187, 120, '[{\"id\":8,\"value\": 30000}]', 37500, 37),
(188, 117, '[{\"id\":31,\"value\": 100}]', 1500, 1),
(189, 117, '[{\"id\":31,\"value\": 150}]', 2500, 2),
(190, 117, '[{\"id\":31,\"value\": 200}]', 3500, 3),
(191, 117, '[{\"id\":31,\"value\": 250}]', 4500, 4),
(192, 117, '[{\"id\":31,\"value\": 300}]', 5500, 5),
(193, 117, '[{\"id\":31,\"value\": 350}]', 6500, 6),
(194, 117, '[{\"id\":31,\"value\": 400}]', 7500, 7),
(195, 117, '[{\"id\":31,\"value\": 450}]', 8500, 8),
(196, 117, '[{\"id\":31,\"value\": 500}]', 9500, 9),
(197, 117, '[{\"id\":31,\"value\": 550}]', 10500, 10),
(198, 117, '[{\"id\":31,\"value\": 600}]', 11500, 11),
(199, 117, '[{\"id\":31,\"value\": 650}]', 12500, 12),
(200, 117, '[{\"id\":31,\"value\": 700}]', 13500, 13),
(201, 117, '[{\"id\":31,\"value\": 750}]', 14500, 14),
(202, 117, '[{\"id\":31,\"value\": 800}]', 15500, 15),
(203, 117, '[{\"id\":31,\"value\": 850}]', 16500, 16),
(204, 117, '[{\"id\":31,\"value\": 900}]', 17500, 17),
(205, 117, '[{\"id\":31,\"value\": 950}]', 18500, 18),
(206, 117, '[{\"id\":31,\"value\": 1000}]', 19500, 19),
(207, 117, '[{\"id\":31,\"value\": 1050}]', 20500, 20),
(208, 117, '[{\"id\":31,\"value\": 1100}]', 21500, 21),
(209, 117, '[{\"id\":31,\"value\": 1150}]', 22500, 22),
(210, 117, '[{\"id\":31,\"value\": 1200}]', 23500, 23),
(211, 117, '[{\"id\":31,\"value\": 1250}]', 24000, 24),
(212, 117, '[{\"id\":31,\"value\": 1300}]', 24500, 25),
(213, 117, '[{\"id\":31,\"value\": 1800}]', 29500, 26),
(214, 117, '[{\"id\":31,\"value\": 1850}]', 30000, 27),
(215, 117, '[{\"id\":31,\"value\": 1900}]', 30500, 28),
(216, 117, '[{\"id\":31,\"value\": 1950}]', 31000, 29),
(217, 117, '[{\"id\":31,\"value\": 2000}]', 31500, 30),
(218, 117, '[{\"id\":31,\"value\": 2050}]', 32000, 31),
(219, 117, '[{\"id\":31,\"value\": 2100}]', 32500, 32),
(220, 117, '[{\"id\":31,\"value\": 2150}]', 33000, 33),
(221, 117, '[{\"id\":31,\"value\": 2200}]', 33500, 34),
(222, 117, '[{\"id\":31,\"value\": 2250}]', 34500, 35),
(223, 117, '[{\"id\":31,\"value\": 2300}]', 36500, 36),
(224, 117, '[{\"id\":31,\"value\": 2500}]', 37500, 37),
(225, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 9000}]', 1500, 1),
(226, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 8800}]', 2500, 2),
(227, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 8600}]', 3500, 3),
(228, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 8400}]', 4500, 4),
(229, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 8200}]', 5500, 5),
(230, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 8000}]', 6500, 6),
(231, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 7800}]', 7500, 7),
(232, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 7600}]', 8500, 8),
(233, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 7400}]', 9500, 9),
(234, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 7200}]', 10500, 10),
(235, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 7000}]', 11500, 11),
(236, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 6800}]', 12500, 12),
(237, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 6600}]', 13500, 13),
(238, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 6400}]', 14500, 14),
(239, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 6200}]', 15500, 15),
(240, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 6000}]', 16500, 16),
(241, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 5800}]', 17500, 17),
(242, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 5600}]', 18500, 18),
(243, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 5400}]', 19500, 19),
(244, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 5200}]', 20500, 20),
(245, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 5000}]', 21500, 21),
(246, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 4800}]', 22500, 22),
(247, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 4600}]', 23500, 23),
(248, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 4400}]', 24000, 24),
(249, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 4200}]', 24500, 25),
(250, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 4000}]', 25000, 26),
(251, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 2000}]', 30000, 27),
(252, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 1800}]', 30500, 28),
(253, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 1700}]', 31000, 29),
(254, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 1600}]', 31500, 30),
(255, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 1500}]', 32000, 31),
(256, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 1400}]', 32500, 32),
(257, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 1300}]', 33000, 33),
(258, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 1200}]', 33500, 34),
(259, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 1100}]', 34500, 35),
(260, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 1000}]', 36500, 36),
(261, 121, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 200}]', 37500, 37),
(262, 125, '[{\"id\":8,\"value\": 15000},{\"id\":17,\"value\": 2500}]', 1500, 1),
(263, 125, '[{\"id\":8,\"value\": 15300},{\"id\":17,\"value\": 2600}]', 2500, 2),
(264, 125, '[{\"id\":8,\"value\": 15600},{\"id\":17,\"value\": 2700}]', 3500, 3),
(265, 125, '[{\"id\":8,\"value\": 15900},{\"id\":17,\"value\": 2800}]', 4500, 4),
(266, 125, '[{\"id\":8,\"value\": 16100},{\"id\":17,\"value\": 2900}]', 5500, 5),
(267, 125, '[{\"id\":8,\"value\": 16400},{\"id\":17,\"value\": 3000}]', 6500, 6),
(268, 125, '[{\"id\":8,\"value\": 16700},{\"id\":17,\"value\": 3100}]', 7500, 7),
(269, 125, '[{\"id\":8,\"value\": 17000},{\"id\":17,\"value\": 3200}]', 8500, 8),
(270, 125, '[{\"id\":8,\"value\": 17200},{\"id\":17,\"value\": 3300}]', 9500, 9),
(271, 125, '[{\"id\":8,\"value\": 17400},{\"id\":17,\"value\": 3400}]', 10500, 10),
(272, 125, '[{\"id\":8,\"value\": 17600},{\"id\":17,\"value\": 3500}]', 11500, 11),
(273, 125, '[{\"id\":8,\"value\": 17800},{\"id\":17,\"value\": 3600}]', 12500, 12),
(274, 125, '[{\"id\":8,\"value\": 18000},{\"id\":17,\"value\": 3700}]', 13500, 13),
(275, 125, '[{\"id\":8,\"value\": 18200},{\"id\":17,\"value\": 3800}]', 14500, 14),
(276, 125, '[{\"id\":8,\"value\": 18400},{\"id\":17,\"value\": 3900}]', 15500, 15),
(277, 125, '[{\"id\":8,\"value\": 18600},{\"id\":17,\"value\": 4000}]', 16500, 16),
(278, 125, '[{\"id\":8,\"value\": 18800},{\"id\":17,\"value\": 4100}]', 17500, 17),
(279, 125, '[{\"id\":8,\"value\": 19000},{\"id\":17,\"value\": 4200}]', 18500, 18),
(280, 125, '[{\"id\":8,\"value\": 19200},{\"id\":17,\"value\": 4300}]', 19500, 19),
(281, 125, '[{\"id\":8,\"value\": 19400},{\"id\":17,\"value\": 4400}]', 20500, 20),
(282, 125, '[{\"id\":8,\"value\": 19600},{\"id\":17,\"value\": 4500}]', 21500, 21),
(283, 125, '[{\"id\":8,\"value\": 19800},{\"id\":17,\"value\": 4600}]', 22500, 22),
(284, 125, '[{\"id\":8,\"value\": 20000},{\"id\":17,\"value\": 4700}]', 23500, 23),
(285, 125, '[{\"id\":8,\"value\": 20200},{\"id\":17,\"value\": 4800}]', 24000, 24),
(286, 125, '[{\"id\":8,\"value\": 20400},{\"id\":17,\"value\": 4900}]', 24500, 25),
(287, 125, '[{\"id\":8,\"value\": 20600},{\"id\":17,\"value\": 5000}]', 25000, 26),
(288, 125, '[{\"id\":8,\"value\": 20800},{\"id\":17,\"value\": 6000}]', 30000, 27),
(289, 125, '[{\"id\":8,\"value\": 21000},{\"id\":17,\"value\": 6100}]', 30500, 28),
(290, 125, '[{\"id\":8,\"value\": 21200},{\"id\":17,\"value\": 6200}]', 31000, 29),
(291, 125, '[{\"id\":8,\"value\": 21400},{\"id\":17,\"value\": 6300}]', 31500, 30),
(292, 125, '[{\"id\":8,\"value\": 21600},{\"id\":17,\"value\": 6400}]', 32000, 31),
(293, 125, '[{\"id\":8,\"value\": 21800},{\"id\":17,\"value\": 6500}]', 32500, 32),
(294, 125, '[{\"id\":8,\"value\": 22000},{\"id\":17,\"value\": 6600}]', 33000, 33),
(295, 125, '[{\"id\":8,\"value\": 22200},{\"id\":17,\"value\": 6700}]', 33500, 34),
(296, 125, '[{\"id\":8,\"value\": 22400},{\"id\":17,\"value\": 6800}]', 34500, 35),
(297, 125, '[{\"id\":8,\"value\": 22600},{\"id\":17,\"value\": 6900}]', 36500, 36),
(298, 125, '[{\"id\":8,\"value\": 23000},{\"id\":17,\"value\": 7000}]', 37500, 37),
(299, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 9000}]', 1500, 1),
(300, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 8800}]', 2500, 2),
(301, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 8600}]', 3500, 3),
(302, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 8400}]', 4500, 4),
(303, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 8200}]', 5500, 5),
(304, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 8000}]', 6500, 6),
(305, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 7800}]', 7500, 7),
(306, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 7600}]', 8500, 8),
(307, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 7400}]', 9500, 9),
(308, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 7200}]', 10500, 10),
(309, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 7000}]', 11500, 11),
(310, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 6800}]', 12500, 12),
(311, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 6600}]', 13500, 13),
(312, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 6400}]', 14500, 14),
(313, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 6200}]', 15500, 15),
(314, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 6000}]', 16500, 16),
(315, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 5800}]', 17500, 17),
(316, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 5600}]', 18500, 18),
(317, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 5400}]', 19500, 19),
(318, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 5200}]', 20500, 20),
(319, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 5000}]', 21500, 21),
(320, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 4800}]', 22500, 22),
(321, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 4600}]', 23500, 23),
(322, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 4400}]', 24000, 24),
(323, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 4200}]', 24500, 25),
(324, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 4000}]', 25000, 26),
(325, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 2000}]', 30000, 27),
(326, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 1800}]', 30500, 28),
(327, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 1700}]', 31000, 29),
(328, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 1600}]', 31500, 30),
(329, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 1500}]', 32000, 31),
(330, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 1400}]', 32500, 32),
(331, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 1300}]', 33000, 33),
(332, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 1200}]', 33500, 34),
(333, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 1100}]', 34500, 35),
(334, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 1000}]', 36500, 36),
(335, 126, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 200}]', 37500, 37),
(336, 119, '[{\"id\":43,\"value\": 500}]', 1500, 1),
(337, 119, '[{\"id\":43,\"value\": 1000}]', 2500, 2),
(338, 119, '[{\"id\":43,\"value\": 1500}]', 3500, 3),
(339, 119, '[{\"id\":43,\"value\": 2000}]', 4500, 4),
(340, 119, '[{\"id\":43,\"value\": 2500}]', 5500, 5),
(341, 119, '[{\"id\":43,\"value\": 3000}]', 6500, 6),
(342, 119, '[{\"id\":43,\"value\": 3500}]', 7500, 7),
(343, 119, '[{\"id\":43,\"value\": 4000}]', 8500, 8),
(344, 119, '[{\"id\":43,\"value\": 4500}]', 9500, 9),
(345, 119, '[{\"id\":43,\"value\": 5000}]', 10500, 10),
(346, 119, '[{\"id\":43,\"value\": 5500}]', 11500, 11),
(347, 119, '[{\"id\":43,\"value\": 6000}]', 12500, 12),
(348, 119, '[{\"id\":43,\"value\": 6500}]', 13500, 13),
(349, 119, '[{\"id\":43,\"value\": 7000}]', 14500, 14),
(350, 119, '[{\"id\":43,\"value\": 7500}]', 15500, 15),
(351, 119, '[{\"id\":43,\"value\": 8000}]', 16500, 16),
(352, 119, '[{\"id\":43,\"value\": 8500}]', 17500, 17),
(353, 119, '[{\"id\":43,\"value\": 9000}]', 18500, 18),
(354, 119, '[{\"id\":43,\"value\": 9500}]', 19500, 19),
(355, 119, '[{\"id\":43,\"value\": 10000}]', 20500, 20),
(356, 119, '[{\"id\":43,\"value\": 10500}]', 21500, 21),
(357, 119, '[{\"id\":43,\"value\": 11000}]', 22500, 22),
(358, 119, '[{\"id\":43,\"value\": 11500}]', 23500, 23),
(359, 119, '[{\"id\":43,\"value\": 12000}]', 24000, 24),
(360, 119, '[{\"id\":43,\"value\": 12500}]', 24500, 25),
(361, 119, '[{\"id\":43,\"value\": 13000}]', 25000, 26),
(362, 119, '[{\"id\":43,\"value\": 18000}]', 30000, 27),
(363, 119, '[{\"id\":43,\"value\": 18500}]', 30500, 28),
(364, 119, '[{\"id\":43,\"value\": 19000}]', 31000, 29),
(365, 119, '[{\"id\":43,\"value\": 19500}]', 31500, 30),
(366, 119, '[{\"id\":43,\"value\": 20000}]', 32000, 31),
(367, 119, '[{\"id\":43,\"value\": 20500}]', 32500, 32),
(368, 119, '[{\"id\":43,\"value\": 21000}]', 33000, 33),
(369, 119, '[{\"id\":43,\"value\": 21500}]', 33500, 34),
(370, 119, '[{\"id\":43,\"value\": 22000}]', 34500, 35),
(371, 119, '[{\"id\":43,\"value\": 22500}]', 36500, 36),
(372, 119, '[{\"id\":43,\"value\": 23000}]', 37500, 37),
(373, 123, '[{\"id\":32,\"value\": 800}]', 1500, 1),
(374, 123, '[{\"id\":32,\"value\": 1000}]', 2500, 2),
(375, 123, '[{\"id\":32,\"value\": 1050}]', 3500, 3),
(376, 123, '[{\"id\":32,\"value\": 1100}]', 4500, 4),
(377, 123, '[{\"id\":32,\"value\": 1150}]', 5500, 5),
(378, 123, '[{\"id\":32,\"value\": 1200}]', 6500, 6),
(379, 123, '[{\"id\":32,\"value\": 1250}]', 7500, 7),
(380, 123, '[{\"id\":32,\"value\": 1300}]', 8500, 8),
(381, 123, '[{\"id\":32,\"value\": 1350}]', 9500, 9),
(382, 123, '[{\"id\":32,\"value\": 1400}]', 10500, 10),
(383, 123, '[{\"id\":32,\"value\": 1450}]', 11500, 11),
(384, 123, '[{\"id\":32,\"value\": 1500}]', 12500, 12),
(385, 123, '[{\"id\":32,\"value\": 1550}]', 13500, 13),
(386, 123, '[{\"id\":32,\"value\": 1600}]', 14500, 14),
(387, 123, '[{\"id\":32,\"value\": 1650}]', 15500, 15),
(388, 123, '[{\"id\":32,\"value\": 1700}]', 16500, 16),
(389, 123, '[{\"id\":32,\"value\": 1750}]', 17500, 17),
(390, 123, '[{\"id\":32,\"value\": 1800}]', 18500, 18),
(391, 123, '[{\"id\":32,\"value\": 1850}]', 19500, 19),
(392, 123, '[{\"id\":32,\"value\": 1900}]', 20500, 20),
(393, 123, '[{\"id\":32,\"value\": 1950}]', 21500, 21),
(394, 123, '[{\"id\":32,\"value\": 2000}]', 22500, 22),
(395, 123, '[{\"id\":32,\"value\": 2050}]', 23500, 23),
(396, 123, '[{\"id\":32,\"value\": 2100}]', 24000, 24),
(397, 123, '[{\"id\":32,\"value\": 2200}]', 24500, 25),
(398, 123, '[{\"id\":32,\"value\": 2300}]', 25000, 26),
(399, 123, '[{\"id\":32,\"value\": 3600}]', 30000, 27),
(400, 123, '[{\"id\":32,\"value\": 3800}]', 30500, 28),
(401, 123, '[{\"id\":32,\"value\": 4000}]', 31000, 29),
(402, 123, '[{\"id\":32,\"value\": 4200}]', 31500, 30),
(403, 123, '[{\"id\":32,\"value\": 4400}]', 32000, 31),
(404, 123, '[{\"id\":32,\"value\": 4600}]', 32500, 32),
(405, 123, '[{\"id\":32,\"value\": 4800}]', 33000, 33),
(406, 123, '[{\"id\":32,\"value\": 5000}]', 33500, 34),
(407, 123, '[{\"id\":32,\"value\": 5200}]', 34500, 35),
(408, 123, '[{\"id\":32,\"value\": 5300}]', 36500, 36),
(409, 123, '[{\"id\":32,\"value\": 5500}]', 37500, 37),
(410, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 9000}]', 1500, 1),
(411, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 8800}]', 2500, 2),
(412, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 8600}]', 3500, 3),
(413, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 8400}]', 4500, 4),
(414, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 8200}]', 5500, 5),
(415, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 8000}]', 6500, 6),
(416, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 7800}]', 7500, 7),
(417, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 7600}]', 8500, 8),
(418, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 7400}]', 9500, 9),
(419, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 7200}]', 10500, 10),
(420, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 7000}]', 11500, 11),
(421, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 6800}]', 12500, 12),
(422, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 6600}]', 13500, 13),
(423, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 6400}]', 14500, 14),
(424, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 6200}]', 15500, 15),
(425, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 6000}]', 16500, 16),
(426, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 5800}]', 17500, 17),
(427, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 5600}]', 18500, 18),
(428, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 5400}]', 19500, 19),
(429, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 5200}]', 20500, 20),
(430, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 5000}]', 21500, 21),
(431, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 4800}]', 22500, 22),
(432, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 4600}]', 23500, 23),
(433, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 4400}]', 24000, 24),
(434, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 4200}]', 24500, 25),
(435, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 4000}]', 25000, 26),
(436, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 2000}]', 30000, 27),
(437, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 1800}]', 30500, 28),
(438, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 1700}]', 31000, 29),
(439, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 1600}]', 31500, 30),
(440, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 1500}]', 32000, 31),
(441, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 1400}]', 32500, 32),
(442, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 1300}]', 33000, 33),
(443, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 1200}]', 33500, 34),
(444, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 1100}]', 34500, 35),
(445, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 1000}]', 36500, 36),
(446, 122, '[{\"id\":8,\"value\": 40000},{\"id\":26,\"value\": 200}]', 37500, 37),
(447, 127, '[{\"id\":25,\"value\": 1500}]', 1500, 1),
(448, 127, '[{\"id\":25,\"value\": 1600}]', 2500, 2),
(449, 127, '[{\"id\":25,\"value\": 1700}]', 3500, 3),
(450, 127, '[{\"id\":25,\"value\": 1800}]', 4500, 4),
(451, 127, '[{\"id\":25,\"value\": 1900}]', 5500, 5),
(452, 127, '[{\"id\":25,\"value\": 2000}]', 6500, 6),
(453, 127, '[{\"id\":25,\"value\": 2100}]', 7500, 7),
(454, 127, '[{\"id\":25,\"value\": 2200}]', 8500, 8),
(455, 127, '[{\"id\":25,\"value\": 2300}]', 9500, 9),
(456, 127, '[{\"id\":25,\"value\": 2400}]', 10500, 10),
(457, 127, '[{\"id\":25,\"value\": 2500}]', 11500, 11),
(458, 127, '[{\"id\":25,\"value\": 2600}]', 12500, 12),
(459, 127, '[{\"id\":25,\"value\": 2700}]', 13500, 13),
(460, 127, '[{\"id\":25,\"value\": 2800}]', 14500, 14),
(461, 127, '[{\"id\":25,\"value\": 2900}]', 15500, 15),
(462, 127, '[{\"id\":25,\"value\": 3000}]', 16500, 16),
(463, 127, '[{\"id\":25,\"value\": 3100}]', 17500, 17),
(464, 127, '[{\"id\":25,\"value\": 3200}]', 18500, 18),
(465, 127, '[{\"id\":25,\"value\": 3300}]', 19500, 19),
(466, 127, '[{\"id\":25,\"value\": 3400}]', 20500, 20),
(467, 127, '[{\"id\":25,\"value\": 3500}]', 21500, 21),
(468, 127, '[{\"id\":25,\"value\": 3600}]', 22500, 22),
(469, 127, '[{\"id\":25,\"value\": 3700}]', 23500, 23),
(470, 127, '[{\"id\":25,\"value\": 3800}]', 24000, 24),
(471, 127, '[{\"id\":25,\"value\": 3900}]', 24500, 25),
(472, 127, '[{\"id\":25,\"value\": 4000}]', 25000, 26),
(473, 127, '[{\"id\":25,\"value\": 4200}]', 25500, 27),
(474, 127, '[{\"id\":25,\"value\": 4500}]', 26000, 28),
(475, 127, '[{\"id\":25,\"value\": 4800}]', 26500, 29),
(476, 127, '[{\"id\":25,\"value\": 5000}]', 27000, 30),
(477, 127, '[{\"id\":25,\"value\": 5200}]', 27500, 31),
(478, 127, '[{\"id\":25,\"value\": 5500}]', 28000, 32),
(479, 127, '[{\"id\":25,\"value\": 6000}]', 28500, 33),
(480, 127, '[{\"id\":25,\"value\": 6500}]', 29000, 34),
(481, 127, '[{\"id\":25,\"value\": 6800}]', 29500, 35),
(482, 127, '[{\"id\":25,\"value\": 7000}]', 30000, 36),
(483, 127, '[{\"id\":25,\"value\": 7500}]', 30500, 37),
(484, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 9000}]', 1500, 1),
(485, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 8800}]', 2500, 2),
(486, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 8600}]', 3500, 3),
(487, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 8400}]', 4500, 4),
(488, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 8200}]', 5500, 5),
(489, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 8000}]', 6500, 6),
(490, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 7800}]', 7500, 7),
(491, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 7600}]', 8500, 8),
(492, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 7400}]', 9500, 9),
(493, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 7200}]', 10500, 10),
(494, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 7000}]', 11500, 11),
(495, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 6800}]', 12500, 12),
(496, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 6600}]', 13500, 13),
(497, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 6400}]', 14500, 14),
(498, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 6200}]', 15500, 15),
(499, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 6000}]', 16500, 16),
(500, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 5800}]', 17500, 17),
(501, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 5600}]', 18500, 18),
(502, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 5400}]', 19500, 19),
(503, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 5200}]', 20500, 20),
(504, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 5000}]', 21500, 21),
(505, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 4800}]', 22500, 22),
(506, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 4600}]', 23500, 23),
(507, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 4400}]', 24000, 24),
(508, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 4200}]', 24500, 25),
(509, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 4000}]', 25000, 26),
(510, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 2000}]', 30000, 27),
(511, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 1800}]', 30500, 28),
(512, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 1700}]', 31000, 29),
(513, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 1600}]', 31500, 30),
(514, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 1500}]', 32000, 31),
(515, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 1400}]', 32500, 32),
(516, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 1300}]', 33000, 33),
(517, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 1200}]', 33500, 34),
(518, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 1100}]', 34500, 35),
(519, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 1000}]', 36500, 36),
(520, 128, '[{\"id\":8,\"value\": 60000},{\"id\":26,\"value\": 200}]', 37500, 37),
(521, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 1000}]', 1500, 1),
(522, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 1100}]', 2500, 2),
(523, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 1200}]', 3500, 3),
(524, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 1300}]', 4500, 4),
(525, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 1400}]', 5500, 5),
(526, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 1500}]', 6500, 6),
(527, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 1600}]', 7500, 7),
(528, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 1700}]', 8500, 8),
(529, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 1800}]', 9500, 9),
(530, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 1900}]', 10500, 10),
(531, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 2000}]', 11500, 11),
(532, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 2100}]', 12500, 12),
(533, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 2200}]', 13500, 13),
(534, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 2300}]', 14500, 14),
(535, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 2400}]', 15500, 15),
(536, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 2500}]', 16500, 16),
(537, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 2600}]', 17500, 17),
(538, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 2700}]', 18500, 18),
(539, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 2800}]', 19500, 19),
(540, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 2900}]', 20500, 20),
(541, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 3000}]', 21500, 21),
(542, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 3100}]', 22500, 22),
(543, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 3200}]', 23500, 23),
(544, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 3300}]', 24000, 24),
(545, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 3400}]', 24500, 25),
(546, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 3500}]', 25000, 26),
(547, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 3600}]', 30000, 27),
(548, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 3700}]', 30500, 28),
(549, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 3800}]', 31000, 29),
(550, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 3900}]', 31500, 30),
(551, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 4000}]', 32000, 31),
(552, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 4100}]', 32500, 32),
(553, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 4200}]', 33000, 33),
(554, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 4300}]', 33500, 34),
(555, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 4400}]', 34500, 35),
(556, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 4500}]', 36500, 36),
(557, 118, '[{\"id\":8,\"value\": 15000},{\"id\":22,\"value\": 4600}]', 37500, 37),
(558, 116, '[{\"id\":8,\"value\": 15000},{\"id\":36,\"value\": 10000}]', 1500, 1),
(559, 116, '[{\"id\":8,\"value\": 15300},{\"id\":36,\"value\": 10000}]', 2500, 2),
(560, 116, '[{\"id\":8,\"value\": 15600},{\"id\":36,\"value\": 10000}]', 3500, 3),
(561, 116, '[{\"id\":8,\"value\": 15900},{\"id\":36,\"value\": 10000}]', 4500, 4),
(562, 116, '[{\"id\":8,\"value\": 16100},{\"id\":36,\"value\": 10000}]', 5500, 5),
(563, 116, '[{\"id\":8,\"value\": 16400},{\"id\":36,\"value\": 10000}]', 6500, 6),
(564, 116, '[{\"id\":8,\"value\": 16700},{\"id\":36,\"value\": 10000}]', 7500, 7),
(565, 116, '[{\"id\":8,\"value\": 17000},{\"id\":36,\"value\": 10000}]', 8500, 8),
(566, 116, '[{\"id\":8,\"value\": 17200},{\"id\":36,\"value\": 10000}]', 9500, 9),
(567, 116, '[{\"id\":8,\"value\": 17400},{\"id\":36,\"value\": 10000}]', 10500, 10),
(568, 116, '[{\"id\":8,\"value\": 17600},{\"id\":36,\"value\": 10000}]', 11500, 11),
(569, 116, '[{\"id\":8,\"value\": 17800},{\"id\":36,\"value\": 10000}]', 12500, 12),
(570, 116, '[{\"id\":8,\"value\": 18000},{\"id\":36,\"value\": 10000}]', 13500, 13),
(571, 116, '[{\"id\":8,\"value\": 18200},{\"id\":36,\"value\": 10000}]', 14500, 14),
(572, 116, '[{\"id\":8,\"value\": 18400},{\"id\":36,\"value\": 10000}]', 15500, 15),
(573, 116, '[{\"id\":8,\"value\": 18600},{\"id\":36,\"value\": 10000}]', 16500, 16),
(574, 116, '[{\"id\":8,\"value\": 18800},{\"id\":36,\"value\": 10000}]', 17500, 17),
(575, 116, '[{\"id\":8,\"value\": 19000},{\"id\":36,\"value\": 10000}]', 18500, 18),
(576, 116, '[{\"id\":8,\"value\": 19200},{\"id\":36,\"value\": 10000}]', 19500, 19),
(577, 116, '[{\"id\":8,\"value\": 19400},{\"id\":36,\"value\": 10000}]', 20500, 20),
(578, 116, '[{\"id\":8,\"value\": 19600},{\"id\":36,\"value\": 10000}]', 21500, 21),
(579, 116, '[{\"id\":8,\"value\": 19800},{\"id\":36,\"value\": 10000}]', 22500, 22),
(580, 116, '[{\"id\":8,\"value\": 20000},{\"id\":36,\"value\": 10000}]', 23500, 23),
(581, 116, '[{\"id\":8,\"value\": 20200},{\"id\":36,\"value\": 10000}]', 24000, 24),
(582, 116, '[{\"id\":8,\"value\": 20400},{\"id\":36,\"value\": 10000}]', 24500, 25),
(583, 116, '[{\"id\":8,\"value\": 20600},{\"id\":36,\"value\": 10000}]', 25000, 26),
(584, 116, '[{\"id\":8,\"value\": 20800},{\"id\":36,\"value\": 10000}]', 30000, 27),
(585, 116, '[{\"id\":8,\"value\": 21000},{\"id\":36,\"value\": 10000}]', 30500, 28),
(586, 116, '[{\"id\":8,\"value\": 21200},{\"id\":36,\"value\": 10000}]', 31000, 29),
(587, 116, '[{\"id\":8,\"value\": 21400},{\"id\":36,\"value\": 10000}]', 31500, 30),
(588, 116, '[{\"id\":8,\"value\": 21600},{\"id\":36,\"value\": 10000}]', 32000, 31),
(589, 116, '[{\"id\":8,\"value\": 21800},{\"id\":36,\"value\": 10000}]', 32500, 32),
(590, 116, '[{\"id\":8,\"value\": 22000},{\"id\":36,\"value\": 10000}]', 33000, 33),
(591, 116, '[{\"id\":8,\"value\": 22200},{\"id\":36,\"value\": 10000}]', 33500, 34),
(592, 116, '[{\"id\":8,\"value\": 22400},{\"id\":36,\"value\": 10000}]', 34500, 35),
(593, 116, '[{\"id\":8,\"value\": 22600},{\"id\":36,\"value\": 10000}]', 36500, 36),
(594, 116, '[{\"id\":8,\"value\": 23000},{\"id\":36,\"value\": 10000}]', 37500, 37),
(595, 124, '[{\"id\":8,\"value\": 15000}]', 1500, 1),
(596, 124, '[{\"id\":8,\"value\": 15200}]', 2500, 2),
(597, 124, '[{\"id\":8,\"value\": 15400}]', 3500, 3),
(598, 124, '[{\"id\":8,\"value\": 15600}]', 4500, 4),
(599, 124, '[{\"id\":8,\"value\": 15800}]', 5500, 5),
(600, 124, '[{\"id\":8,\"value\": 16000}]', 6500, 6),
(601, 124, '[{\"id\":8,\"value\": 16200}]', 7500, 7),
(602, 124, '[{\"id\":8,\"value\": 16400}]', 8500, 8),
(603, 124, '[{\"id\":8,\"value\": 16600}]', 9500, 9),
(604, 124, '[{\"id\":8,\"value\": 16800}]', 10500, 10),
(605, 124, '[{\"id\":8,\"value\": 17000}]', 11500, 11),
(606, 124, '[{\"id\":8,\"value\": 17200}]', 12500, 12),
(607, 124, '[{\"id\":8,\"value\": 17400}]', 13500, 13),
(608, 124, '[{\"id\":8,\"value\": 17600}]', 14500, 14),
(609, 124, '[{\"id\":8,\"value\": 17800}]', 15500, 15),
(610, 124, '[{\"id\":8,\"value\": 18000}]', 16500, 16),
(611, 124, '[{\"id\":8,\"value\": 18200}]', 17500, 17),
(612, 124, '[{\"id\":8,\"value\": 18400}]', 18500, 18),
(613, 124, '[{\"id\":8,\"value\": 18600}]', 19500, 19),
(614, 124, '[{\"id\":8,\"value\": 18800}]', 20500, 20),
(615, 124, '[{\"id\":8,\"value\": 19000}]', 21500, 21),
(616, 124, '[{\"id\":8,\"value\": 19200}]', 22500, 22),
(617, 124, '[{\"id\":8,\"value\": 19400}]', 23500, 23),
(618, 124, '[{\"id\":8,\"value\": 19600}]', 24000, 24),
(619, 124, '[{\"id\":8,\"value\": 19800}]', 24500, 25),
(620, 124, '[{\"id\":8,\"value\": 20000}]', 25000, 26),
(621, 124, '[{\"id\":8,\"value\": 20500}]', 30000, 27),
(622, 124, '[{\"id\":8,\"value\": 21000}]', 30500, 28),
(623, 124, '[{\"id\":8,\"value\": 21500}]', 31000, 29),
(624, 124, '[{\"id\":8,\"value\": 22000}]', 31500, 30),
(625, 124, '[{\"id\":8,\"value\": 23000}]', 32000, 31),
(626, 124, '[{\"id\":8,\"value\": 24000}]', 32500, 32),
(627, 124, '[{\"id\":8,\"value\": 25000}]', 33000, 33),
(628, 124, '[{\"id\":8,\"value\": 26000}]', 33500, 34),
(629, 124, '[{\"id\":8,\"value\": 27000}]', 34500, 35),
(630, 124, '[{\"id\":8,\"value\": 28000}]', 36500, 36),
(631, 124, '[{\"id\":8,\"value\": 30000}]', 37500, 37),
(632, 130, '[{\"id\":44,\"value\": 10000},{\"id\":45,\"value\": 10000}]', 1500, 1),
(633, 130, '[{\"id\":44,\"value\": 10500},{\"id\":45,\"value\": 10500}]', 2500, 2),
(634, 130, '[{\"id\":44,\"value\": 11000},{\"id\":45,\"value\": 11000}]', 3500, 3),
(635, 130, '[{\"id\":44,\"value\": 11500},{\"id\":45,\"value\": 11500}]', 4500, 4),
(636, 130, '[{\"id\":44,\"value\": 12000},{\"id\":45,\"value\": 12000}]', 5500, 5),
(637, 130, '[{\"id\":44,\"value\": 12500},{\"id\":45,\"value\": 12500}]', 6500, 6),
(638, 130, '[{\"id\":44,\"value\": 13000},{\"id\":45,\"value\": 13000}]', 7500, 7),
(639, 130, '[{\"id\":44,\"value\": 13500},{\"id\":45,\"value\": 13500}]', 8500, 8),
(640, 130, '[{\"id\":44,\"value\": 14000},{\"id\":45,\"value\": 14000}]', 9500, 9),
(641, 130, '[{\"id\":44,\"value\": 14500},{\"id\":45,\"value\": 14500}]', 10500, 10),
(642, 130, '[{\"id\":44,\"value\": 15000},{\"id\":45,\"value\": 15000}]', 11500, 11),
(643, 130, '[{\"id\":44,\"value\": 15500},{\"id\":45,\"value\": 15500}]', 12500, 12),
(644, 130, '[{\"id\":44,\"value\": 16000},{\"id\":45,\"value\": 16000}]', 13500, 13),
(645, 130, '[{\"id\":44,\"value\": 16500},{\"id\":45,\"value\": 16500}]', 14500, 14),
(646, 130, '[{\"id\":44,\"value\": 17000},{\"id\":45,\"value\": 17000}]', 15500, 15),
(647, 130, '[{\"id\":44,\"value\": 17500},{\"id\":45,\"value\": 17500}]', 16500, 16),
(648, 130, '[{\"id\":44,\"value\": 18000},{\"id\":45,\"value\": 18000}]', 17500, 17),
(649, 130, '[{\"id\":44,\"value\": 18500},{\"id\":45,\"value\": 18500}]', 18500, 18),
(650, 130, '[{\"id\":44,\"value\": 19000},{\"id\":45,\"value\": 19000}]', 19500, 19),
(651, 130, '[{\"id\":44,\"value\": 19500},{\"id\":45,\"value\": 19500}]', 20500, 20),
(652, 130, '[{\"id\":44,\"value\": 20000},{\"id\":45,\"value\": 20000}]', 21500, 21),
(653, 130, '[{\"id\":44,\"value\": 20500},{\"id\":45,\"value\": 20500}]', 22500, 22),
(654, 130, '[{\"id\":44,\"value\": 21000},{\"id\":45,\"value\": 21000}]', 23500, 23),
(655, 130, '[{\"id\":44,\"value\": 21500},{\"id\":45,\"value\": 21500}]', 24000, 24),
(656, 130, '[{\"id\":44,\"value\": 22000},{\"id\":45,\"value\": 22000}]', 24500, 25),
(657, 130, '[{\"id\":44,\"value\": 22500},{\"id\":45,\"value\": 22500}]', 25000, 26),
(658, 130, '[{\"id\":44,\"value\": 23000},{\"id\":45,\"value\": 23000}]', 30000, 27),
(659, 130, '[{\"id\":44,\"value\": 23500},{\"id\":45,\"value\": 23500}]', 30500, 28),
(660, 130, '[{\"id\":44,\"value\": 24000},{\"id\":45,\"value\": 24000}]', 31000, 29),
(661, 130, '[{\"id\":44,\"value\": 24500},{\"id\":45,\"value\": 24500}]', 31500, 30),
(662, 130, '[{\"id\":44,\"value\": 25000},{\"id\":45,\"value\": 25000}]', 32000, 31),
(663, 130, '[{\"id\":44,\"value\": 25500},{\"id\":45,\"value\": 25500}]', 32500, 32),
(664, 130, '[{\"id\":44,\"value\": 26000},{\"id\":45,\"value\": 26000}]', 33000, 33),
(665, 130, '[{\"id\":44,\"value\": 26500},{\"id\":45,\"value\": 26500}]', 33500, 34),
(666, 130, '[{\"id\":44,\"value\": 27000},{\"id\":45,\"value\": 27000}]', 34500, 35),
(667, 130, '[{\"id\":44,\"value\": 27500},{\"id\":45,\"value\": 27500}]', 36500, 36),
(668, 130, '[{\"id\":44,\"value\": 30000},{\"id\":45,\"value\": 30000}]', 37500, 37),
(669, 129, '[{\"id\":26,\"value\": 9000},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 1500, 1),
(670, 129, '[{\"id\":26,\"value\": 8800},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 2500, 2),
(671, 129, '[{\"id\":26,\"value\": 8600},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 3500, 3),
(672, 129, '[{\"id\":26,\"value\": 8400},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 4500, 4),
(673, 129, '[{\"id\":26,\"value\": 8200},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 5500, 5),
(674, 129, '[{\"id\":26,\"value\": 8000},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 6500, 6),
(675, 129, '[{\"id\":26,\"value\": 7800},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 7500, 7),
(676, 129, '[{\"id\":26,\"value\": 7600},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 8500, 8),
(677, 129, '[{\"id\":26,\"value\": 7400},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 9500, 9),
(678, 129, '[{\"id\":26,\"value\": 7200},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 10500, 10),
(679, 129, '[{\"id\":26,\"value\": 7000},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 11500, 11),
(680, 129, '[{\"id\":26,\"value\": 6800},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 12500, 12),
(681, 129, '[{\"id\":26,\"value\": 6600},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 13500, 13),
(682, 129, '[{\"id\":26,\"value\": 6400},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 14500, 14),
(683, 129, '[{\"id\":26,\"value\": 6200},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 15500, 15),
(684, 129, '[{\"id\":26,\"value\": 6000},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 16500, 16),
(685, 129, '[{\"id\":26,\"value\": 5800},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 17500, 17),
(686, 129, '[{\"id\":26,\"value\": 5600},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 18500, 18),
(687, 129, '[{\"id\":26,\"value\": 5400},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 19500, 19),
(688, 129, '[{\"id\":26,\"value\": 5200},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 20500, 20),
(689, 129, '[{\"id\":26,\"value\": 5000},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 21500, 21),
(690, 129, '[{\"id\":26,\"value\": 4800},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 22500, 22),
(691, 129, '[{\"id\":26,\"value\": 4600},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 23500, 23),
(692, 129, '[{\"id\":26,\"value\": 4400},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 24000, 24),
(693, 129, '[{\"id\":26,\"value\": 4200},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 24500, 25),
(694, 129, '[{\"id\":26,\"value\": 4000},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 25000, 26),
(695, 129, '[{\"id\":26,\"value\": 2000},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 30000, 27);
INSERT INTO `skilllv` (`ID`, `skillID`, `skillInfo`, `mpLost`, `lv`) VALUES
(696, 129, '[{\"id\":26,\"value\": 1800},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 30500, 28),
(697, 129, '[{\"id\":26,\"value\": 1700},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 31000, 29),
(698, 129, '[{\"id\":26,\"value\": 1600},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 31500, 30),
(699, 129, '[{\"id\":26,\"value\": 1500},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 32000, 31),
(700, 129, '[{\"id\":26,\"value\": 1400},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 32500, 32),
(701, 129, '[{\"id\":26,\"value\": 1300},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 33000, 33),
(702, 129, '[{\"id\":26,\"value\": 1200},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 33500, 34),
(703, 129, '[{\"id\":26,\"value\": 1100},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 34500, 35),
(704, 129, '[{\"id\":26,\"value\": 1000},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 36500, 36),
(705, 129, '[{\"id\":26,\"value\": 0},{\"id\":8,\"value\": 45000},{\"id\":17,\"value\": 7000},{\"id\":24,\"value\": 3000}]', 37500, 37);

-- --------------------------------------------------------

--
-- Table structure for table `summer_2024_event`
--

CREATE TABLE `summer_2024_event` (
  `Id` int(11) NOT NULL,
  `Type` tinyint(8) NOT NULL,
  `Percent` float NOT NULL,
  `ItemId` int(11) NOT NULL,
  `Max` int(11) NOT NULL,
  `NumOfUse` int(11) NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `summer_2024_event`
--

INSERT INTO `summer_2024_event` (`Id`, `Type`, `Percent`, `ItemId`, `Max`, `NumOfUse`) VALUES
(1, 0, 50, 181, 50000, 0),
(2, 0, 50, 182, 50000, 0),
(3, 0, 2, 184, 5000, 0),
(4, 0, 30, 179, 3000, 0),
(5, 0, 30, 183, 2000, 0),
(6, 0, 2, 184, 1000, 0),
(7, 0, 1, 176, 1000, 0),
(8, 0, 1, 177, 1000, 0),
(9, 0, 1, 119, 500, 0),
(10, 0, 10, 734, 1000, 0),
(11, 0, 10, 726, 1000, 0),
(12, 0, 10, 728, 1000, 0),
(13, 0, 10, 730, 1000, 0),
(14, 0, 10, 732, 1000, 0),
(15, 0, 10, 736, 1000, 0),
(16, 0, 10, 738, 1000, 0),
(17, 0, 10, 392, 1000, 0),
(18, 0, 10, 395, 1000, 0),
(19, 0, 10, 398, 1000, 0),
(20, 0, 10, 401, 1000, 0),
(21, 0, 10, 405, 1000, 0),
(22, 0, 10, 408, 1000, 0),
(23, 0, 10, 411, 1000, 0),
(24, 0, 10, 414, 1000, 0),
(25, 0, 10, 417, 1000, 0),
(26, 0, 10, 480, 5000, 0),
(27, 0, 1, 420, 200, 0),
(28, 0, 1, 423, 200, 0),
(29, 0, 1, 427, 200, 0),
(30, 0, 1, 431, 200, 0),
(31, 1, 50, 181, 50000, 0),
(32, 1, 50, 182, 50000, 0),
(33, 1, 2, 184, 5000, 0),
(34, 1, 30, 179, 3000, 0),
(35, 1, 30, 183, 2000, 0),
(36, 1, 1, 185, 500, 0),
(37, 1, 2, 176, 1000, 0),
(38, 1, 1, 177, 1000, 0),
(39, 1, 1, 119, 500, 0),
(40, 1, 10, 734, 1000, 0),
(41, 1, 10, 726, 1000, 0),
(42, 1, 10, 728, 1000, 0),
(43, 1, 10, 730, 1000, 0),
(44, 1, 10, 732, 1000, 0),
(45, 1, 10, 736, 1000, 0),
(46, 1, 10, 738, 1000, 0),
(47, 1, 5, 740, 1000, 0),
(48, 1, 5, 742, 1000, 0),
(49, 1, 5, 744, 1000, 0),
(50, 1, 5, 746, 1000, 0),
(51, 1, 5, 748, 1000, 0),
(52, 1, 5, 750, 1000, 0),
(53, 1, 5, 752, 1000, 0),
(54, 1, 5, 754, 1000, 0),
(55, 1, 5, 756, 1000, 0),
(56, 1, 5, 758, 1000, 0),
(57, 1, 5, 760, 1000, 0),
(58, 1, 5, 762, 1000, 0),
(59, 1, 5, 766, 1000, 0),
(60, 1, 5, 768, 1000, 0),
(61, 1, 5, 772, 1000, 0),
(62, 1, 5, 774, 1000, 0),
(63, 1, 1, 120, 500, 0),
(64, 1, 2, 481, 5000, 0),
(65, 1, 1, 482, 5000, 0),
(66, 1, 1, 420, 300, 0),
(67, 1, 1, 423, 300, 0),
(68, 1, 1, 427, 300, 0),
(69, 1, 1, 431, 300, 0),
(70, 1, 1, 433, 300, 0);

-- --------------------------------------------------------

--
-- Table structure for table `task`
--

CREATE TABLE `task` (
  `taskId` int(11) NOT NULL,
  `type` int(11) NOT NULL,
  `name` text NOT NULL,
  `description` text NOT NULL,
  `guide` text DEFAULT NULL,
  `task` varchar(1000) NOT NULL DEFAULT '[]',
  `gift` varchar(1000) NOT NULL DEFAULT '[]',
  `fromNPC` int(11) NOT NULL,
  `taskNeed` varchar(5000) NOT NULL DEFAULT '[]'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `task`
--

INSERT INTO `task` (`taskId`, `type`, `name`, `description`, `guide`, `task`, `gift`, `fromNPC`, `taskNeed`) VALUES
(1, 0, 'Nhiệm vụ 1', 'đánh 10 khủng long,10 tề thiên,10 gà rừng tại đấu trường\nPHẦN THƯỞNG:5 bùa cường hoá, 2 hồng ngọc, 10k ngọc', NULL, '[[0,10,6],[0,10,7],[0,10,3]]', '[[1,10000],[2,181,5],[2,182,2]]', -20, '[]'),
(2, 0, 'Nhiệm vụ 2', 'đạt lv3: học 1 kĩ năng bất kì bạn nhé\nPHẦN THƯỞNG:1 nấm linh chi,5k ngọc', NULL, '[[1,3],[2,1]]', '[[1,5000],[2,179,1]]', -20, '[1]'),
(3, 0, 'Nhiệm vụ 3', 'cộng 5 điểm gym rồi  quay lại tìm ta nhận thưởng nhé\nPHẦN THƯỞNG: 5k ngọc 1 bình x2 exp (khoá)', NULL, '[[14,5]]', '[[2,198,1,0],[1,5000]]', -20, '[2]'),
(4, 0, 'Nhiệm vụ 4', 'Tốt lắm tới linh lâm tiêu diệt 30 mimon \nPHẦN THƯỞNG:2 nấm linh chi.10k ngọc', NULL, '[[0,30,14]]', '[[1,10000],[2,179,2]]', -20, '[3]'),
(5, 0, 'Nhiệm vụ 5', 'Đạt lv5: Nâng cấp 1 kĩ năng lên lv3 nào \nPHẦN THƯỞNG:20k ngọc', NULL, '[[1,5],[3,1,3]]', '[[1,20000]]', -20, '[4]'),
(6, 0, 'Nhiệm vụ 6', 'Tiếp Tục ghé lại linh lâm tiêu diệt 30 con pikachu,30 con tiểu miêu,40 con rùa baby nhé\nPHẦN THƯỞNG:1 lục bảo ngọc,20k ngọc,3 hồng ngọc', NULL, '[[0,30,15],[0,30,10],[0,40,1]]', '[[1,20000],[2,183,1],[2,182,3]]', -20, '[5]'),
(7, 0, 'Nhiệm vụ 7', 'Đạt lv6: cường hoá trang bị bất kì lên up5\nPHẦN THƯỞNG:2 lục bảo ngọc,30k ngọc ', NULL, '[[1,6],[7,1,5]]', '[[1,30000],[2,183,2]]', -20, '[6]'),
(8, 0, 'Nhiệm vụ 8', 'Đạt lv7: đánh 30 con bạch hổ tại đại linh cảnh\nPHẦN THƯỞNG:1 mảnh bạch hổ,15k ngọc', NULL, '[[1,7],[0,30,12]]', '[[1,15000],[2,743,1]]', -20, '[7]'),
(9, 0, 'Nhiệm vụ 9', 'Đạt lv8: học kĩ năng thứ 2\nPHẦN THƯỞNG:5k ngọc', NULL, '[[1,8],[15,1]]', '[[1,5000]]', -20, '[8]'),
(10, 0, 'Nhiệm vụ 10', 'Đạt lv10: tiến hoá trang bị bất kì \nPHẦN THƯỞNG:5 lục bảo ngọc,30k ngọc', NULL, '[[1,10],[6,1,1]]', '[[1,30000],[2,183,5]]', -20, '[9]'),
(11, 0, 'Nhiệm vụ 11', 'Đánh boss thần chết lv10 tại đấu trường\nPHẦN THƯỞNG: 1 bình x2 exp (khoá) 1 bình năng lượng nhỏ (khoá)', NULL, '[[5,1,1]]', '[[2,198,1,0],[2,1,1,0]]', -20, '[10]'),
(12, 0, 'Nhiệm vụ 12', 'Tới Đại Linh cảnh đánh 300 con bạch hổ\nPHẦN THƯỞNG:1 nhân sâm, 2 mảnh mũ bạc,2 mảnh băng đầu bạc,2 mảnh mũ lục ngọc', NULL, '[[0,300,12]]', '[[2,180,1],[2,398,2],[2,408,2],[2,417,2]]', -20, '[11]'),
(13, 0, 'Nhiệm vụ 13', 'Tới Đại Linh cảnh đánh 300con unicon\nPHẦN THƯỞNG:1 nhân sâm, 2 mảnh mũ bạc,2 mảnh băng đầu bạc,2 mảnh mũ lục ngọc', NULL, '[[0,300,17]]', '[[2,180,1],[2,398,2],[2,408,2],[2,417,2]]', -20, '[12]'),
(14, 0, 'Nhiệm vụ 14', 'Tới Đại Linh cảnh đánh 300 con tử thần\nPHẦN THƯỞNG:1 nhân sâm, 2 mảnh mũ bạc,2 mảnh băng đầu bạc,2 mảnh mũ lục ngọc', NULL, '[[0,300,13]]', '[[2,180,1],[2,398,2],[2,408,2],[2,417,2]]', -20, '[13]'),
(15, 0, 'Nhiệm vụ 15', 'Tới Đại Linh cảnh đánh 200 con cá sấu\nPHẦN THƯỞNG:1 nhân sâm, 2 mảnh mũ bạc,2 mảnh băng đầu bạc,2 mảnh mũ lục ngọc', NULL, '[[0,200,1007]]', '[[2,180,1],[2,398,2],[2,408,2],[2,417,2]]', -20, '[14]'),
(16, 0, 'Nhiệm vụ 16', 'Tới Đại Linh cảnh đánh 200 con lửa hung dữ\nPHẦN THƯỞNG:1 nhân sâm, 2 mảnh mũ bạc,2 mảnh băng đầu bạc,2 mảnh mũ lục ngọc', NULL, '[[0,200,11]]', '[[2,180,1],[2,398,2],[2,408,2],[2,417,2]]', -20, '[15]'),
(17, 0, 'Nhiệm vụ 17', 'Tới Gặp thợ săn ở linh mộc nhận tiếp nhiệm vụ con nhé\nPHẦN THƯỞNG:1 bình x3 exp', NULL, '[[16,1,-6]]', '[[2,199,1,1]]', -6, '[16]'),
(18, 0, 'Nhiệm vụ 18', 'gần đây có rất nhiều thú dữ hay giúp ta tiêu diệt chúng nhé Tiêu diệt 300 tề thiên tiến hoá ở linh mộc\nPHẦN THƯỞNG:3 mảnh khiên bạc,3 mảnh dao găm bạc,3 mảnh ngọc ánh tím', NULL, '[[0,300,3007]]', '[[2,395,3],[2,405,3],[2,414,3]]', -6, '[17]'),
(19, 0, 'Nhiệm vụ 19', 'Tiêu diệt 300 lửa hung dữ tiến hoá ở linh mộc\nPHẦN THƯỞNG:3 mảnh khiên bạc,3 mảnh dao găm bạc,3 mảnh ngọc ánh tím', NULL, '[[0,300,3011]]', '[[2,395,3],[2,405,3],[2,414,3]]', -6, '[18]'),
(20, 0, 'Nhiệm vụ 20', 'Tiêu diệt 300 rắn thân thiện tiến hoá ở linh mộc\nPHẦN THƯỞNG:3 mảnh khiên bạc,3 mảnh dao găm bạc,3 mảnh ngọc ánh tím', NULL, '[[0,300,3005]]', '[[2,395,3],[2,405,3],[2,414,3]]', -6, '[19]'),
(21, 0, 'Nhiệm vụ 21', 'Tiêu diệt 300 cáo tinh nghịch  tiến hoá ở linh mộc\nPHẦN THƯỞNG:3 mảnh khiên bạc,3 mảnh dao găm bạc,3 mảnh ngọc ánh tím', NULL, '[[0,300,3025]]', '[[2,395,3],[2,405,3],[2,414,3]]', -6, '[20]'),
(22, 0, 'Nhiệm vụ 22', 'Tiêu diệt 500 bạch hổ tiến hoá ở linh mộc\nPHẦN THƯỞNG:10 lông phượng hoàng,100k ngọc,2 bình (exp khoá)', NULL, '[[0,300,3012]]', '[[2,198,2,0],[1,100000],[2,144,10]]', -6, '[21]'),
(23, 0, 'Nhiệm vụ 23', 'Cảm ơn Dũng sĩ nhờ có ngài mà khu rừng này lại được yên bình rồi :D hãy lựa trọn thêm 1 bạn đồng hành cho mình nhé\nPHẦN THƯỞNG:chọn 1 trong những con pét sau: bạch hổ, tử thần, mimon,goku,pikachu,gà đại ca, rùa băng,unicon,cá sấu,miêu miêu', NULL, '[]', '[[2,20001,1,0]]', -6, '[22]'),
(24, 0, 'Nhiệm vụ 24', 'Đạt lv 20: Tới gặp du côn,gần đây có rất nhiều thú dữ hay giúp ta tiêu diệt chúng nhé: Tiêu diệt  500 con bạch hổ ảo ảnh\nPHẦN THƯỞNG:4 mảnh búa bạc,4 mảnh kiếm bạc,4 mảnh gậy lam ngọc', NULL, '[[1,20],[0,500,2012]]', '[[2,392,4],[2,401,4],[2,411,4]]', -4, '[23]'),
(25, 0, 'Nhiệm vụ 25', 'Tiêu diệt  500 con lửa hung dữ ảo ảnh\nPHẦN THƯỞNG:4 mảnh búa bạc,4 mảnh kiếm bạc,4 mảnh gậy lam ngọc', NULL, '[[0,500,2011]]', '[[2,392,4],[2,401,4],[2,411,4]]', -4, '[24]'),
(26, 0, 'Nhiệm vụ 26', 'Tiêu diệt  500 con tề thiên ảo ảnh\nPHẦN THƯỞNG:4 mảnh búa bạc,4 mảnh kiếm bạc,4 mảnh gậy lam ngọc', NULL, '[[0,500,2007]]', '[[2,392,4],[2,401,4],[2,411,4]]', -4, '[25]'),
(27, 0, 'Nhiệm vụ 27', 'Tiêu diệt  500 con rắn thân thiện ảo ảnh\nPHẦN THƯỞNG:4 mảnh búa bạc,4 mảnh kiếm bạc,4 mảnh gậy lam ngọc', NULL, '[[0,500,2005]]', '[[2,392,4],[2,401,4],[2,411,4]]', -4, '[26]'),
(28, 0, 'Nhiệm vụ 28', 'Tiêu diệt  500 con pikachu ảo ảnh\nPHẦN THƯỞNG:4 mảnh búa bạc,4 mảnh kiếm bạc,4 mảnh gậy lam ngọc', NULL, '[[0,500,2015]]', '[[2,392,4],[2,401,4],[2,411,4]]', -4, '[27]'),
(29, 0, 'Nhiệm vụ 29', 'Ngươi thật sự đã rất mạnh hãy thử sức với thú cưng của ta nhé\nPHẦN THƯỞNG:', NULL, '[[17,1,16]]', '[]', -4, '[28]'),
(30, 0, 'Nhiệm vụ 30', 'Chà thật sự rất cảm ơn ngươi đã giúp ta nhé,đây là phần thưởng của ta dành cho ngươi\nPHẦN THƯỞNG:5 mảnh cánh sơ cấp - hoàn mĩ,1 bình x4 exp ', NULL, '[]', '[[2,510,5],[2,561,1,0]]', -4, '[29]'),
(31, 0, 'Nhiệm vụ 31', 'Về gặp bác học đầu gấu:\nPHẦN THƯỞNG:', NULL, '[[16,1,-20]]', '[]', -20, '[30]'),
(32, 0, 'Nhiệm vụ 32', 'Chà mới đó mà Dũng sĩ đã thành nhà huấn luyện pet tài ba rồi, thử sức thêm 1 chút nữa nhé,giúp ta tiêu diệt boss tử thần lv15 ở linh lâm nhé\nPHẦN THƯỞNG:1 kim cương, 1 nhân sâm loại mới', NULL, '[[5,1,2]]', '[[2,185,1],[2,299,1]]', -20, '[31]'),
(33, 0, 'Nhiệm vụ 33', 'Tiêu diệt boss tử thần lv 20 ở đại linh cảnh\nPHẦN THƯỞNG:5 mảnh cánh sơ cấp ngẫu nhiên', NULL, '[[5,1,3]]', '[[9,1,5,506,5,507,5,508,5,509,5,510]]', -20, '[32]'),
(34, 0, 'Nhiệm vụ 34', 'Tiêu diệt boss tử thần lv 25 ở linh mộc\nPHẦN THƯỞNG:5 mảnh cánh sơ cấp ngẫu nhiên', NULL, '[[5,1,4]]', '[[9,1,5,506,5,507,5,508,5,509,5,510]]', -20, '[33]'),
(35, 0, 'Nhiệm vụ 35', 'tiêu diệt boss tử thần lv 30 ở đường lên núi\nPHẦN THƯỞNG:5 mảnh cánh sơ cấp ngẫu nhiên', NULL, '[[5,1,5]]', '[[9,1,5,506,5,507,5,508,5,509,5,510]]', -20, '[34]'),
(36, 0, 'Nhiệm vụ 36', 'Thách đấu và thắng 5 người chơi\nPHẦN THƯỞNG:5 mảnh cánh sơ cấp ngẫu nhiên', NULL, '[[19,5]]', '[[9,1,5,506,5,507,5,508,5,509,5,510]]', -20, '[35]'),
(37, 0, 'Nhiệm vụ 37', 'Ta không còn gì để chỉ bảo thêm cho dũng sĩ nữa rồi…...\nPHẦN THƯỞNG:', NULL, '[[18,1]]', '[]', -20, '[36]'),
(38, 1, 'nhiệm vụ 1', 'đánh 100 rắn thân thiện ở linh lâm = 10 điểm tích lũy', NULL, '[[0,100,5]]', '[[11,10]]', -4, '[]'),
(39, 1, 'nhiệm vụ 2', 'đánh 100 tiểu miêu ở linh lâm = 10 điểm', NULL, '[[0,100,10]]', '[[11,10]]', -4, '[]'),
(40, 1, 'nhiệm vụ 3', 'đánh 100 pikachu ở linh lâm = 10 điểm', NULL, '[[0,100,15]]', '[[11,10]]', -4, '[]'),
(41, 1, 'nhiệm vụ 4', 'đánh 100 rùa baby ở linh lâm = 10 điểm', NULL, '[[0,100,1]]', '[[11,10]]', -4, '[]'),
(42, 1, 'nhiệm vụ 5', 'đánh 100 mimon ở linh lâm = 10 điểm', NULL, '[[0,100,14]]', '[[11,10]]', -4, '[]'),
(43, 1, 'nhiệm vụ 6', 'đánh 20 rắn thân thiện, 20 pikachu, 20 rùa baby,20 mimon, 20 tiểu miêu ở linh lâm = 10 điểm', NULL, '[[0,20,1],[0,20,5],[0,20,10],[0,20,14],[0,20,15]]', '[[11,10]]', -4, '[]'),
(44, 1, 'nhiệm vụ 7', 'đánh 25 rắn thân thiện, 25 pikachu, 25 rùa baby,25 mimon ở linh lâm = 10 điểm ', NULL, '[[0,25,1],[0,25,5],[0,25,14],[0,25,15]]', '[[11,10]]', -4, '[]'),
(45, 1, 'nhiệm vụ 8', 'đánh 200 rắn thân thiện ở linh lâm = 25 điểm', NULL, '[[0,200,5]]', '[[11,25]]', -4, '[]'),
(46, 1, 'nhiệm vụ 9', 'đánh 200 tiểu miêu ở linh lâm = 25 điểm ', NULL, '[[0,200,10]]', '[[11,25]]', -4, '[]'),
(47, 1, 'nhiệm vụ 10', 'đánh 200 pikachu ở linh lâm = 25 điểm', NULL, '[[0,200,15]]', '[[11,25]]', -4, '[]'),
(48, 1, 'nhiệm vụ 11', 'đánh 200 rùa baby ở linh lâm = 25 điểm', NULL, '[[0,200,1]]', '[[11,25]]', -4, '[]'),
(49, 1, 'nhiệm vụ 12', 'đánh 200 mimon ở linh lâm = 25 điểm', NULL, '[[0,200,14]]', '[[11,25]]', -4, '[]'),
(50, 2, 'Nhiệm vụ bang hội 1', 'tiêu diệt 100 mimon ở linh lâm, thưởng 100 điểm cống hiến+5k ngọc\r\n', NULL, '[[0,100,14]]', '[[1,5000],[12,100]]', -15, '[]'),
(51, 2, 'Nhiệm vụ bang hội 2', 'tiêu diệt 150 khủng long ở đấu trường, thưởng 200 điểm cống hiến + 10k ngọc\r\n', NULL, '[[0,150,6]]', '[[1,10000],[12,200]]', -15, '[]'),
(52, 2, 'Nhiệm vụ bang hội 3', 'cống hiến bang 5 lần, thưởng 100 điểm cống hiến\r\n', NULL, '[[20,5]]', '[[12,100]]', -15, '[]'),
(53, 2, 'Nhiệm vụ bang hội 4', 'đánh 200 bạch hổ ảo ảnh ở núi 1, thưởng 500 điểm cống hiến+1 lông phượng hoàng\r\n', NULL, '[[0,200,2012]]', '[[2,144,1],[12,500]]', -15, '[]'),
(54, 2, 'Nhiệm vụ bang hội 5', 'hạ gục boss tinh anh lv 10 ở đấu trường 1 lần, thuong 200 điểm cống hiến + 20k ngọc\r\n', NULL, '[[5,1,1]]', '[[1,20000],[12,200]]', -15, '[]'),
(55, 2, 'Nhiệm vụ bang hội 6', 'hạ gục boss tinh anh lv15 ở linh lâm 1 lần,thưởng 250 điểm cống hiến + 25k ngọc\r\n', NULL, '[[5,1,2]]', '[[1,25000],[12,250]]', -15, '[]'),
(56, 2, 'Nhiệm vụ bang hội 7', 'hạ gục boss tinh anh lv20 ở đại linh cảnh 1 lần, thưởng 300 điểm cống hiến+ 30k ngọc\r\n', NULL, '[[5,1,3]]', '[[1,30000],[12,300]]', -15, '[]'),
(57, 2, 'Nhiệm vụ bang hội 8', 'hạ gục boss tinh anh lv25 ở linh mộc 1 lần, thưởng 400 điểm cống hiến + 50k ngọc\r\n', NULL, '[[5,1,4]]', '[[1,50000],[12,400]]', -15, '[]'),
(58, 2, 'Nhiệm vụ bang hội 9', 'hạ gục boss tinh anh lv30 ở đường lên núi 1 lần, thưởng 500 điểm cống hiến +50k ngọc\r\n', NULL, '[[5,1,5]]', '[[1,50000],[12,500]]', -15, '[]'),
(59, 2, 'Nhiệm vụ bang hội 10', 'hạ gục boss tinh anh lv35 ở tl hoàng nham 1 lần, thưởng 700 điểm cống hiến+ 100k ngọc\r\n', NULL, '[[5,1,6]]', '[[1,100000],[12,700]]', -15, '[]'),
(60, 2, 'Nhiệm vụ bang hội 11', 'hạ gục boss tinh anh lv 40 ở núi phục quang 1 lần, thưởng 1000 điểm cống hiến + 100k ngọc\r\n', NULL, '[[5,1,7]]', '[[1,100000],[12,1000]]', -15, '[]'),
(61, 2, 'Nhiệm vụ bang hội 12', 'hạ gục boss tinh anh lv45 ở thạch động 1 lần , thưởng 1500 điểm cống hiến+ 200k ngọc\r\n', NULL, '[[5,1,8]]', '[[1,200000],[12,1500]]', -15, '[]'),
(62, 2, 'Nhiệm vụ bang hội 13', 'hạ gục boss tinh anh lv50 ở sông băng 1 lần, thưởng 2000 điểm cống hiến + 200k ngọc\r\n', NULL, '[[5,1,9]]', '[[1,200000],[12,2000]]', -15, '[]'),
(63, 2, 'Nhiệm vụ bang hội 14', 'hạ gục boss tinh anh lv 55 ở băng động 2 1 lần, thưởng 5000 điểm cống hiến + 10 lông phượng hoàng+ 300k ngọc\r\n', NULL, '[[5,1,10]]', '[[1,300000],[12,5000],[2,144,10]]', -15, '[]'),
(64, 2, 'Nhiệm vụ bang hội 15', ' đánh 300 bạch hổ ở đại linh cảnh, thưởng 500 điểm cống hiến + 20k ngọc\r\n', NULL, '[[0,300,12]]', '[[1,20000],[12,500]]', -15, '[]'),
(65, 2, 'Nhiệm vụ bang hội 16', 'đánh 300 lửa hung dữ tiến hoá ở linh mộc, thưởng 500 điểm cống hiến +20k ngọc\r\n', NULL, '[[0,300,3011]]', '[[1,20000],[12,500]]', -15, '[]'),
(66, 2, 'Nhiệm vụ bang hội 17', 'đánh 100 tiểu miêu ở linh lâm, thưởng 300 điểm cống hiến + 10k ngọc\r\n', NULL, '[[0,100,10]]', '[[1,10000],[12,300]]', -15, '[]'),
(67, 2, 'Nhiệm vụ bang hội 18', 'đánh 100 rắn thân thiện ở linh lâm, thưởng 300 điểm cống hiến + 10k ngọc\r\n', NULL, '[[0,100,5]]', '[[1,10000],[12,300]]', -15, '[]'),
(68, 2, 'Nhiệm vụ bang hội 19', 'đánh 100 con pikachu ở linh lâm, thưởng 300 điểm cống hiến + 10k ngọc\r\n', NULL, '[[0,100,15]]', '[[1,10000],[12,300]]', -15, '[]'),
(69, 2, 'Nhiệm vụ bang hội 20', 'đánh 100 rùa baby ở linh lâm, thưởng 400 điểm cống hiến + 10k ngọc', NULL, '[[0,100,1]]', '[[1,10000],[12,400]]', -15, '[]'),
(70, 0, 'Nhiệm vụ trùng sinh 70', 'bạn cần giao nộp 1 pet lv 37 để tiếp tục nhận nhiệm vụ\nPHẦN THƯỞNG:', NULL, '[[21,1,37]]', '[]', -25, '[36]'),
(71, 0, 'Nhiệm vụ trùng sinh 71', 'thách đấu thằng 15 người khác nhau \nPHẦN THƯỞNG:10 mảnh thẻ bài trùng sinh', NULL, '[[19,15]]', '[[2,693,10]]', -25, '[70]'),
(72, 0, 'Nhiệm vụ trùng sinh 72', 'tiêu diệt 5 boss tinh anh\nPHẦN THƯỞNG:10 mảnh thẻ bài trùng sinh', NULL, '[[22,5]]', '[[2,693,10]]', -25, '[71]'),
(73, 0, 'Nhiệm vụ trùng sinh 73', 'tiêu diệt 10 boss tinh anh\nPHẦN THƯỞNG:10 mảnh thẻ bài trùng sinh', NULL, '[[22,10]]', '[[2,693,10]]', -25, '[72]'),
(74, 0, 'Nhiệm vụ trùng sinh 74', 'tiêu diệt 15 boss tinh anh\nPHẦN THƯỞNG:10 mảnh thẻ bài trùng sinh', NULL, '[[22,15]]', '[[2,693,10]]', -25, '[73]'),
(75, 0, 'Nhiệm vụ trùng sinh 75', 'tiêu diệt 20 boss tinh anh\nPHẦN THƯỞNG:10 mảnh thẻ bài trùng sinh', NULL, '[[22,20]]', '[[2,693,10]]', -25, '[74]'),
(76, 0, 'Nhiệm vụ trùng sinh 76', 'tiêu diệt 25 boss tinh anh\nPHẦN THƯỞNG:10 mảnh thẻ bài trùng sinh', NULL, '[[22,25]]', '[[2,693,10]]', -25, '[75]'),
(77, 0, 'Nhiệm vụ trùng sinh 77', 'pét cần đạt lv 41, tiêu diệt boss tinh anh lv 40\nPHẦN THƯỞNG:10 manh thẻ bài trùng sinh', NULL, '[[1,41],[5,1,7]]', '[[2,693,10]]', -25, '[76]'),
(78, 0, 'Nhiệm vụ trùng sinh 78', 'tiêu diệt boss tinh anh lv 50\nPHẦN THƯỞNG:10 mảnh thẻ bài trùng sinh', NULL, '[[5,1,9]]', '[[2,693,10]]', -25, '[77]'),
(79, 0, 'Nhiệm vụ trùng sinh 79', 'Tiêu diệt trùm thế giới \nPHẦN THƯỞNG:20 mảnh thẻ bài trùng sinh', NULL, '[[5,1,17]]', '[[2,693,20]]', -25, '[78]'),
(80, 0, 'Nhiệm vụ trùng sinh 80', 'Rất tốt để bắt đầu chặng đường mới bạn cần giao nộp \n1 pet max tiến hoá lv41\nPHẦN THƯỞNG:1 cánh trung cấp hoàn mỹ loại mới,chỉ dành cho nhân vật trùng sinh', NULL, '[[21,1,41,1]]', '[]', -25, '[79]');

-- --------------------------------------------------------

--
-- Table structure for table `task_type`
--

CREATE TABLE `task_type` (
  `taskType` int(11) NOT NULL,
  `name` varchar(1000) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `task_type`
--

INSERT INTO `task_type` (`taskType`, `name`) VALUES
(0, 'Nhiệm vụ chính'),
(1, 'Nhiệm vụ lặp lại'),
(2, 'Nhiệm vụ bang hội'),
(3, 'Nhiệm vụ hằng ngày');

-- --------------------------------------------------------

--
-- Table structure for table `tattoo`
--

CREATE TABLE `tattoo` (
  `tattooId` int(11) NOT NULL,
  `name` text NOT NULL,
  `type` tinyint(4) NOT NULL DEFAULT -1,
  `iconPath` text NOT NULL,
  `atk` int(11) NOT NULL,
  `def` int(11) NOT NULL,
  `hp` int(11) NOT NULL,
  `mp` int(11) NOT NULL,
  `percent` float NOT NULL DEFAULT 100
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `tattoo`
--

INSERT INTO `tattoo` (`tattooId`, `name`, `type`, `iconPath`, `atk`, `def`, `hp`, `mp`, `percent`) VALUES
(1, 'trái tim (thường) ', 0, 'tatoos/1.png', 0, 0, 800, 0, 22.5),
(2, 'trái tim biến dị (thường)', 0, 'tatoos/1.png', 90, 90, 1200, 1200, 2),
(3, 'trái tim (tốt)', 0, 'tatoos/2.png', 0, 0, 2400, 0, 22.5),
(4, 'trái tim biến dị (tốt)', 0, 'tatoos/2.png', 180, 180, 2600, 2600, 2),
(5, 'trái tim (hiếm)', 0, 'tatoos/3.png', 0, 0, 5400, 0, 22.5),
(6, 'trái tim biến dị (hiếm)', 0, 'tatoos/3.png', 320, 320, 5600, 5600, 2),
(7, 'trái tim (cực hiếm)', 0, 'tatoos/4.png', 0, 0, 10000, 0, 22.5),
(8, 'trái tim biến dị (cực hiếm)', 0, 'tatoos/4.png', 640, 640, 12000, 12000, 2),
(9, 'trái tim (huyền thoại)', 0, 'tatoos/5.png', 0, 0, 15000, 0, 22.5),
(10, 'trái tim biến dị (huyền thoại)', 0, 'tatoos/5.png', 1280, 1280, 15000, 15000, 2),
(11, 'trái tim (truyền thuyết)', 0, 'tatoos/5.png', 0, 0, 20000, 0, 23),
(12, 'trái tim biến dị (truyền thuyết)', 0, 'tatoos/5.png', 2560, 2560, 23000, 23000, 2),
(13, 'tinh cầu (thường)', 0, 'tatoos/6.png', 0, 0, 0, 800, 23),
(14, 'tinh cầu biến dị (thường)', 0, 'tatoos/6.png', 90, 90, 1200, 1200, 2),
(15, 'tinh cầu (tốt)', 0, 'tatoos/7.png', 0, 0, 0, 1600, 23),
(16, 'tinh cầu biến dị (tốt)', 0, 'tatoos/7.png', 180, 180, 2400, 2400, 2),
(17, 'tinh cầu (hiếm)', 0, 'tatoos/8.png', 0, 0, 0, 3200, 23),
(18, 'tinh cầu biến dị (hiếm)', 0, 'tatoos/8.png', 320, 320, 4800, 4800, 2),
(19, 'tinh cầu (cực hiếm)', 0, 'tatoos/9.png', 0, 0, 0, 6400, 23),
(20, 'tinh cầu biến dị (cực hiếm)', 0, 'tatoos/9.png', 640, 640, 9600, 9600, 2),
(21, 'tinh cầu (huyền thoại)', 0, 'tatoos/10.png', 0, 0, 0, 12000, 23),
(22, 'tinh cầu biến dị (huyền thoại)', 0, 'tatoos/10.png', 1280, 1280, 15000, 15000, 2),
(23, 'tinh cầu (truyền thuyết)', 0, 'tatoos/10.png', 0, 0, 0, 24000, 23),
(24, 'tinh cầu biến dị (truyền thuyết)', 0, 'tatoos/10.png', 2560, 2560, 25000, 26000, 2),
(25, 'trường kiếm (thường)', 0, 'tatoos/11.png', 100, 0, 0, 0, 2),
(26, 'trường kiếm biến dị (thường)', 0, 'tatoos/11.png', 120, 120, 1000, 1000, 1),
(27, 'trường kiếm (tốt)', 0, 'tatoos/12.png', 200, 0, 0, 0, 2),
(28, 'trường kiếm biến dị (tốt)', 0, 'tatoos/12.png', 250, 250, 2000, 2000, 1),
(29, 'trường kiếm (hiếm)', 0, 'tatoos/13.png', 400, 0, 0, 0, 2),
(30, 'trường kiếm biến dị (hiếm)', 0, 'tatoos/13.png', 500, 500, 4000, 4000, 1),
(31, 'trường kiếm (cực hiếm)', 0, 'tatoos/14.png', 800, 0, 0, 0, 2),
(32, 'trường kiếm biến dị (cực hiếm)', 0, 'tatoos/14.png', 1000, 1000, 8000, 8000, 1),
(33, 'trường kiếm(huyền thoại)', 0, 'tatoos/15.png', 1600, 0, 0, 0, 2),
(34, 'trường kiếm biến dị (huyền thoại)', 0, 'tatoos/15.png', 2000, 2000, 16000, 16000, 1),
(35, 'trường kiếm(truyền thuyết)', 0, 'tatoos/15.png', 3200, 0, 0, 0, 2),
(36, 'trường kiếm biến dị (truyền thuyết)', 0, 'tatoos/15.png', 4000, 4000, 22500, 22500, 1),
(37, 'khiên thép(thường)', 0, 'tatoos/16.png', 0, 200, 0, 0, 2),
(38, 'khiên thép biến dị(thường)', 0, 'tatoos/16.png', 100, 300, 2000, 2000, 1),
(39, 'khiên thép (tốt)', 0, 'tatoos/17.png', 0, 400, 0, 0, 2),
(40, 'khiên thép biến dị (tốt)', 0, 'tatoos/17.png', 200, 600, 4000, 4000, 1),
(41, 'khiên thép (hiếm)', 0, 'tatoos/18.png', 0, 800, 0, 0, 2),
(42, 'khiên thép biến dị (hiếm)', 0, 'tatoos/18.png', 400, 800, 8000, 8000, 1),
(43, 'khiên thép (cực hiếm)', 0, 'tatoos/19.png', 0, 1600, 0, 0, 2),
(44, 'khiên thép biến dị (cực hiếm)', 0, 'tatoos/19.png', 800, 1600, 13000, 14500, 1),
(45, 'khiên thép(huyền thoại)', 0, 'tatoos/20.png', 0, 3200, 0, 0, 2),
(46, 'khiên thép biến dị (huyền thoại)', 0, 'tatoos/20.png', 1600, 3200, 19000, 20500, 1),
(47, 'khiên thép(truyền thuyết)', 0, 'tatoos/20.png', 0, 6400, 0, 0, 2),
(48, 'khiên thép biến dị (truyền thuyết)', 0, 'tatoos/20.png', 3200, 6400, 22500, 23000, 1),
(49, 'hoả kì lân (cực hiếm)', 0, 'tatoos/22.png', 4000, 5000, 25000, 25000, 100),
(50, 'hoả kì lân (huyền thoại)', 0, 'tatoos/24.png', 6000, 10000, 40000, 40000, 100),
(51, 'hoà kì lân (truyền thuyết)', 0, 'tatoos/29.png', 10000, 15000, 60000, 65000, 100),
(52, 'hoả kì lân (phản đòn)', 0, 'tatoos/22.png', 10000, 15000, 60000, 65000, 100),
(53, 'hoả kì lân (hút máu)', 0, 'tatoos/25.png', 10000, 15000, 60000, 65000, 100),
(54, 'hoà kì lân (định thân)', 0, 'tatoos/26.png', 10000, 15000, 60000, 65000, 100);

-- --------------------------------------------------------

--
-- Table structure for table `tier_item`
--

CREATE TABLE `tier_item` (
  `tierId` int(11) NOT NULL,
  `itemTemplateIdTier1` int(11) NOT NULL,
  `itemTemplateIdTier2` int(11) NOT NULL,
  `percent` float NOT NULL DEFAULT 1000
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `tier_item`
--

INSERT INTO `tier_item` (`tierId`, `itemTemplateIdTier1`, `itemTemplateIdTier2`, `percent`) VALUES
(1, 3, 4, 100),
(2, 4, 5, 100),
(3, 6, 7, 100),
(4, 7, 8, 100),
(5, 9, 10, 100),
(6, 10, 11, 100),
(7, 12, 13, 100),
(8, 13, 14, 100),
(9, 15, 16, 100),
(10, 16, 17, 100),
(11, 18, 19, 100),
(12, 19, 20, 100),
(13, 21, 22, 100),
(14, 22, 23, 100),
(15, 24, 25, 100),
(16, 25, 26, 100),
(17, 27, 28, 100),
(18, 28, 29, 100),
(19, 29, 30, 100),
(20, 31, 32, 100),
(21, 32, 33, 100),
(22, 34, 35, 100),
(23, 35, 36, 100),
(24, 37, 38, 100),
(25, 38, 39, 100),
(26, 40, 41, 100),
(27, 41, 42, 100),
(28, 42, 43, 100),
(29, 44, 45, 100),
(30, 45, 46, 100),
(31, 47, 48, 100),
(32, 48, 49, 100),
(33, 50, 51, 100),
(34, 51, 52, 100),
(35, 53, 54, 100),
(36, 54, 55, 100),
(37, 56, 57, 100),
(38, 57, 58, 100),
(39, 59, 60, 100),
(40, 60, 61, 100),
(41, 62, 63, 100),
(42, 63, 64, 100),
(43, 64, 65, 100),
(44, 66, 67, 100),
(45, 67, 68, 100),
(46, 68, 69, 100),
(47, 70, 71, 100),
(48, 72, 73, 100),
(49, 74, 75, 100),
(50, 75, 76, 100),
(51, 77, 78, 100),
(52, 78, 79, 100),
(53, 79, 80, 100),
(54, 81, 82, 100),
(55, 82, 83, 100),
(56, 83, 84, 100),
(57, 85, 86, 100),
(58, 87, 88, 100),
(59, 89, 90, 100),
(60, 91, 92, 100),
(61, 93, 94, 100),
(62, 95, 96, 100),
(63, 97, 98, 100),
(64, 99, 100, 100),
(65, 101, 102, 100),
(66, 103, 104, 100),
(67, 105, 106, 100),
(68, 107, 108, 100),
(69, 109, 110, 100),
(70, 111, 112, 100),
(71, 113, 114, 100),
(72, 115, 116, 100),
(73, 117, 118, 100),
(74, 201, 202, 100),
(75, 202, 203, 100),
(76, 204, 205, 100),
(77, 205, 206, 100),
(78, 207, 208, 100),
(79, 208, 209, 100),
(80, 210, 211, 100),
(81, 211, 212, 100),
(82, 213, 214, 100),
(83, 214, 215, 100),
(84, 216, 217, 100),
(85, 217, 218, 100),
(86, 219, 220, 100),
(87, 220, 221, 100),
(88, 222, 223, 100),
(89, 223, 224, 100),
(90, 225, 226, 100),
(91, 226, 227, 100),
(92, 228, 229, 100),
(93, 229, 230, 100),
(94, 231, 232, 100),
(95, 232, 233, 100),
(96, 234, 235, 100),
(97, 235, 236, 100),
(98, 237, 238, 100),
(99, 238, 239, 100),
(100, 240, 241, 100),
(101, 241, 242, 100),
(102, 243, 244, 100),
(103, 244, 245, 100),
(104, 246, 247, 100),
(105, 247, 248, 100),
(106, 249, 250, 100),
(107, 250, 251, 100),
(108, 252, 253, 100),
(109, 253, 254, 100),
(110, 255, 256, 100),
(111, 256, 257, 100),
(112, 258, 259, 100),
(113, 259, 260, 100),
(114, 261, 262, 100),
(115, 262, 263, 100),
(116, 264, 265, 100),
(117, 265, 266, 100),
(118, 267, 268, 100),
(119, 268, 269, 100),
(120, 270, 271, 100),
(121, 271, 272, 100),
(122, 273, 274, 100),
(123, 274, 275, 100),
(124, 276, 277, 100),
(125, 277, 278, 100),
(126, 279, 280, 100),
(127, 280, 281, 100),
(128, 282, 283, 100),
(129, 283, 284, 100),
(130, 285, 286, 100),
(131, 286, 287, 100),
(132, 288, 289, 100),
(133, 289, 290, 100),
(134, 155, 156, 100),
(135, 156, 157, 100),
(136, 158, 159, 100),
(137, 159, 160, 100),
(138, 161, 162, 100),
(139, 162, 163, 100),
(140, 164, 165, 100),
(141, 165, 166, 100),
(142, 167, 168, 100),
(143, 168, 169, 100),
(144, 170, 171, 100),
(145, 171, 172, 100),
(146, 173, 174, 100),
(147, 174, 175, 100),
(148, 71, 2001, 100),
(149, 73, 2002, 100),
(150, 86, 2003, 100),
(151, 88, 2004, 100),
(152, 90, 2005, 100),
(153, 92, 2006, 100),
(154, 94, 2007, 100),
(155, 96, 2008, 100),
(156, 98, 2009, 100),
(157, 100, 2010, 100),
(158, 102, 2011, 100),
(159, 104, 2012, 100),
(160, 106, 2013, 100),
(161, 108, 2014, 100),
(162, 110, 2015, 100),
(163, 112, 2016, 100),
(164, 114, 2017, 100),
(165, 116, 2018, 100),
(166, 118, 2019, 100),
(167, 61, 13008, 100),
(168, 76, 13009, 100);

-- --------------------------------------------------------

--
-- Table structure for table `top_challenge`
--

CREATE TABLE `top_challenge` (
  `Id` int(11) NOT NULL,
  `Type` int(11) NOT NULL DEFAULT 0,
  `Time` time DEFAULT NULL,
  `Turn` int(11) NOT NULL DEFAULT 0,
  `Name` mediumtext NOT NULL,
  `TeamId` mediumtext NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `top_challenge`
--

INSERT INTO `top_challenge` (`Id`, `Type`, `Time`, `Turn`, `Name`, `TeamId`) VALUES
(1, 0, '00:00:01', 9999999, '[\"dev\"]', '[1]'),
(4, 0, '00:01:09', 2, '[\"dev\"]', '[1]'),
(5, 0, '00:00:00', 3, '[\"dev\"]', '[1]'),
(6, 0, '00:00:00', 26, '[\"dev\"]', '[1]'),
(7, 0, '00:00:00', 5, '[\"dev\",\"dev\"]', '[1,1]'),
(8, 0, '00:00:00', 1, '[\"dev\",\"dev\"]', '[1,1]');

-- --------------------------------------------------------

--
-- Table structure for table `top_data`
--

CREATE TABLE `top_data` (
  `user_id` int(11) NOT NULL,
  `topID` varchar(100) NOT NULL,
  `timeBeginTop` bigint(20) NOT NULL COMMENT 'Thời gian bắt đầu đứng tóp',
  `timeReceiveTop` bigint(20) NOT NULL COMMENT 'Thời gian  nhận quà'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `top_data`
--

INSERT INTO `top_data` (`user_id`, `topID`, `timeBeginTop`, `timeReceiveTop`) VALUES
(2, 'top_iq', 1, 1685852366828),
(2, 'top_credit', 1, 1),
(2, 'top_strength', 1678264206350, 0),
(18, 'top_hp', 1685424377985, 0),
(18, 'top_mp', 1685424378004, 0),
(20, 'top_farmer', 1685679097717, 0),
(1, 'top_pet', 1688728642068, 0),
(1, 'top_clan', 1695991289483, 0),
(1, 'top_gold', 1704024332499, 0),
(2, 'top_gem', 63842294866194, 0),
(2, 'top_spendgold', 63842294866199, 0);

-- --------------------------------------------------------

--
-- Table structure for table `top_pet`
--

CREATE TABLE `top_pet` (
  `ownerId` int(11) NOT NULL,
  `ownerName` text NOT NULL,
  `petTemplateId` int(11) NOT NULL,
  `star` int(11) NOT NULL,
  `lvl` int(11) NOT NULL,
  `exp` bigint(21) NOT NULL,
  `maxHp` int(11) NOT NULL,
  `maxMp` int(11) NOT NULL,
  `def` int(11) NOT NULL,
  `atk` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `top_pet`
--

INSERT INTO `top_pet` (`ownerId`, `ownerName`, `petTemplateId`, `star`, `lvl`, `exp`, `maxHp`, `maxMp`, `def`, `atk`) VALUES
(1, 'esrtg45', 3, 0, 1, 0, 1123, 1123, 0, 0),
(6, 'admin', 93, 0, 2, 2810, 131826, 131776, 0, 0),
(2, 'tester', 89, 0, 1, 0, 1823, 2272, 0, 0),
(3, '567gfhj', 89, 0, 1, 0, 1823, 2272, 0, 0),
(1, 'esrtg45', 2, 5, 2, 100, 3856, 4151, 0, 0),
(6, 'admin', 53, 0, 2, 1089, 132005, 131979, 0, 0),
(2, 'tester', 1, 0, 2, 3274, 120356, 120401, 0, 0);

-- --------------------------------------------------------

--
-- Table structure for table `trade_gift`
--

CREATE TABLE `trade_gift` (
  `TradeId` int(11) NOT NULL,
  `ItemTemplateId` int(11) NOT NULL,
  `Count` int(11) NOT NULL,
  `Type` tinyint(8) NOT NULL,
  `Percent` float NOT NULL DEFAULT 100
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `trade_gift`
--

INSERT INTO `trade_gift` (`TradeId`, `ItemTemplateId`, `Count`, `Type`, `Percent`) VALUES
(1, 181, 1, 0, 100),
(2, 182, 1, 0, 100),
(3, 184, 1, 0, 5),
(4, 185, 1, 0, 1),
(5, 183, 1, 0, 50),
(6, 179, 1, 0, 1),
(7, 180, 1, 0, 1),
(8, 392, 1, 0, 30),
(9, 395, 1, 0, 30),
(10, 398, 1, 0, 30),
(11, 401, 1, 0, 30),
(12, 405, 1, 0, 30),
(13, 408, 1, 0, 30),
(14, 411, 1, 0, 30),
(15, 414, 1, 0, 30),
(16, 417, 1, 0, 30),
(17, 420, 1, 0, 10),
(18, 433, 1, 0, 10),
(19, 435, 1, 0, 8),
(20, 438, 1, 0, 8),
(21, 442, 1, 0, 8),
(22, 446, 1, 0, 8),
(23, 739, 1, 0, 10),
(24, 743, 1, 0, 10),
(25, 745, 1, 0, 10),
(26, 747, 1, 0, 10),
(27, 749, 1, 0, 10),
(28, 753, 1, 0, 10),
(29, 751, 1, 0, 10),
(30, 835, 1, 0, 5),
(31, 849, 1, 0, 5),
(32, 850, 1, 0, 5),
(33, 803, 1, 0, 5),
(34, 427, 1, 0, 10),
(35, 423, 1, 0, 10),
(36, 431, 1, 0, 10),
(37, 507, 1, 0, 10),
(38, 506, 1, 0, 10),
(39, 508, 1, 0, 10),
(40, 509, 1, 0, 10),
(41, 510, 1, 0, 5),
(42, 167, 1, 0, 1),
(43, 514, 1, 0, 5),
(44, 511, 1, 0, 5),
(45, 512, 1, 0, 5),
(46, 513, 1, 0, 5),
(47, 515, 1, 0, 5),
(48, 489, 1, 0, 3),
(49, 490, 1, 0, 3),
(50, 491, 1, 0, 3),
(51, 492, 1, 0, 3),
(52, 480, 1, 0, 15),
(53, 481, 1, 0, 10),
(54, 482, 1, 0, 5),
(55, 392, 3, 0, 30),
(56, 395, 3, 0, 30),
(57, 398, 3, 0, 30),
(58, 401, 3, 0, 30),
(59, 405, 3, 0, 30),
(60, 408, 3, 0, 30),
(61, 411, 3, 0, 30),
(62, 414, 3, 0, 30),
(63, 417, 3, 0, 30),
(64, 420, 3, 0, 5),
(65, 423, 3, 0, 5),
(66, 427, 3, 0, 5),
(67, 431, 3, 0, 5),
(68, 433, 3, 0, 5),
(69, 435, 3, 0, 5),
(70, 438, 3, 0, 5),
(71, 442, 3, 0, 5),
(72, 446, 3, 0, 5),
(73, 448, 3, 0, 5),
(74, 489, 2, 0, 3),
(75, 490, 2, 0, 3),
(76, 491, 2, 0, 3),
(77, 492, 2, 0, 3),
(78, 493, 2, 0, 3),
(79, 494, 2, 0, 3),
(80, 495, 2, 0, 3),
(81, 496, 2, 0, 3),
(82, 181, 2, 0, 50),
(83, 182, 2, 0, 50),
(84, 184, 2, 0, 25),
(85, 185, 2, 0, 25),
(86, 176, 2, 0, 25),
(87, 177, 2, 0, 25),
(88, 178, 2, 0, 25),
(89, 119, 2, 0, 25),
(90, 120, 2, 0, 25),
(91, 121, 2, 0, 25),
(92, 484, 1, 0, 1),
(93, 485, 1, 0, 1),
(94, 450, 1, 0, 1),
(95, 452, 1, 0, 1),
(96, 454, 1, 0, 1),
(97, 456, 1, 0, 1),
(98, 458, 1, 0, 1),
(99, 460, 1, 0, 1),
(100, 462, 1, 0, 1),
(101, 464, 1, 0, 1),
(102, 466, 1, 0, 1),
(103, 468, 1, 0, 1),
(104, 470, 1, 0, 1),
(105, 472, 1, 0, 1),
(106, 474, 1, 0, 1),
(107, 476, 1, 0, 1),
(108, 478, 1, 0, 1),
(109, 741, 1, 0, 10),
(110, 755, 1, 0, 10),
(111, 757, 1, 0, 10),
(112, 761, 1, 0, 10),
(113, 765, 1, 0, 10),
(114, 767, 1, 0, 10),
(115, 769, 1, 0, 10),
(116, 771, 1, 0, 10),
(117, 773, 1, 0, 10),
(118, 740, 1, 0, 10),
(119, 790, 1, 0, 10),
(120, 744, 1, 0, 10),
(121, 786, 1, 0, 10),
(122, 746, 1, 0, 10),
(123, 787, 1, 0, 10),
(124, 748, 1, 0, 10),
(125, 788, 1, 0, 10),
(126, 750, 1, 0, 10),
(127, 789, 1, 0, 10),
(128, 752, 1, 0, 10),
(129, 791, 1, 0, 10),
(130, 754, 1, 0, 10),
(131, 792, 1, 0, 10),
(132, 742, 1, 0, 10),
(133, 784, 1, 0, 10),
(134, 762, 1, 0, 10),
(135, 783, 1, 0, 10),
(136, 763, 1, 0, 10),
(137, 764, 1, 0, 10),
(138, 794, 1, 0, 10),
(139, 766, 1, 0, 10),
(140, 799, 1, 0, 10),
(141, 756, 1, 0, 10),
(142, 775, 1, 0, 10),
(143, 758, 1, 0, 10),
(144, 785, 1, 0, 10),
(145, 760, 1, 0, 10),
(146, 806, 1, 0, 10),
(147, 768, 1, 0, 10),
(148, 795, 1, 0, 10),
(149, 770, 1, 0, 10),
(150, 796, 1, 0, 10),
(151, 772, 1, 0, 10),
(152, 797, 1, 0, 10),
(153, 821, 2, 0, 3),
(154, 1003, 2, 0, 3),
(155, 1004, 2, 0, 3),
(156, 819, 2, 0, 3),
(157, 1005, 2, 0, 3),
(158, 1006, 2, 0, 3),
(159, 1001, 2, 0, 3),
(160, 1002, 2, 0, 3),
(161, 820, 2, 0, 3),
(162, 827, 2, 0, 3),
(163, 1010, 2, 0, 3),
(164, 1009, 2, 0, 3),
(165, 823, 2, 0, 3),
(166, 822, 2, 0, 3),
(167, 829, 2, 0, 3),
(168, 1008, 2, 0, 3),
(169, 1007, 2, 0, 3),
(170, 826, 2, 0, 3),
(171, 828, 2, 0, 3),
(172, 1012, 2, 0, 3),
(173, 1011, 2, 0, 3),
(174, 824, 2, 0, 3),
(175, 128, 1, 0, 2),
(176, 129, 1, 0, 2),
(177, 127, 1, 0, 2),
(178, 130, 1, 0, 2),
(179, 131, 1, 0, 2),
(180, 132, 1, 0, 2),
(181, 133, 1, 0, 2),
(182, 134, 1, 0, 2),
(183, 135, 1, 0, 2),
(184, 136, 1, 0, 2),
(185, 137, 1, 0, 2),
(186, 138, 1, 0, 2),
(187, 139, 1, 0, 2),
(188, 59, 1, 0, 1),
(189, 62, 1, 0, 1),
(190, 66, 1, 0, 1),
(191, 70, 1, 0, 1),
(192, 72, 1, 0, 1),
(193, 74, 1, 0, 1),
(194, 77, 1, 0, 1),
(195, 81, 1, 0, 1),
(196, 85, 1, 0, 1),
(197, 87, 1, 0, 1),
(198, 89, 1, 0, 1),
(199, 91, 1, 0, 1),
(200, 93, 1, 0, 1),
(201, 95, 1, 0, 1),
(202, 97, 1, 0, 1),
(203, 99, 1, 0, 1),
(204, 101, 1, 0, 1),
(205, 103, 1, 0, 1),
(206, 105, 1, 0, 1),
(207, 107, 1, 0, 1),
(208, 109, 1, 0, 1),
(209, 111, 1, 0, 1),
(210, 113, 1, 0, 1),
(211, 115, 1, 0, 1),
(212, 117, 1, 0, 1),
(213, 851, 2, 0, 5),
(214, 852, 2, 0, 5),
(215, 845, 2, 0, 5),
(216, 802, 2, 0, 5),
(217, 846, 2, 0, 5),
(218, 59, 1, 1, 2),
(219, 62, 1, 1, 2),
(220, 121, 1, 1, 1),
(221, 184, 2, 1, 5),
(222, 185, 1, 1, 1),
(223, 183, 2, 1, 3),
(224, 119, 2, 1, 5),
(225, 180, 2, 1, 3),
(226, 66, 1, 1, 2),
(227, 70, 1, 1, 2),
(228, 72, 1, 1, 2),
(229, 74, 1, 1, 2),
(230, 77, 1, 1, 2),
(231, 81, 1, 1, 2),
(232, 85, 1, 1, 2),
(233, 87, 1, 1, 2),
(234, 89, 1, 1, 1),
(235, 91, 1, 1, 1),
(236, 93, 1, 1, 1),
(237, 95, 1, 1, 1),
(238, 97, 1, 1, 1),
(239, 99, 1, 1, 1),
(240, 101, 1, 1, 1),
(241, 450, 1, 1, 1),
(242, 452, 1, 1, 1),
(243, 179, 1, 1, 10),
(244, 144, 1, 1, 10),
(245, 198, 1, 1, 30),
(246, 199, 1, 1, 20),
(247, 200, 1, 1, 20),
(248, 803, 2, 1, 10),
(249, 851, 2, 1, 10),
(250, 852, 2, 1, 10),
(251, 802, 2, 1, 10),
(252, 846, 2, 1, 10),
(253, 845, 2, 1, 10),
(254, 420, 1, 1, 5),
(255, 427, 1, 1, 5),
(256, 423, 1, 1, 5),
(257, 431, 1, 1, 5),
(258, 433, 1, 1, 5),
(259, 176, 1, 1, 10),
(260, 177, 1, 1, 10),
(261, 456, 1, 1, 2),
(262, 458, 1, 1, 2),
(263, 454, 1, 1, 2),
(264, 460, 1, 1, 2),
(265, 462, 1, 1, 2),
(266, 464, 1, 1, 2),
(267, 466, 1, 1, 2),
(268, 469, 1, 1, 2),
(269, 470, 1, 1, 2),
(270, 472, 1, 1, 2),
(271, 474, 1, 1, 2),
(272, 514, 2, 1, 5),
(273, 511, 2, 1, 5),
(274, 512, 2, 1, 5),
(275, 513, 2, 1, 5),
(276, 515, 2, 1, 5),
(277, 476, 1, 1, 1),
(278, 478, 1, 1, 1),
(279, 178, 1, 1, 10),
(280, 5155, 1, 1, 1),
(281, 5156, 1, 1, 1),
(282, 5157, 1, 1, 1),
(283, 5158, 1, 1, 1),
(284, 5159, 1, 1, 1),
(285, 5161, 1, 1, 1),
(286, 5162, 1, 1, 1),
(287, 5163, 1, 1, 1),
(288, 5164, 1, 1, 1),
(289, 5150, 1, 1, 1),
(290, 5153, 1, 1, 1),
(291, 5151, 1, 1, 1),
(292, 5152, 1, 1, 1),
(293, 5154, 1, 1, 1),
(294, 489, 1, 1, 1),
(295, 490, 1, 1, 1),
(296, 491, 1, 1, 1),
(297, 492, 1, 1, 1),
(298, 493, 1, 1, 1),
(299, 494, 1, 1, 1),
(300, 495, 1, 1, 1),
(301, 496, 1, 1, 1),
(302, 497, 1, 1, 1),
(303, 498, 1, 1, 1),
(304, 499, 1, 1, 1),
(305, 500, 1, 1, 1),
(306, 501, 1, 1, 1),
(307, 480, 1, 1, 10),
(308, 481, 1, 1, 5),
(309, 482, 1, 1, 3),
(310, 483, 1, 1, 2),
(311, 484, 1, 1, 2),
(312, 485, 1, 1, 2),
(313, 450, 2, 1, 2),
(314, 452, 2, 1, 2),
(315, 454, 2, 1, 2),
(316, 456, 2, 1, 2),
(317, 458, 2, 1, 2),
(318, 460, 2, 1, 2),
(319, 462, 2, 1, 2),
(320, 464, 2, 1, 2),
(321, 466, 2, 1, 2),
(322, 468, 2, 1, 2),
(323, 470, 2, 1, 2),
(324, 472, 2, 1, 2),
(325, 474, 2, 1, 2),
(326, 476, 2, 1, 2),
(327, 478, 2, 1, 2),
(328, 741, 2, 1, 20),
(329, 755, 2, 1, 20),
(330, 757, 2, 1, 20),
(331, 761, 2, 1, 20),
(332, 765, 2, 1, 20),
(333, 767, 2, 1, 20),
(334, 769, 2, 1, 20),
(335, 771, 2, 1, 20),
(336, 773, 2, 1, 20),
(337, 740, 2, 1, 20),
(338, 790, 2, 1, 20),
(339, 744, 2, 1, 20),
(340, 786, 2, 1, 20),
(341, 746, 2, 1, 20),
(342, 787, 2, 1, 20),
(343, 748, 2, 1, 20),
(344, 788, 2, 1, 20),
(345, 750, 2, 1, 20),
(346, 789, 2, 1, 20),
(347, 752, 2, 1, 20),
(348, 791, 2, 1, 20),
(349, 754, 2, 1, 20),
(350, 792, 2, 1, 20),
(351, 742, 2, 1, 20),
(352, 784, 2, 1, 20),
(353, 762, 2, 1, 20),
(354, 783, 2, 1, 20),
(355, 763, 2, 1, 20),
(356, 764, 2, 1, 20),
(357, 794, 2, 1, 20),
(358, 766, 2, 1, 20),
(359, 799, 2, 1, 20),
(360, 756, 2, 1, 20),
(361, 775, 2, 1, 20),
(362, 758, 2, 1, 20),
(363, 785, 2, 1, 20),
(364, 760, 2, 1, 20),
(365, 806, 2, 1, 20),
(366, 768, 2, 1, 20),
(367, 795, 2, 1, 20),
(368, 770, 2, 1, 20),
(369, 796, 2, 1, 20),
(370, 772, 2, 1, 20),
(371, 797, 2, 1, 20),
(372, 514, 2, 1, 5),
(373, 511, 2, 1, 5),
(374, 512, 2, 1, 5),
(375, 513, 2, 1, 5),
(376, 515, 2, 1, 5),
(377, 476, 2, 1, 2),
(378, 478, 2, 1, 2),
(379, 178, 2, 1, 5),
(380, 5155, 2, 1, 3),
(381, 5156, 2, 1, 3),
(382, 5157, 2, 1, 3),
(383, 5158, 2, 1, 3),
(384, 5159, 2, 1, 3),
(385, 5161, 2, 1, 2),
(386, 5162, 2, 1, 2),
(387, 5163, 2, 1, 2),
(388, 5164, 2, 1, 2),
(389, 5150, 2, 1, 2),
(390, 5153, 2, 1, 2),
(391, 5151, 2, 1, 2),
(392, 5152, 2, 1, 2),
(393, 5154, 2, 1, 2),
(394, 489, 2, 1, 5),
(395, 490, 2, 1, 5),
(396, 491, 2, 1, 5),
(397, 492, 2, 1, 5),
(398, 493, 2, 1, 3),
(399, 494, 2, 1, 3),
(400, 495, 2, 1, 3),
(401, 496, 2, 1, 3),
(402, 497, 2, 1, 1),
(403, 498, 2, 1, 1),
(404, 499, 2, 1, 1),
(405, 500, 2, 1, 1),
(406, 501, 2, 1, 1),
(407, 480, 5, 1, 30),
(408, 481, 5, 1, 20),
(409, 482, 5, 1, 10),
(410, 483, 5, 1, 5),
(411, 484, 5, 1, 4),
(412, 485, 5, 1, 3),
(413, 420, 3, 1, 5),
(414, 427, 3, 1, 5),
(415, 423, 3, 1, 5),
(416, 431, 3, 1, 5),
(417, 433, 3, 1, 5),
(418, 435, 3, 1, 5),
(419, 438, 3, 1, 5),
(420, 442, 3, 1, 5),
(421, 446, 3, 1, 5),
(422, 448, 3, 1, 5),
(423, 119, 1, 1, 15),
(424, 120, 1, 1, 10),
(425, 121, 1, 1, 5),
(426, 122, 1, 1, 2),
(427, 123, 1, 1, 1),
(428, 124, 1, 1, 1),
(429, 125, 1, 1, 20),
(430, 126, 1, 1, 20),
(431, 103, 1, 1, 1),
(432, 105, 1, 1, 1),
(433, 107, 1, 1, 1),
(434, 109, 1, 1, 1),
(435, 111, 1, 1, 1),
(436, 113, 1, 1, 1),
(437, 115, 1, 1, 1),
(438, 117, 1, 1, 1),
(439, 420, 2, 1, 5),
(440, 423, 2, 1, 5),
(441, 427, 2, 1, 5),
(442, 431, 2, 1, 5),
(443, 433, 2, 1, 5),
(444, 435, 2, 1, 5),
(445, 438, 2, 1, 5),
(446, 442, 2, 1, 5),
(447, 446, 2, 1, 5),
(448, 448, 2, 1, 5),
(449, 821, 2, 1, 3),
(450, 1003, 2, 1, 3),
(451, 1004, 2, 1, 3),
(452, 819, 2, 1, 3),
(453, 1005, 2, 1, 3),
(454, 1006, 2, 1, 3),
(455, 1001, 2, 1, 3),
(456, 1002, 2, 1, 3),
(457, 820, 2, 1, 3),
(458, 827, 2, 1, 3),
(459, 1010, 2, 1, 3),
(460, 1009, 2, 1, 3),
(461, 823, 2, 1, 3),
(462, 822, 2, 1, 3),
(463, 829, 2, 1, 3),
(464, 1008, 2, 1, 3),
(465, 1007, 2, 1, 3),
(466, 826, 2, 1, 3),
(467, 828, 2, 1, 3),
(468, 1012, 2, 1, 3),
(469, 1011, 2, 1, 3),
(470, 824, 2, 1, 3),
(471, 128, 2, 1, 2),
(472, 129, 2, 1, 2),
(473, 127, 2, 1, 2),
(474, 130, 2, 1, 2),
(475, 131, 2, 1, 2),
(476, 132, 1, 1, 2),
(477, 133, 1, 1, 2),
(478, 134, 1, 1, 2),
(479, 135, 1, 1, 2),
(480, 136, 1, 1, 2),
(481, 137, 1, 1, 2),
(482, 138, 1, 1, 2),
(483, 139, 1, 1, 2),
(484, 835, 2, 1, 10),
(485, 849, 2, 1, 10),
(486, 850, 2, 1, 10);

-- --------------------------------------------------------

--
-- Table structure for table `type_boolean`
--

CREATE TABLE `type_boolean` (
  `value` tinyint(1) NOT NULL,
  `name` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `type_boolean`
--

INSERT INTO `type_boolean` (`value`, `name`) VALUES
(0, 'Sai'),
(1, 'Đúng');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `achievement`
--
ALTER TABLE `achievement`
  ADD PRIMARY KEY (`IdTemplate`);

--
-- Indexes for table `bonus_package`
--
ALTER TABLE `bonus_package`
  ADD PRIMARY KEY (`Id`);

--
-- Indexes for table `boss`
--
ALTER TABLE `boss`
  ADD PRIMARY KEY (`bossId`),
  ADD KEY `petTemplateId` (`petTemplateId`);

--
-- Indexes for table `clan`
--
ALTER TABLE `clan`
  ADD PRIMARY KEY (`clanId`),
  ADD UNIQUE KEY `leaderId` (`leaderId`),
  ADD UNIQUE KEY `name` (`name`);

--
-- Indexes for table `clan_skill`
--
ALTER TABLE `clan_skill`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `clan_skill_lvl`
--
ALTER TABLE `clan_skill_lvl`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `clan_template`
--
ALTER TABLE `clan_template`
  ADD PRIMARY KEY (`clanLvl`);

--
-- Indexes for table `drop_item`
--
ALTER TABLE `drop_item`
  ADD PRIMARY KEY (`dropId`),
  ADD KEY `itemTemplateId` (`itemTemplateId`),
  ADD KEY `mapId` (`mapId`);

--
-- Indexes for table `enchant_wing_data`
--
ALTER TABLE `enchant_wing_data`
  ADD PRIMARY KEY (`Level`);

--
-- Indexes for table `exchange_gold`
--
ALTER TABLE `exchange_gold`
  ADD PRIMARY KEY (`id`,`user_id`);

--
-- Indexes for table `field`
--
ALTER TABLE `field`
  ADD PRIMARY KEY (`FieldName`);

--
-- Indexes for table `gift_code`
--
ALTER TABLE `gift_code`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `code` (`code`);

--
-- Indexes for table `gopet_map_moblvl`
--
ALTER TABLE `gopet_map_moblvl`
  ADD PRIMARY KEY (`mapID`,`petId`,`lvlFrom`,`lvlTo`);

--
-- Indexes for table `gopet_mob_location`
--
ALTER TABLE `gopet_mob_location`
  ADD PRIMARY KEY (`mapID`,`x`,`y`);

--
-- Indexes for table `gopet_pet`
--
ALTER TABLE `gopet_pet`
  ADD PRIMARY KEY (`petId`),
  ADD KEY `element` (`element`),
  ADD KEY `nclass` (`nclass`);

--
-- Indexes for table `hidden_stat`
--
ALTER TABLE `hidden_stat`
  ADD PRIMARY KEY (`Id`),
  ADD UNIQUE KEY `IdWeapon` (`IdWeapon`,`IdHat`,`IdArmour`,`IdShoe`,`IdGlove`),
  ADD KEY `IdWeapon_2` (`IdWeapon`),
  ADD KEY `IdHat` (`IdHat`),
  ADD KEY `IdArmour` (`IdArmour`),
  ADD KEY `IdShoe` (`IdShoe`),
  ADD KEY `IdGlove` (`IdGlove`);

--
-- Indexes for table `item`
--
ALTER TABLE `item`
  ADD PRIMARY KEY (`itemId`);

--
-- Indexes for table `iteminfo`
--
ALTER TABLE `iteminfo`
  ADD UNIQUE KEY `ID` (`ID`);

--
-- Indexes for table `kiosk_recovery`
--
ALTER TABLE `kiosk_recovery`
  ADD UNIQUE KEY `item_2` (`item`) USING HASH,
  ADD KEY `item` (`item`(768));

--
-- Indexes for table `map`
--
ALTER TABLE `map`
  ADD PRIMARY KEY (`mapId`),
  ADD KEY `enable` (`enable`);

--
-- Indexes for table `market`
--
ALTER TABLE `market`
  ADD PRIMARY KEY (`Id`);

--
-- Indexes for table `npc`
--
ALTER TABLE `npc`
  ADD PRIMARY KEY (`npcId`);

--
-- Indexes for table `option_descrtiption`
--
ALTER TABLE `option_descrtiption`
  ADD PRIMARY KEY (`optionId`);

--
-- Indexes for table `payment`
--
ALTER TABLE `payment`
  ADD PRIMARY KEY (`user_id`,`gold`,`time_create`);

--
-- Indexes for table `petexp`
--
ALTER TABLE `petexp`
  ADD PRIMARY KEY (`petLvl`);

--
-- Indexes for table `pet_class`
--
ALTER TABLE `pet_class`
  ADD PRIMARY KEY (`classId`);

--
-- Indexes for table `pet_eff`
--
ALTER TABLE `pet_eff`
  ADD PRIMARY KEY (`Id`);

--
-- Indexes for table `pet_element`
--
ALTER TABLE `pet_element`
  ADD PRIMARY KEY (`elementId`);

--
-- Indexes for table `pet_tier`
--
ALTER TABLE `pet_tier`
  ADD PRIMARY KEY (`tierId`),
  ADD KEY `petTemplateId1` (`petTemplateId1`),
  ADD KEY `petTemplateId2` (`petTemplateId2`);

--
-- Indexes for table `player`
--
ALTER TABLE `player`
  ADD PRIMARY KEY (`ID`),
  ADD KEY `user_id` (`user_id`),
  ADD KEY `user_id_2` (`user_id`);

--
-- Indexes for table `reincarnation`
--
ALTER TABLE `reincarnation`
  ADD PRIMARY KEY (`Id`),
  ADD UNIQUE KEY `PetId` (`PetId`),
  ADD UNIQUE KEY `PetIdReincarnation` (`PetIdReincarnation`);

--
-- Indexes for table `request_add_friend`
--
ALTER TABLE `request_add_friend`
  ADD PRIMARY KEY (`userId`,`targetId`);

--
-- Indexes for table `restuser`
--
ALTER TABLE `restuser`
  ADD PRIMARY KEY (`Identify`);

--
-- Indexes for table `shop`
--
ALTER TABLE `shop`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD KEY `itemTemTempleId` (`itemTemTempleId`),
  ADD KEY `petId` (`petId`),
  ADD KEY `isSellItem` (`isSellItem`);

--
-- Indexes for table `shoparena`
--
ALTER TABLE `shoparena`
  ADD PRIMARY KEY (`Id`);

--
-- Indexes for table `skill`
--
ALTER TABLE `skill`
  ADD PRIMARY KEY (`skillID`);

--
-- Indexes for table `skilllv`
--
ALTER TABLE `skilllv`
  ADD PRIMARY KEY (`ID`),
  ADD KEY `skillID` (`skillID`);

--
-- Indexes for table `summer_2024_event`
--
ALTER TABLE `summer_2024_event`
  ADD PRIMARY KEY (`Id`);

--
-- Indexes for table `task`
--
ALTER TABLE `task`
  ADD PRIMARY KEY (`taskId`),
  ADD KEY `taskID` (`taskId`),
  ADD KEY `fromNPC` (`fromNPC`),
  ADD KEY `type` (`type`);

--
-- Indexes for table `task_type`
--
ALTER TABLE `task_type`
  ADD PRIMARY KEY (`taskType`);

--
-- Indexes for table `tattoo`
--
ALTER TABLE `tattoo`
  ADD PRIMARY KEY (`tattooId`);

--
-- Indexes for table `tier_item`
--
ALTER TABLE `tier_item`
  ADD PRIMARY KEY (`tierId`),
  ADD KEY `itemTemplateIdTier1` (`itemTemplateIdTier1`),
  ADD KEY `itemTemplateIdTier2` (`itemTemplateIdTier2`);

--
-- Indexes for table `top_challenge`
--
ALTER TABLE `top_challenge`
  ADD PRIMARY KEY (`Id`);

--
-- Indexes for table `trade_gift`
--
ALTER TABLE `trade_gift`
  ADD PRIMARY KEY (`TradeId`);

--
-- Indexes for table `type_boolean`
--
ALTER TABLE `type_boolean`
  ADD PRIMARY KEY (`value`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `achievement`
--
ALTER TABLE `achievement`
  MODIFY `IdTemplate` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `bonus_package`
--
ALTER TABLE `bonus_package`
  MODIFY `Id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `boss`
--
ALTER TABLE `boss`
  MODIFY `bossId` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=24;

--
-- AUTO_INCREMENT for table `clan`
--
ALTER TABLE `clan`
  MODIFY `clanId` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `clan_skill`
--
ALTER TABLE `clan_skill`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `clan_skill_lvl`
--
ALTER TABLE `clan_skill_lvl`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;

--
-- AUTO_INCREMENT for table `clan_template`
--
ALTER TABLE `clan_template`
  MODIFY `clanLvl` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=26;

--
-- AUTO_INCREMENT for table `drop_item`
--
ALTER TABLE `drop_item`
  MODIFY `dropId` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=169;

--
-- AUTO_INCREMENT for table `gift_code`
--
ALTER TABLE `gift_code`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=54;

--
-- AUTO_INCREMENT for table `hidden_stat`
--
ALTER TABLE `hidden_stat`
  MODIFY `Id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `iteminfo`
--
ALTER TABLE `iteminfo`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=50;

--
-- AUTO_INCREMENT for table `market`
--
ALTER TABLE `market`
  MODIFY `Id` bigint(255) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=360;

--
-- AUTO_INCREMENT for table `npc`
--
ALTER TABLE `npc`
  MODIFY `npcId` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=25;

--
-- AUTO_INCREMENT for table `option_descrtiption`
--
ALTER TABLE `option_descrtiption`
  MODIFY `optionId` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `pet_class`
--
ALTER TABLE `pet_class`
  MODIFY `classId` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `pet_eff`
--
ALTER TABLE `pet_eff`
  MODIFY `Id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `pet_element`
--
ALTER TABLE `pet_element`
  MODIFY `elementId` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `pet_tier`
--
ALTER TABLE `pet_tier`
  MODIFY `tierId` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=38;

--
-- AUTO_INCREMENT for table `player`
--
ALTER TABLE `player`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=102;

--
-- AUTO_INCREMENT for table `reincarnation`
--
ALTER TABLE `reincarnation`
  MODIFY `Id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=20;

--
-- AUTO_INCREMENT for table `restuser`
--
ALTER TABLE `restuser`
  MODIFY `Identify` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `shop`
--
ALTER TABLE `shop`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=157;

--
-- AUTO_INCREMENT for table `shoparena`
--
ALTER TABLE `shoparena`
  MODIFY `Id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=68;

--
-- AUTO_INCREMENT for table `skilllv`
--
ALTER TABLE `skilllv`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=706;

--
-- AUTO_INCREMENT for table `summer_2024_event`
--
ALTER TABLE `summer_2024_event`
  MODIFY `Id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=71;

--
-- AUTO_INCREMENT for table `task`
--
ALTER TABLE `task`
  MODIFY `taskId` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=81;

--
-- AUTO_INCREMENT for table `tattoo`
--
ALTER TABLE `tattoo`
  MODIFY `tattooId` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=55;

--
-- AUTO_INCREMENT for table `tier_item`
--
ALTER TABLE `tier_item`
  MODIFY `tierId` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=169;

--
-- AUTO_INCREMENT for table `top_challenge`
--
ALTER TABLE `top_challenge`
  MODIFY `Id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `trade_gift`
--
ALTER TABLE `trade_gift`
  MODIFY `TradeId` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=487;

--
-- AUTO_INCREMENT for table `type_boolean`
--
ALTER TABLE `type_boolean`
  MODIFY `value` tinyint(1) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- Constraints for dumped tables
--

--
-- Constraints for table `boss`
--
ALTER TABLE `boss`
  ADD CONSTRAINT `boss_ibfk_1` FOREIGN KEY (`petTemplateId`) REFERENCES `gopet_pet` (`petId`);

--
-- Constraints for table `drop_item`
--
ALTER TABLE `drop_item`
  ADD CONSTRAINT `drop_item_ibfk_2` FOREIGN KEY (`mapId`) REFERENCES `map` (`mapId`);

--
-- Constraints for table `gopet_map_moblvl`
--
ALTER TABLE `gopet_map_moblvl`
  ADD CONSTRAINT `MAP_MOBLLVL_MAP_ID_FK` FOREIGN KEY (`mapID`) REFERENCES `map` (`mapId`);

--
-- Constraints for table `gopet_pet`
--
ALTER TABLE `gopet_pet`
  ADD CONSTRAINT `gopet_pet_ibfk_1` FOREIGN KEY (`element`) REFERENCES `pet_element` (`elementId`),
  ADD CONSTRAINT `gopet_pet_ibfk_2` FOREIGN KEY (`nclass`) REFERENCES `pet_class` (`classId`);

--
-- Constraints for table `hidden_stat`
--
ALTER TABLE `hidden_stat`
  ADD CONSTRAINT `hidden_stat_ibfk_1` FOREIGN KEY (`IdArmour`) REFERENCES `item` (`itemId`),
  ADD CONSTRAINT `hidden_stat_ibfk_2` FOREIGN KEY (`IdGlove`) REFERENCES `item` (`itemId`),
  ADD CONSTRAINT `hidden_stat_ibfk_3` FOREIGN KEY (`IdHat`) REFERENCES `item` (`itemId`),
  ADD CONSTRAINT `hidden_stat_ibfk_4` FOREIGN KEY (`IdShoe`) REFERENCES `item` (`itemId`),
  ADD CONSTRAINT `hidden_stat_ibfk_5` FOREIGN KEY (`IdWeapon`) REFERENCES `item` (`itemId`);

--
-- Constraints for table `map`
--
ALTER TABLE `map`
  ADD CONSTRAINT `map_ibfk_1` FOREIGN KEY (`enable`) REFERENCES `type_boolean` (`value`);

--
-- Constraints for table `pet_tier`
--
ALTER TABLE `pet_tier`
  ADD CONSTRAINT `pet_tier_ibfk_1` FOREIGN KEY (`petTemplateId1`) REFERENCES `gopet_pet` (`petId`),
  ADD CONSTRAINT `pet_tier_ibfk_2` FOREIGN KEY (`petTemplateId2`) REFERENCES `gopet_pet` (`petId`);

--
-- Constraints for table `shop`
--
ALTER TABLE `shop`
  ADD CONSTRAINT `shop_ibfk_3` FOREIGN KEY (`isSellItem`) REFERENCES `type_boolean` (`value`);

--
-- Constraints for table `skilllv`
--
ALTER TABLE `skilllv`
  ADD CONSTRAINT `skilllv_ibfk_1` FOREIGN KEY (`skillID`) REFERENCES `skill` (`skillID`);

--
-- Constraints for table `task`
--
ALTER TABLE `task`
  ADD CONSTRAINT `task_ibfk_1` FOREIGN KEY (`fromNPC`) REFERENCES `npc` (`npcId`),
  ADD CONSTRAINT `task_ibfk_2` FOREIGN KEY (`type`) REFERENCES `task_type` (`taskType`);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
